{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the word of Yahweh came to me, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Now you, son of man, will you judge? Will you judge the city of blood? Make her know all her abominations.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must say, 'The Lord Yahweh says this: This is a city that pours out blood in her midst so that her time may come; a city that makes idols to make herself unclean.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have become guilty by the blood that you have poured out, and you have become unclean by the idols that you have made. You have drawn your days to a close, and the end of your years has come. Therefore I will make you a reproach to the nations and a laughingstock to all the lands.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Both those who are near and those who are far away from you will mock you—you unclean city—with the reputation known everywhere as being full of confusion.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold! The rulers of Israel, each one by his own power, have come to you to pour out blood.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They have dishonored fathers and mothers within you, and they have performed oppression on the foreigners in your midst. They have mistreated the orphans and the widows within you.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have despised my holy things and have profaned my Sabbaths.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Slanderous men have come within you in order to pour out blood, and they eat on the mountains. They perform wickedness in your midst.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Within you men uncover the nakedness of their father. Within you they have violated unclean women during their menstrual period.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Men who commit abominations with their neighbors' wives, and men who make their own daughters-in-law shamefully unclean; men who abuse their own sisters—daughters of their own fathers—all these are done within you.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These men take bribes within you in order to pour out blood and you have taken interest and gained too much profit, and you have damaged your neighbors through oppression, and you have forgotten me—this is the Lord Yahweh's declaration.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "See! With my hand I have struck the dishonest gain that you have made, and the bloodshed that is done in the midst of you.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Will your heart stand, will your hands be strong on the days when I myself will deal with you? I, Yahweh, am declaring this, and I will do it.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I will scatter you among the nations and disperse you through the lands. In this way, I will purge your uncleanness from you.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you will become unclean in the eyes of the nations. Then you will know that I am Yahweh.'\"\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa you will become unclean \\fqa* , some ancient copies have \\fqa I will give you your inheritance \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next the word of Yahweh came to me, saying,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, the house of Israel has become dross to me. All of them are the leftovers of bronze and tin, and iron and lead in the midst of you. They will be like the dross of silver in your furnace.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore the Lord Yahweh says this, 'Because all of you have become like dross, therefore, behold! I am about to gather you into the midst of Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As men gather silver, bronze, iron, lead and tin and put it inside a furnace to melt it, and they blow the fire on it in order to melt it, so I will gather you in my anger and my wrath, and I will put you there and melt you. \n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will gather you and blow on you the fire of my wrath, and you will be melted in the midst of it.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As silver is melted in a furnace, you will be melted in it, and you will know that I, Yahweh, have poured out my wrath on you!'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The word of Yahweh came to me, saying,\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, say to her, 'You are a land that has not been cleansed. There is no rain on the day of wrath!\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There is a conspiracy of her prophets in her midst, like a roaring lion tearing apart a victim. They consume life and take precious wealth; they make many widows within her!\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa There is a conspiracy of her prophets within her \\fqa* , some ancient copies have \\fqa whose princes \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Her priests do violence to my law, and they profane my holy things. They do not distinguish between holy things and profane things, and do not teach the difference between the unclean and the clean. They hide their eyes from my Sabbaths so that I am profaned in their midst.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Her princes within her are like wolves tearing apart their victims. They pour out blood and destroy life, to make a profit dishonestly.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Her prophets have painted them over with whitewash; they see false visions and predict falsehoods to them. They say \"The Lord Yahweh says this\" when Yahweh has not spoken.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of the land have oppressed through extortion and plundered through robbery, and they mistreat the poor and needy, and oppress the foreigner without justice.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I searched for a man from them who would build up a wall and who would stand before me in its breach for the land so I would not destroy it, but I found no one.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I will pour out my indignation upon them. I will finish them with the fire of my indignation and set their way on their own heads—this is the Lord Yahweh's declaration.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}