{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The word of Yahweh came to me, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, there were two women, daughters of the same mother.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They acted as prostitutes in Egypt in the time of their youth. They acted as prostitutes there. Their breasts were squeezed and their virgin nipples were fondled there.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their names were Oholah—the older sister—and Oholibah—her younger sister. Then they became mine and bore sons and daughters. Their names mean this: Oholah means Samaria, and Oholibah means Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Oholah acted as a prostitute even when she was mine; she lusted for her lovers, for the Assyrians who were dominant,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the governor who wore blue, and for his officials, who were strong and handsome, all of them men riding on horses.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So she gave herself as a prostitute to them, to all the best of Assyria's men, and she made herself unclean with everyone she lusted for—and with all their idols.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For she had not left her prostitute behavior behind in Egypt, when they had slept with her when she had been a young girl, when they first began to fondle her virgin breasts, when they first began to pour out their promiscuous behavior on her.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore I gave her into the hand of her lovers, into the hand of the Assyrians for whom she lusted.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They uncovered her nakedness, took her sons and daughters, killed her with the sword, and she became notorious among other women, so they executed judgment on her.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Her sister Oholibah saw this, but she lusted even more passionately and acted like a prostitute even more than her sister.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She lusted for the Assyrians, the governors and the dominating officials who dressed impressively, who were men riding horses. All of them were strong, handsome men.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I saw that she had made herself unclean. It was the same for both sisters.\n \n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then she increased her prostitution even more. She saw men carved on walls, figures of Chaldeans painted in red,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "wearing belts around their waists, with flowing turbans on their heads. All of them had the appearance of officers of chariot troops, the likeness of sons of Babylonia, whose native land is Chaldea.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As soon as her eyes saw them, she lusted for them, so she sent out messengers to them in Chaldea.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Babylonians came to her and to her bed of lust, and they made her unclean with their promiscuousness. By what she had done she was made unclean, so she turned herself away from them in disgust.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When she displayed her acts of prostitution and uncovered her nakedness, \n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "I turned away from her, just as I had turned away in disgust from her sister.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then she increased her prostitution as she remembered the days of her youth,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "when she was a prostitute in the land of Egypt.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So she lusted for her lovers,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "whose private parts were like those of donkeys, and whose reproductive emissions were like those of horses.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is how you committed shameful acts of your youth, when the Egyptians fondled your nipples and squeezed your young breasts.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, Oholibah, the Lord Yahweh says this, 'Behold! I will turn your lovers against you.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Those from whom you turned away, I will bring them against you from every side:\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the Babylonians and all the Chaldeans, Pekod, Shoa, and Koa, and all the Assyrians with them,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "strong, handsome men, governors and commanders, all of them are officers and men of reputation, all of them riding on horses.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will come against you with weapons, and with chariots and wagons, and with a great crowd of people.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "They will set large shields, small shields, and helmets against you all around.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "I will give them the opportunity to punish you, and they will punish you with their actions.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I will set my jealous anger on you, and they will deal with you in fury. They will cut off your noses and your ears, and your survivors will fall by the sword. They will take away your sons and your daughters, and your survivors will be devoured by fire.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will strip you of your clothes and take away all of your jewelry.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I will remove your shameful behavior from you and your acts of prostitution from the land of Egypt. You will not lift up your eyes toward them with longing, and you will think of Egypt no longer.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the Lord Yahweh says this, 'Behold! I will give you into the hand of the ones you hate, back into the hand of the ones from whom you had turned away.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will deal with you hatefully; they will take all your possessions and abandon you naked and bare, and your nakedness will be uncovered just as when you engaged in promiscuity and prostitutions.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These things will be done to you in your acting like a prostitute, lusting after nations by which you became unclean with their idols.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have walked in the way of your sister, so I will put her cup of punishment into your hand.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord Yahweh says this, 'You will drink your sister's cup that is deep and large.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "You will become a laughingstock and a subject for derision—this cup contains a great amount.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will be filled with drunkenness and sorrow,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "the cup of horror and devastation;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "the cup of your sister Samaria.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will drink it and drain it empty; then you will shatter it and tear your breasts with the pieces.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "For I have declared it—this is the Lord Yahweh's declaration.'\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, the Lord Yahweh says this, 'Because you have forgotten me and thrown me away behind your back, so also you will bear the consequences of your shameful behavior and acts of sexual immorality.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to me, \"Son of man, will you judge Oholah and Oholibah? So present to them their disgusting actions,\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "since they have committed adultery, and since there is blood on their hands. They have committed adultery with their idols, and they have even caused their sons to pass through the fire, as food for their idols.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they continue to do this to me: They make my sanctuary unclean, and on the same day they defile my Sabbaths.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For when they had slaughtered their children for their idols, then they came to my sanctuary on the same day to defile it! So behold! This is what they have done in the middle of my house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You sent out for men who came from far away, to whom messengers had been sent—now behold. They indeed came, those for whom you bathed, painted your eyes, and adorned yourself with jewelry.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There you sat on a beautiful bed and at a table arranged before it where you placed my incense and my oil.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the sound of a noisy crowd was around her; including all kinds of men, even Sabeans were brought in from the wilderness, and they put bracelets on their hands and beautiful crowns on their heads.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I said of her who was worn out by adultery, 'Now they will be sexually immoral with her, and she with them.'\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They went in to her and slept with her as men go in to be with a prostitute. In this way they slept with Oholah and Oholibah, who were immoral women.\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But righteous men will pass judgment and punish them as adulteresses, and they will punish them with the sentence for those who shed blood, because they are adulteresses and blood is on their hands.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Lord Yahweh says this: I will raise up a company against them and give them up to be terrorized and plundered.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then that company will stone them with stones and cut them down with their swords. They will kill their sons and daughters and burn down their houses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I will remove shameful behavior from the land and discipline all the women so they will no longer act like prostitutes.\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they will set your shameful behavior against you. You will bear the guilt of your sins with your idols, and in this way you will know that I am the Lord Yahweh.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}