{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The word of Yahweh came to me in the ninth year, in the tenth month, and on the tenth day of the month, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, write for yourself the name of this day, this exact day, for this exact day the king of Babylon has besieged Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So speak a proverb against this rebellious house, a parable. Say to them, 'The Lord Yahweh says this:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Place the cooking pot. Place it and pour water into it.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gather pieces of food within it, every good piece—the thigh and shoulder—\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and fill it with the best bones.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Take the best of the flock and pile up the bones under it.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Bring it to a boil and cook the bones in it.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore the Lord Yahweh says this: Woe to the city of blood, a cooking pot that has rust in it and that rust will not come out of it. Take piece after piece from it, but do not cast lots for it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For her blood is in the midst of her. She has set it on the smooth rock; she has not poured it out on the ground to cover it with dust,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so it brings fury up to exact vengeance. I placed her blood on the smooth rock so it could not be covered.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, the Lord Yahweh says this: Woe to the city of blood. I will also enlarge the pile of wood.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Stack up the wood and kindle the fire. Cook the meat well and mix in the spices and let the bones be charred.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then set the pot on its coals empty, in order to heat and scorch its bronze, so its uncleanness within it will be melted, its corrosion consumed.'\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She has become weary because of toil, but her corrosion has not gone out of her by the fire.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your shameful behavior is in your uncleanness. Because I tried to cleanse you but still you would not be cleansed from your uncleanness, you will not be cleansed anymore until I have satisfied my fury upon you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, Yahweh, have declared it, and I will do it. I will not relent nor will I rest from it. As your ways were, and as your activities, they will judge you!—this is the Lord Yahweh's declaration.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the word of Yahweh came to me, saying,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man! Behold, I am taking the desire of your eyes from you with a plague, but you must not mourn nor weep, and your tears must not flow.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must groan silently. Do not conduct a funeral for the dead. Tie your turban on you and place your sandals on your feet, but do not veil your facial hair or eat the bread of men who mourn for having lost their wives.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I spoke to the people in the morning, and my wife died in the evening. In the morning I did what I had been commanded to do. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people asked me, \"Will you not tell us what these things mean, the things that you are doing?\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I said to them, \"The word of Yahweh came to me, saying,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Say to the house of Israel, the Lord Yahweh says this: Behold! I will desecrate my sanctuary—the pride of your power, the delight of your eyes, and the yearning of your soul, and your sons and your daughters whom you left behind will fall by the sword.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you will do exactly as I have done: you will not veil your facial hair, nor eat the bread of mourning men!\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, your turbans will be on your heads, and your sandals on your feet; you will not mourn nor weep, for you will melt away in your iniquities, and each man will groan for his brother.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Ezekiel will be a sign for you, as everything that he has done you will do when this comes. Then you will know that I am the Lord Yahweh!'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"But you, son of man, on the day that I capture their temple, which is their joy, their pride, and what they see and desire—and when I take away their sons and daughters—\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "on that day, a refugee will come to you to give you the news!\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that day your mouth will be opened up to that refugee and you will speak—you will no longer be silent. You will be a sign for them so that they will know that I am Yahweh.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}