{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the word of Yahweh came to me, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, set your face against the people of Ammon and prophesy against them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Say to the people of Ammon, 'Hear the word of the Lord Yahweh. This is what the Lord Yahweh says: Because you said, \"Aha!\" over my sanctuary when it was profaned, and against the land of Israel when it was desolate, and against the house of Judah when they went into exile,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "therefore, behold, I am giving you to a people in the east as their possession. They will set up camp against you and set up their tents among you. They will eat your fruit and they will drink your milk.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will make Rabbah a pasture for camels and the people of Ammon a field for flocks. Then you will know that I am Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the Lord Yahweh says this: You have clapped your hands and stamped your feet, and rejoiced with all the contempt within you against the land of Israel.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, behold! I will strike you with my hand and give you as plunder to the nations. I will cut you off from the peoples and make you perish from among the countries! I will destroy you, and you will know that I am Yahweh.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord Yahweh says this, 'Because Moab and Seir say, \"Behold! The house of Judah is like every other nation.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, behold! I will open the slopes of Moab, starting at his cities on the border—the splendor of Beth Jeshimoth, Baal Meon, and Kiriathaim—\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "to the people of the east who have been against the people of Ammon. I will give them up as a possession so that the people of Ammon will not be remembered among the nations.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I will perform judgments against Moab, and they will know that I am Yahweh.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord Yahweh says this, 'Edom has taken vengeance against the house of Judah and has committed wrong in doing so.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, the Lord Yahweh says this: I will strike Edom with my hand and destroy every person and animal there. I will make them a ruined, abandoned place, from Teman to Dedan. They will fall by the sword.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will lay my vengeance upon Edom by the hand of my people Israel, and they will do to Edom according to my anger and my fury, and they will know my vengeance—this is the Lord Yahweh's declaration.'\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord Yahweh says this, 'The Philistines have taken vengeance with malice and from within themselves they tried to destroy Judah again and again.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So this is what the Lord Yahweh says: Behold! I will reach out with my hand against the Philistines, and I will cut off the Kerethites and destroy the remnant who are along the seacoast.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I will take great vengeance against them with furious acts of punishment, so they will know that I am Yahweh, when I take my vengeance on them.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}