{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So it was in the eleventh year, on the first day of the month, that the word of Yahweh came to me, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, because Tyre has said against Jerusalem, 'Aha! The gates of the people are broken! She has turned to me; I will be filled up because she is ruined.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore the Lord Yahweh says this, 'Behold! I am against you, Tyre, and I will raise up many nations against you like the sea raises its waves.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will destroy the walls of Tyre and tear down her towers. I will sweep her dust away and make her like a bare rock.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She will become a place for nets to dry out in the midst of the sea, since I have declared it—this is the Lord Yahweh's declaration—and she will become plunder for the nations.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Her daughters who are in the fields will be slaughtered by the swords, and they will know that I am Yahweh.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this is what Yahweh says: Behold, from the north I am bringing Nebuchadnezzar king of Babylon, king of kings, against Tyre, with horses and chariots, and with horsemen and a great many people.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will kill your daughters in the field. He will set up a siege work and build a ramp against your walls and raise up shields against you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will place his battering rams to hit against your walls, and his tools will tear down your towers.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His horses will be so many that their dust will cover you. Your walls will shake with the sound of horsemen, wagons, and chariots. When he enters your gates, he will enter as men come into a city whose walls have been broken down. \n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The hooves of his horses will trample all of your streets. He will kill your people with the sword and your mighty stone pillars will fall to the ground.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will plunder your riches and loot your merchandise. They will tear down your walls and destroy your luxurious homes. Your stones, your timber, and the rubble they will throw into the waters.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will stop the noise of your songs. The sound of your harps will be heard no more.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will make you a bare rock, you will become a place where nets are spread out to dry. You will never be built again, for I, Lord Yahweh have spoken—this is the Lord Yahweh's declaration.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord Yahweh says this to Tyre, 'Will not the islands quake with the sound of your downfall, and with the groans of the wounded when the terrible slaughter is in your midst?\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the princes of the sea will step down from their thrones and remove their robes and cast off their embroidered garments. They will clothe themselves with trembling, they will sit on the ground and tremble every moment, and they will be appalled because of you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will lift up a lament for you and say to you,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "How you, who were inhabited by sailors, have been destroyed. The famous city that was so strong—it is now gone from the sea.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "The ones living in her once spread a terror about themselves upon everyone who lived near them.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the coasts tremble on the day of your downfall.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "The islands in the sea are terrified, because you are no longer in your place.'\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the Lord Yahweh says this: When I make you a desolate city, like the other cities that are not inhabited, when I raise up the deeps against you, and when the great waters cover you,\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then I will bring you down to the people of ancient times, like the others who have gone down into the pit; for I will make you live in the lowest realms of the earth as in ruins of ancient times. Because of this you will not come back and stand in the land of the living.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft The expression \\fqa and stand in the land of the living \\fqa* is supplied by an ancient version. The Hebrew has \\fqa I will place glory in the land of the living \\fqa* , which does not seem to fit the context here. ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will place disaster on you, and you will be no more forever. Then you will be sought, but you will never be found ever again—this is the Lord Yahweh's declaration.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}