{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the word of Yahweh came to me, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, say to the ruler of Tyre, 'The Lord Yahweh says this: Your heart is arrogant! You have said, \"I am a god! I will sit in the seat of the gods in the heart of the seas!\" Even though you are a man and not a god, you make your heart like the heart of a god;\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "you think that you are wiser than Daniel, and that no secret amazes you!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have made yourself wealthy with wisdom and skill, and obtained gold and silver in your treasuries!\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By great wisdom and by your trading, you have multiplied your wealth, so your heart is arrogant because of your wealth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, the Lord Yahweh says this: Because you have made your heart like the heart of a god,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will therefore bring foreigners against you, terrifying men from other nations. They will bring their swords against the beauty of your wisdom, and they will profane your splendor.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will send you down to the pit, and you will die the death of those who die in the heart of the seas.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Will you truly say, \"I am a god\" to the face of one who kills you? You are a man and not God, and you will be in the hand of the one who pierces you.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will die the death of the uncircumcised by the hand of foreigners, for I have declared it—this is the Lord Yahweh's declaration.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The word of Yahweh came again to me, saying,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, lift up a lament for the king of Tyre and say to him, 'The Lord Yahweh says this: You were the model of perfection, full of wisdom and perfect in beauty.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You were in Eden, the garden of God. Every precious stone covered you: ruby, topaz, emerald, chrysolite, onyx, jasper, sapphire, turquoise, and beryl. Your settings and mountings were made from gold. It was on the day you were created that they were prepared.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I placed you on the holy mountain of God as the cherub I anointed to guard mankind. You were in the midst of the fiery stones where you walked about.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You had integrity in your ways from the day you were created until injustice was found within you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Through your great trade you were filled with violence, and so you sinned. So I threw you out of the mountain of God, as a one who was defiled, and I destroyed you, guardian cherub, and drove you from among the fiery stones.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your heart was arrogant with your beauty; you ruined your wisdom because of your splendor. I have sent you down to the earth. I have placed you before kings so they may see you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of your many sins and your dishonest trade, you have defiled your holy places. So I have made fire come out from you; it will consume you. I will turn you into ashes on the earth in the sight of all who look at you.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the ones who knew you among the peoples will shudder at you; they will be horrified, and you will be no more forever.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the word of Yahweh came to me, saying,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, set your face against Sidon and prophesy against her.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Say, 'The Lord Yahweh says this: Behold! I am against you, Sidon! For I will be glorified in your midst so your people will know that I am Yahweh when I execute justice within you. I will be shown to be holy in you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will send out a plague in you and blood in your streets, and the slain will fall in your midst. When the sword comes against you from all around, then you will know that I am Yahweh.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then there will no longer be pricking briars and painful thorns for the house of Israel from all those around her who despise her people, so they will know that I am the Lord Yahweh!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord Yahweh says this, 'When I gather the house of Israel from the peoples among whom they were scattered, and when I am set apart among them, so the nations may see, then they will make their homes in the land I will give to my servant Jacob.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they will live securely within her and build houses, plant vineyards, and live securely when I execute justice on all the ones who now despise them from all around; so they will know that I am Yahweh their God!'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}