{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the tenth year, in the tenth month on the twelfth day of the month, the word of Yahweh came to me, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, set your face against Pharaoh, the king of Egypt; prophesy against him and against all of Egypt.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Declare and say, 'The Lord Yahweh says this:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Behold! I am against you, Pharaoh, king of Egypt.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "You, the great sea monster that lurks in the midst of the river,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "that says, \"My river is my own. I have made it for myself.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I will place hooks in your jaw, and the fish of your Nile will cling to your scales; I will lift you up from the middle of your river along with all the fish of the river that cling to your scales.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will throw you down into the wilderness, you and all the fish from your river.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "You will fall on the open field; you will not be gathered nor lifted up.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "I will give you as food to the living things of the earth and to the birds of the heavens.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the inhabitants of Egypt will know that I am Yahweh,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "because they have been a reed stalk to the house of Israel.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they took hold of you in their hand, you broke and tore open their shoulder;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and when they leaned on you, you were broken, and you caused their legs to be unsteady.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore the Lord Yahweh says this: Behold! I will bring a sword against you. I will cut off both man and beast from you.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the land of Egypt will become desolate and a ruin. Then they will know that I am Yahweh, because the sea monster had said, \"The river is mine, for I have made it.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, behold! I am against you and against your river, so I will give the land of Egypt over to desolation and waste, and you will become a wasteland from the Migdol to Syene and the borders of Cush.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No man's foot will pass through it, and no wild animal's foot will pass through it. It will not be inhabited for forty years.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I will make the land of Egypt a desolation in the midst of uninhabited lands, and its cities in the midst of wasted cities will become a desolation for forty years; then I will scatter Egypt among the nations, and I will disperse them though the lands.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the Lord Yahweh says this: At the end of forty years I will gather Egypt from the peoples among whom they were scattered.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will restore the fortunes of Egypt and bring them back to the region of Pathros, to the land of their origin. Then they will be a lowly kingdom there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It will be the lowliest of the kingdoms, and it will not be lifted up any more among the nations. I will diminish them so they will no longer rule over nations.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Egyptians will no longer be a reason for confidence for the house of Israel. Instead, they will be a reminder of the iniquity that Israel committed when they turned to Egypt for help. Then they will know that I am the Lord Yahweh.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then it came about in the twenty-seventh year on the first of the first month, that the word of Yahweh came to me, saying,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, Nebuchadnezzar the king of Babylon stationed his army to do hard work against Tyre. Every head was rubbed until it was made bald, and every shoulder was made raw. Yet he and his army received no payment from Tyre for the hard work that he carried out against it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore the Lord Yahweh says this, 'Behold! I am giving the land of Egypt to Nebuchadnezzar the king of Babylon, and he will take away its wealth, plunder its possessions, and carry off all he finds there; that will be his army's wages.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have given him the land of Egypt as the wages for the work they did for me—this is the Lord Yahweh's declaration.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that day I will make a horn sprout up for the house of Israel, and I make you speak in their midst, so that they will know that I am Yahweh.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}