{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to me, \"Son of man, what you have found, eat. Eat this scroll, then go speak to the house of Israel.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I opened my mouth, and he fed me that scroll.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to me, \"Son of man, feed your belly and fill your stomach with this scroll that I have given to you!\" So I ate it, and it was as sweet as honey in my mouth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to me, \"Son of man, go to the house of Israel and speak my words to them.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For you are not being sent to a people of strange speech or difficult language, but to the house of Israel—\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "not to many peoples of strange speech or a difficult language, whose words you cannot understand. Surely if I sent you to them, they would have listened to you.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the house of Israel will not be willing to listen to you, for they are not willing to listen to me. So all the house of Israel is strong browed and hard hearted.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold! I have made your face as stubborn as their faces and your brow as hard as their brows.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have made your brow like a diamond, harder than flint! Do not fear them or be discouraged by their faces, since they are a rebellious house.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to me, \"Son of man, all the words that I announce to you—take them into your heart and hear them with your ears!\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then go to the captives, to your people, and speak to them. Say to them, 'This is what the Lord Yahweh says,' whether they will listen or not.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Spirit lifted me up, and I heard behind me the sound of a great earthquake: \"Blessed be the glory of Yahweh from his place!\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was the sound of the wings of the living creatures as they touched one another, and the sound of the wheels that were with them, and the sound of a great earthquake.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Spirit lifted me up and took me away, and I went with bitterness in my spirit's rage, for the hand of Yahweh was powerfully pressing on me!\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I went to the captives at Tel Aviv who lived along the Kebar Canal, and I stayed there among them for seven days, overwhelmed in amazement.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then it happened after seven days that the word of Yahweh came to me, saying,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, I have made you a watchman for the house of Israel, so listen to the word from my mouth, and give them my warning.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I say to the wicked, 'You will surely die' and you do not warn him or speak a warning to the wicked about his evil deeds so he might live—the wicked one will die for his sin, but I will require his blood from your hand. \n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you warn the wicked, and he does not turn from his wickedness or from his wicked deeds, then he will die for his sin, but you will have rescued your own life.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a righteous man turns from his righteousness and acts unjustly, and I set a stumbling block before him, he will die. Because you did not warn him, he will die in his sin, and I will not call to mind the righteous deeds that he performed, but I will require his blood from your hand.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you warn the righteous man to stop sinning so that he no longer sins, he will surely live since he was warned; and you will have rescued your own life.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the hand of Yahweh was on me there, and he said to me, \"Arise! Go out into the plain, and I will speak with you there!\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I arose and went out into the plain, and there the glory of Yahweh was staying, like the glory that I had seen beside the Kebar Canal; so I fell on my face.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Spirit came to me and stood me up on my feet; and he spoke with me, and said to me, \"Go and shut yourself up within your house,\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "for now, son of man, they will place ropes upon you and tie you so you cannot go out among them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will make your tongue stick to the roof of your mouth, so you will be mute, and you will not be able to rebuke them, since they are a rebellious house.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when I speak with you, I will open your mouth so you will say to them, 'This is what the Lord Yahweh says.' The one who will hear will hear; the one who will not listen will not listen, for they are a rebellious house!\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}