{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The word of Yahweh came to me, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, prophesy and say, 'The Lord Yahweh says this:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Wail, \"Woe is the coming day.\"\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The day is near. The day is near for Yahweh. It will be a day of clouds, a time of doom for nations.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then a sword will come against Egypt, and there will be anguish in Cush when the killed people fall in Egypt—\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "when they take her wealth, and when her foundations are ruined.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Cush and Put, Lydia and all Arabia, and Libya, together with the people belonging to the covenant—they will all fall by the sword.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh says this:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "So the ones who support Egypt will fall, and the pride of her strength will go down.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "From Migdol to Syene their soldiers will fall by the sword—this is the Lord Yahweh's declaration.\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will be appalled in the midst of the abandoned lands, and their cities will be among all the ruined cities.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they will know that I am Yahweh, when I set fire in Egypt, and when all of her helpers are destroyed.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In that day messengers will go out from before me in ships to terrorize a secure Cush, and there will be anguish among them on the day of Egypt's doom. For behold! It is coming.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord Yahweh says this: I will make an end of the multitudes of Egypt by the hand of Nebuchadnezzar, the king of Babylon.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He and his army with him, the terror of nations, will be brought to destroy the land; they will draw out their swords against Egypt and fill the land with those who have been killed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will make the rivers into dry ground, and I will sell the land into the hand of wicked men. I will make the land and its fullness desolate by the hand of strangers—I, Yahweh, have spoken.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord Yahweh says this: I will destroy idols, and I will bring an end to the worthless idols of Memphis. There will no longer be a prince in the land of Egypt, and I will put terror on the land of Egypt.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I will make Pathros desolate and set fire in Zoan, and I will execute acts of judgment on Thebes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I will pour out my fury on Pelusium, the stronghold of Egypt, and cut off the multitude of Thebes.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I will set fire in Egypt; Pelusium will be in great agony, Thebes will be broken up, and Memphis will face enemies every day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The young men in Heliopolis and Bubastis will fall by the sword, and their cities will go into captivity.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In Tahpanhes, the day will hold back its light when I break the yoke of Egypt there, and the pride of her strength will be finished. There will be a cloud covering her, and her daughters will walk into captivity.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will execute acts of judgment in Egypt, so they will know that I am Yahweh.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then it came about in the eleventh year, in the first month, in the seventh day of the month, that the word of Yahweh came to me, saying, \n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, I have broken the arm of Pharaoh, the king of Egypt. Behold! It has not been bound up, or set to heal with a bandage, so that it will become strong enough to grasp a sword.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore the Lord Yahweh says this, 'Behold, I am against Pharaoh, the king of Egypt. For I will break his arm, both the strong one and the broken one, and I will make the sword fall from his hand.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I will scatter Egypt among the nations and disperse them among the lands.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will strengthen the arms of the king of Babylon and place my sword in his hand so that I might destroy Pharaoh's arms. He will groan before the king of Babylon with the groans of a dying man.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I will strengthen the arms of the king of Babylon, while Pharaoh's arms will fall. Then they will know that I am Yahweh, when I put my sword into the hand of the king of Babylon; for he will attack the land of Egypt with it.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I will scatter Egypt among the nations and disperse them through the lands. Then they will know that I am Yahweh.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}