{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then it came about in the eleventh year, in the third month, on the first day of the month, that the word of Yahweh came to me, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, say to Pharaoh, the king of Egypt, and to his multitudes around him,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "'In your greatness, who are you like?\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold! Assyria was a cedar in Lebanon with beautiful branches, giving shade to the forest, \n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and the tallest in height, and the branches formed its treetop. \n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many waters made it tall; the deep waters made it huge. Rivers flowed all around its area,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "for their channels stretched out to all the trees in the field.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Its great height was more than any of the other trees in the field, and its branches became very many;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "its branches grew long because of many waters as they grew.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every bird of the heavens nested in its branches, while every living thing of the field gave birth to its young under its foliage.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "All of the many nations lived under its shade.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For it was beautiful in its greatness and the length of its branches, for its roots were in many waters.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Cedars in the garden of God could not equal it.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "None among the cypress trees matched its branches, and the plane tree could not equal its boughs.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "There was no other tree in the garden of God that was like it in its beauty.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I made it beautiful with its many branches\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and all the trees of Eden that were in the garden of God envied it.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore the Lord Yahweh says this: Because it was tall in height, and it set its treetop between its branches, it lifted up its heart because of its height.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have given it into the hand of a mighty one of the nations, to deal with it according to what its wickedness deserves. I have thrown it out.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Foreigners who were the terror of all the nations cut it off and left it to die. Its branches fell on the mountains and all the valleys, and its boughs lay broken in all the ravines of the land. Then all the nations on earth came out from under its shade and they went away from it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the birds of the sky rested on the trunk of the fallen tree,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and every animal of the field came to its branches.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This happened so that no other trees that grow by the waters will lift up their foliage to the height of the tallest trees, and that no other trees that grow beside the waters will reach up to that height. All of them have been assigned to death, to the earth below, among the children of humanity, with those that go down to the pit. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord Yahweh says this: On the day when the cedar went down to Sheol I brought mourning to the earth. I covered the deep waters over it, and I held back the ocean waters. I kept back the great waters, and I brought mourning to Lebanon for him. So all the trees of the field mourned because of it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I brought shuddering to the nations at the sound of its downfall, when I threw it down to Sheol with those who went down into the pit. So I comforted all the trees of Eden in the lowest parts of the earth. These had been the choicest and best trees of Lebanon; the trees that drank the waters.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For they also went down with it to Sheol, to the ones who had been killed by the sword. These were its strong arm, those nations who had lived in its shade.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Which of the trees in Eden was your equal in glory and greatness? For you will be brought down with the trees of Eden to the lowest parts of the earth among the uncircumcised; you will live with those who were killed by the sword.'\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "This is Pharaoh and all of his multitudes—this is the Lord Yahweh's declaration.\"\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}