{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the word of Yahweh came to me, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, declare this to your people; say to them, 'When I bring a sword against any land, then the people of that land take one man from among themselves and make him a watchman for them.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He looks for the sword as it comes on the land, and he blows his horn to warn the people!\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the people hear the sound of the horn but do not pay attention, and if the sword comes and kills them, then each one's blood is on his own head.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If someone hears the sound of the horn and pays no attention, his blood is on him; but if he pays attention, he will save his own life.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, if the watchman sees the sword as it is coming, but if he does not blow the horn, with the result that the people are not warned, and if the sword comes and takes anyone's life, then that person dies in his own sin, but I will require his blood from the watchman.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now you yourself, son of man! I have made you a watchman for the house of Israel; you will hear the words from my mouth and warn them on my behalf.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If I say to a wicked person, 'Wicked one, you will surely die!' but if you do not announce this so as to warn the wicked about his way, then he who is wicked will die in his sin, but I will require his blood from your hand!\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you, if you warn the wicked about his way, so that he might turn back from it, and if he does not turn back from his way, then he will die in his sin, but you yourself will have saved your own life.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you, son of man, say to the house of Israel, 'You are saying this, \"Our transgressions and our sins are on us, and we are decaying in them! How can we live?\"'\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Say to them, 'As I live—this is the Lord Yahweh's declaration—I do not delight in the death of the wicked, for if the wicked repents from his way, then he will live! Repent! Repent from your wicked ways! For why should you die, house of Israel?'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now you, son of man, say to your people, 'The righteousness of a righteous person will not save him if he sins! The wickedness of a wicked person will not cause him to perish if he repents from his sin! For the righteous person will not be able to live because of his righteousness if he sins.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If I say to the righteous, \"He will surely live!\" and if he trusts in his righteousness and then commits injustice, I will not call to mind any of his righteousness. He will die for the wickedness he committed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So if I say to the wicked, \"You will surely die,\" but if he then repents from his sins and does what is just and right—\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "if he restores the loan guarantee that he wickedly demanded, or if he makes restitution for what he has stolen, and if he walks in the statutes that give life and no longer commits sin—then he will surely live. He will not die.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "None of the sins that he has committed will be called to mind for him. He has acted justly and rightly, and so, he will surely live!\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But your people say, \"The way of the Lord is not fair!\" but it is your ways that are not fair!\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the righteous person turns away from his righteousness and commits sin, then he will die in it!\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the wicked turns away from his wickedness and does what is just and righteous, he will live because of those things!\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you people say, \"The way of the Lord is not fair!\" I will judge each of you according to his way, house of Israel!'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It happened in the twelfth year, on the fifth day of the tenth month of our captivity, that a fugitive came to me from Jerusalem and said, \"The city has been captured!\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The hand of Yahweh had been on me in the evening before the fugitive came, and my mouth was opened by the time that he came to me in the dawn. So my mouth was open; I was no longer mute!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the word of Yahweh came to me, saying,\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, the ones inhabiting those ruins in the land of Israel are talking and say, 'Abraham was only one person, and he inherited the land, but we are many! The land has been given to us as a possession.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore say to them, 'The Lord Yahweh says this: You eat blood, and you lift up your eyes towards your idols, then you pour out people's blood. Should you really possess the land?\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have depended on your swords and have done disgusting things; each man defiles his neighbor's wife. Should you really possess the land?'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will say this to them, 'The Lord Yahweh says this: As I live, surely the ones in the ruins will fall by the sword, and I will give those in the fields to the living creatures as food, and those in fortresses and in caves will die of plagues.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I will turn the land into a desolation and a horror, and the pride of its might will end, for the mountains of Israel will be deserted, and there will be no one to pass through them.'\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they will know that I am Yahweh, when I make the land a desolation and a waste because of all the abominations that they have done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now you, son of man—your people are saying things about you beside the walls and the gates of the houses, and each says to one another—each man to his brother, 'Let us go and listen to the prophet's word that comes out from Yahweh!'\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So my people will come to you, as they often do, and will sit in front of you and listen to your words, but they will not obey them. Right words are in their mouths, but their hearts are going after unjust profit.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For you are like a lovely song to them, a beautiful sound that is well played on a stringed instrument, so they will listen to your words, but none of them will obey them.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So when all of this happens—behold! it will happen!—then they will know that a prophet has been among them.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}