{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the word of Yahweh came to me, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, prophesy against the shepherds of Israel. Prophesy and say to them, 'The Lord Yahweh says this to the shepherds: Woe to the shepherds of Israel who are shepherding themselves. Should not shepherds guard the flock?\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You eat the fatty portions and you dress in wool. You slaughter the fatlings of the flock. You do not shepherd at all.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have not strengthened those who have diseases, nor do you heal the ones who are ill. You do not bind up the ones who are broken, and you do not restore the outcasts or seek the lost. Instead, you rule over them through strength and violence.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they were scattered without a shepherd, and they became food for all the living beasts in the fields, after they were scattered.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My flock strays on all of the mountains and on every high hill, and it is dispersed over the entire surface of the earth. Yet no one is searching for them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, shepherds, hear the word of Yahweh:\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As I live—this is the Lord Yahweh's declaration—because my flock has become plunder and food for all the beasts in the fields, because there was no shepherd and none of my shepherds sought my flock, but the shepherds guarded themselves and did not shepherd my flock.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, shepherds, hear the word of Yahweh:\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord Yahweh says this: Behold! I am against the shepherds, and I will require my flock from their hand. Then I will dismiss them from shepherding the flock; neither will the shepherds any longer shepherd themselves since I will take away my flock from their mouths, so that my flock will no longer be food for them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the Lord Yahweh says this: Behold! I myself will seek out my flock and I will look after them,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "like a shepherd seeking his flock on the day he is within the midst of his scattered flock. Thus I will seek my flock, and I will rescue them from all the places where they were scattered on the day of clouds and darkness.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I will bring them out from among the peoples; I will gather them from the lands and bring them to their land. I will put them in pastures on the mountainsides of Israel, by the streams, and in every settlement in the land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will put them in good pastures; the high mountains of Israel will be their grazing places. They will lie down there in good places for grazing, in abundant pastures, and they will graze on the mountains of Israel.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I myself will shepherd my flock, and I myself will make them lie down—this is the Lord Yahweh's declaration—\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will seek the lost and restore the outcast. I will bind up the broken sheep and heal the sick sheep but the fat and the strong I will destroy. I will shepherd with justice.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now you, my flock—this is what the Lord Yahweh says—behold, I will be a judge between sheep and sheep and between rams and male goats.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Is it not enough to feed on the good pasture, that you must trample down with your feet what is left of the pasture; and to drink from clear waters, that you must muddy the rivers with your feet?\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Must my sheep eat what you have trampled with your feet, and drink what you have muddied with your feet?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore the Lord Yahweh says this to them: Behold! I myself will judge between the fat sheep and the thin ones,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "for you have pushed them with your sides and shoulders, and you have gored all of the weak ones with your horns until you have scattered them away from the land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will save my flock and they will no longer be plunder, and I will judge between one sheep and another!\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will set over them one shepherd, my servant David. He will shepherd them, he will feed them, and he will be their shepherd.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I, Yahweh, will be their God, and my servant David will be a prince among them—I, Yahweh, have declared this.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I will make a covenant of peace with them and remove the evil wild animals from the land, so that they will live securely in the wilderness and safely sleep in the forests.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will also bring blessings on them and on the places around my hill, for I will send out showers in due season. These will be showers of blessing.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the trees of the field will produce their fruit, and the earth will yield its produce. My sheep will be secure in their land; then they will know that I am Yahweh, when I break the bars of their yoke, and when I rescue them from the hand of those who enslaved them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will no longer be plunder for the nations, and the wild animals on the earth will no longer devour them. For they will live securely, and no one will frighten them.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I will provide them a land known for its crops; so they will not be victims of famine in the land, and they will not bear the scorn of the nations.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they will know that I, Yahweh their God, am with them. They are my people, the house of Israel—this is the Lord Yahweh's declaration.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For you are my sheep, the flock of my pasture, and my people, and I am your God—this is the Lord Yahweh's declaration.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}