{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the word of Yahweh came to me, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, set your face against Mount Seir and prophesy against it.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Say to it, 'The Lord Yahweh says this: Behold! I am against you, Mount Seir, and I will strike you with my hand and make you a desolation and a waste.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will make your cities ruins, and you yourself will become desolate; then you will know that I am Yahweh.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because you have always been hostile to the people of Israel, and because you poured them out into the hands of the sword at the time of their distress, at the time their punishment was at its greatest.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, as I live—this is the Lord Yahweh's declaration—I will prepare you for bloodshed, and bloodshed will pursue you! Since you did not hate bloodshed, bloodshed will pursue you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will make Mount Seir a complete desolation when I cut off from it anyone who passes through and returns again.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will fill its mountains with those who were killed; on your high hills and valleys and in all your streams those who were killed by the sword will fall.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will make you a perpetual desolation. Your cities will not be inhabited, but you will know that I am Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have said, \"These two nations and these two lands will become mine, and we will possess them,\" even when Yahweh was present with them.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, as I live—this is the Lord Yahweh's declaration—so I will do according to your anger and according to your jealousy that you had in your hatred of Israel, and I will show myself to them when I judge you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you will know that I am Yahweh. I have heard all the insults you spoke against the mountains of Israel, when you said, \"They have been destroyed; they have been given over to us to devour.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You exalted yourselves against me with what you said, and you multiplied the words you said against me; and I heard it all.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord Yahweh says this: I will make you a desolation, while the entire earth rejoices.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As you rejoiced over the inheritance of the people of Israel because of its desolation, I will do the same to you. You will become a desolation, Mount Seir, and all of Edom—all of it! Then they will know that I am Yahweh.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}