{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Now you, son of man, prophesy to the mountains of Israel and say, 'Mountains of Israel, listen to the word of Yahweh.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord Yahweh says this: The enemy has said about you, \"Aha!\" and \"The ancient high places have become our possession.\"'\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore prophesy and say, 'The Lord Yahweh says this: Because of your desolation and because of the attacks that came on you from all sides, you have become a possession of the other nations; you have been the subject of slanderous lips and tongues, and of people's stories.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, mountains of Israel, listen to the word of the Lord Yahweh: The Lord Yahweh says this to the mountains and the high hills, to the streambeds and valleys, to the uninhabited desolations and the forsaken cities that have become plunder and a subject of mocking for the other nations that surround them—\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "therefore the Lord Yahweh says this: I have certainly spoken in the fire of my fury against the other nations, against Edom and all who took my land for themselves as a possession, against all those who had both joy in their heart and disdain in their spirit, as they seized my land that they might claim its pasturelands for themselves.'\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, prophesy to the land of Israel and say to the mountains and to the high hills, to the streambeds and to the valleys, 'the Lord Yahweh says this: Behold! In my fury and in my anger I am declaring this because you have borne the insults of nations.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, the Lord Yahweh says this: I myself will lift up my hand to swear that the nations that surround you will certainly carry their own shame.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you, mountains of Israel, you will grow branches and bear fruit for my people Israel, since they will soon come back to you.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For behold, I am for you, and I treat you with favor; you will be plowed and sown with seed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I will multiply upon you the number of your people, even the whole house of Israel. The cities will be inhabited and the ruins rebuilt.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will multiply man and beast on you mountains so that they will multiply and be fruitful. Then I will cause you to be inhabited as you previously were, and I will make you prosper more than you did in the past, for you will know that I am Yahweh.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will bring men, my people Israel, to walk on you. They will possess you, and you will be their inheritance, and you will no longer cause their children to die.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord Yahweh says this: Because they are saying to you, \"You devour men, bereaving your nation of children,\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "therefore you will not consume people any longer, and you will no longer make your nation mourn their deaths. This is the Lord Yahweh's declaration.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nor will I allow you to hear the insults of the nations any longer; you will no longer have to bear the shame of the peoples or cause your nation to fall—this is the Lord Yahweh's declaration.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the word of Yahweh came to me, saying,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, when the house of Israel inhabited their land, they defiled it with their ways and their deeds. Their ways were like the unclean menstruation of a woman before me.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I poured out my fury against them for the blood that they poured out on the land and for their pollution of it by their idols.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I scattered them among the nations; they were dispersed through the lands. I judged them according to their ways and their deeds.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they went to the nations, and wherever they went, they profaned my holy name when people said of them, 'Are these really the people of Yahweh? For they have been thrown out of his land.'\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I had compassion for my holy name that the house of Israel had defiled among the nations, when they went there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore say to the house of Israel, 'The Lord Yahweh says this: I am not doing this for your sake, house of Israel, but for my holy name, which you have profaned among the nations everywhere you have gone.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I will make my great name holy, which you have profaned among the nations—in the midst of the nations, you profaned it. Then the nations will know that I am Yahweh—this is the Lord Yahweh's declaration—when you see that I am holy.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will take you from the nations and gather you from every land, and I will bring you to your land.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I will sprinkle pure water on you so you will be purified from all of your impurities, and I will purify you from all of your idols.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will give you a new heart and a new spirit in your innermost parts, and I will take away the heart of stone from your flesh. For I will give you a heart of flesh.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will set my Spirit in you and enable you to walk in my statutes and keep my decrees, so you will do them.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you will inhabit the land that I gave to your ancestors; you will be my people, and I will be your God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I will save you from all of your uncleanness. I will summon the grain and multiply it. I will no longer put famine upon you.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will multiply the fruit of the tree and the produce of the field so that you will no longer bear the shame of famine among the nations.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you will think of your wicked ways and your deeds that were not good, and you will show loathing on your faces because of your own sins and your disgusting deeds.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am not doing this for your sake—this is the Lord Yahweh's declaration—let this be known to you. So be ashamed and disgraced because of your ways, house of Israel.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord Yahweh says this: On the day that I purify you from all your iniquity, I will cause you to inhabit the cities and to rebuild the ruined places.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For you will plow the ruined land until it is no longer a ruin before the eyes of all who pass by.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they will say, \"This land was desolate, but it has become like the garden of Eden; the desolate cities and the uninhabited ruins that were torn down are now fortified and inhabited.\"\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the other nations around you will know that I am Yahweh, that I built up the ruins and replanted the abandoned places. I am Yahweh. I have declared it and I will do it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord Yahweh says this: Again I will be asked by the house of Israel to do this for them, to increase them like a flock of people.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Like the flock is set apart for sacrifices, like the flock in Jerusalem at her appointed feasts, so will the ruined cities be filled with flocks of people and they will know that I am Yahweh.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}