{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The hand of Yahweh was upon me, and he brought me out by the Spirit of Yahweh and set me down in the midst of a valley; it was full of bones.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he made me pass through them round and round. Behold! A great many of them were in the valley. Behold! They were very dry.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to me, \"Son of man, can these bones live again?\" So I said, \"Lord Yahweh, you alone know.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to me, \"Prophesy over these bones and say to them, 'Dry bones. Listen to the word of Yahweh.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord Yahweh says this to these bones: Behold! I am about to put breath into you, and you will live.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will place sinews over you and bring flesh onto you. I will cover you with skin and put breath within you so you will live. Then you will know that I am Yahweh.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I prophesied as I was commanded; as I prophesied, behold, a sound came, that of shaking. Then the bones drew together—bone against bone.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I looked and, behold, sinews were now on them, and flesh grew up and skin covered them. But there was still no breath in them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to me, \"Prophesy to the breath, prophesy, son of man, and say to the breath, 'The Lord Yahweh says this: Breath, come from the four winds, and breathe on these who have been killed, so they may live.'\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I prophesied as I was commanded; the breath came into them and they lived. Then they stood on their feet, a very great army.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to me, \"Son of man, these bones are the entire house of Israel. Behold! They are saying, 'Our bones have dried up, and our hope is gone. We have been cut off.'\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore prophesy and say to them, 'The Lord Yahweh says this: Behold! I will open your graves and lift you out from them, my people. I will bring you back to the land of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you will know that I am Yahweh, when I open your graves and bring you out from them, my people.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will place my Spirit within you so you will live, and I will cause you to rest in your land when you know that I am Yahweh. I declare and will do it—this is Yahweh's declaration.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the word of Yahweh came to me, saying,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"So now you, son of man, take one stick for yourself and write on it, 'For Judah and for the people of Israel, his companions.' Then take another stick and write on it, 'For Joseph, the branch of Ephraim, and for all the people of Israel, their companions.'\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bring both of them together into one stick, so that they become one in your hand.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When your people speak to you and say, 'Will you not tell us what these things of yours mean?'\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then say to them, 'The Lord Yahweh says this: Behold! I am taking the branch of Joseph that is in the hand of Ephraim and the tribes of Israel his companions and joining it to the branch of Judah, so that they will make one branch, and they will become one in my hand.'\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hold in your hand the branches that you wrote on before their eyes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Declare to them, 'The Lord Yahweh says this: Behold! I am about to take the people of Israel from among the nations where they went. I will gather them from the surrounding lands and I will bring them to their land.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will make them one nation in the land, on the mountains of Israel, and there will be one king as king over all of them, and they will no longer be two nations. They will no longer be divided into two kingdoms.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they will no longer defile themselves with their idols, their disgusting things, or any of their other sins. For I will save them from all of their faithless actions with which they have sinned, and I will purify them, so they will be my people and I will be their God.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some ancient and most modern versions read in this way: \\fqa from all of their faithless actions \\fqa* . However, the Hebrew text reads \\fqa from their dwelling places \\fqa* , which many think makes little sense in this context. ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David my servant will be king over them. So there will be one shepherd over them all, and they will walk according to my decrees and they will keep my statutes and obey them.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will live in the land that I have given to my servant Jacob, where your fathers had stayed. They will live in it forever—they, their children, and their grandchildren, for David my servant will be their chief forever.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will establish a covenant of peace with them. It will be an everlasting covenant with them. I will establish them and multiply them and set my holy place in their midst forever.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My dwelling place will be with them; I will be their God, and they will be my people.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the nations will know that I am Yahweh who sets Israel apart, when my holy place is among them forever.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}