{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The word of Yahweh came to me, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, set your face toward Gog, the land of Magog, the chief prince of Meshech and Tubal; and prophesy against him.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Say, 'The Lord Yahweh says this: Behold! I am against you, Gog, chief prince of Meshech and Tubal.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I will turn you around and set hooks in your jaw; I will send you out with all your army, horses, and horsemen, all of them dressed in full armor, a great company with large shields and small shields, all of them holding swords!\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Persia, Cush, and Libya are with them, all of them with shields and helmets!\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gomer and all her troops, and Beth Togarmah, from the far parts of the north, and all its troops! Many peoples are with you!\n \n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Get ready! Yes, prepare yourself and your troops assembled with you, and be their commander.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will be called after many days, and after some years you will go to a land that has recovered from the sword and that has been gathered from many peoples, gathered back to the mountains of Israel that had been a continuous ruin. But the land's people will be brought out of the peoples, and they will live in safety, all of them!\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you will go up as a storm goes; you will be like a cloud covering the land, you and all your troops, all the many soldiers with you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord Yahweh says this: It will happen on that day that plans will form in your heart, and you will devise wicked schemes.'\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you will say, 'I will go up to the open land; I will go to the quiet people living in safety, all of them living where there are no walls or bars, and where there are no city gates.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will capture booty and steal plunder, in order to bring my hand against the ruins that are newly inhabited, and against the people gathered from the nations, people who are gaining livestock and property, and who are living at the center of the earth.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sheba and Dedan, and the traders of Tarshish along with all its young warriors will say to you, 'Have you come to plunder? Have you assembled your armies to take away spoil, to carry off silver and gold, to take their livestock and property and to haul away much plunder?'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore prophesy, son of man, and say to Gog, 'The Lord Yahweh says this: On that day, when my people Israel are living securely, will you not learn about them?\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will come from your place far away in the north with a great army, all of them riding on horses, a great company, a large army.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will attack my people Israel like a cloud that covers the land. In the latter days I will bring you against my land, so the nations might know me when I show myself through you, Gog, to be holy before their eyes. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord Yahweh says this: Are you not the one of whom I spoke in former days by the hand of my servants, the prophets of Israel, who prophesied in their own time for years that I would bring you against them?\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So it will come to be in that day when Gog attacks the land of Israel—this is the Lord Yahweh's declaration—my wrath will mount up in my anger.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In my zeal and in the fire of my anger, I declare that on that day there will be a great earthquake in the land of Israel.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will shake before me—the fish of the sea and the birds of the skies, the beasts of the fields, and all the creatures that crawl on the earth, and every person who is on the surface of the land. The mountains will be thrown down and the cliffs will fall, until every wall falls to the earth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will summon a sword against him on all my mountains—this is the Lord Yahweh's declaration—each man's sword will be against his brother.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I will judge him by plague and blood; and overflowing rain and hailstones and burning sulfur I will rain down upon him and his troops and the many nations that are with him.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I will show my greatness and my holiness and I will make myself known in the eyes of the many nations, and they will know that I am Yahweh.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}