{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Now you, son of man, prophesy against Gog and say, 'The Lord Yahweh says this: Behold! I am against you, Gog, chief of Meshech and Tubal.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will turn you and lead you on; I will bring you up from the far north and bring you to the mountains of Israel.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I will knock your bow out of your left hand and make the arrows fall from your right hand.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will fall on the mountains of Israel—you and all your troops and the soldiers who are with you. I will give you to the birds of prey and the wild beasts of the fields for food.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will fall on the open field, for I myself declare it—this is the Lord Yahweh's declaration.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I will send out fire on Magog and on those living in safety on the coasts, and they will know that I am Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I will make my holy name known in the midst of my people Israel, and I will no longer allow my holy name to be profaned; the nations will know that I am Yahweh, the Holy One in Israel.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold! The day is coming, and it will take place—this is the Lord Yahweh's declaration.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The ones living in the cities of Israel will go out and they will use weapons to kindle and make fires and burn them—small shields, large shields, bows, arrows, the clubs and spears; they will make fires with them for seven years.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will not gather wood from the fields or cut down trees from the forests, since they will burn the weapons; they will take from those who wanted to take from them; they will plunder those who wanted to plunder them—this is the Lord Yahweh's declaration.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then it will happen on that day that I will make a place there for Gog—a grave in Israel, a valley for those who journey to the east of the sea. It will block those who wish to cross over. There they will bury Gog with all his multitudes. They will call it the Valley of Hamon Gog.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For seven months the house of Israel will bury them in order to purify the land.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For all the people of the land will bury them; it will be a memorable day for them when I am glorified—this is the Lord Yahweh's declaration.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they will designate men to continually go through the land, to find those who were traveling through, but who died and their bodies remained on the surface of the land, so that they may bury them, in order to cleanse the land. At the end of the seventh month they will begin their search. \n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As these men pass through the land, when they see any human bone, they will put a marker by it, until gravediggers come and bury it in the Valley of Hamon Gog.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There will be a city there by the name of Hamonah. In this way they will purify the land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now to you, son of man, the Lord Yahweh says this: Say to all the winged birds and all the wild beasts in the fields, 'Gather together and come. Gather from all around to the sacrifice that I myself am making for you, a large sacrifice on the mountains of Israel, so that you may consume flesh and drink blood.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will consume the flesh of warriors and drink the blood of the princes of the earth; they will be rams, lambs, goats, and bulls, they were all fattened in Bashan.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you will eat fat to your satisfaction; you will drink blood until drunkenness; this will be the sacrifice that I will slaughter for you.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will be satisfied at my table with horse, chariot, warrior, and every man of war—this is the Lord Yahweh's declaration.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will set my glory among the nations, and all the nations will see my judgment that I perform and my hand that I have set against them.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The house of Israel will know that I am Yahweh their God from that day onward.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The nations will know that the house of Israel went into captivity because of their iniquity by which they betrayed me, so I hid my face from them and gave them into the hand of their adversaries so that all of them fell by the sword.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I did to them according to their uncleanness and their sins, when I hid my face from them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore the Lord Yahweh says this: Now I will restore the fortunes of Jacob, and I will have compassion on all the house of Israel, when I act with zeal for my holy name.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they will bear their shame and all the treason in which they betrayed me. They will forget all this when they rest in their land in safety, with no one to terrify them.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I restore them from the peoples and gather them from the lands of their enemies, I will show myself to be holy in the sight of many nations.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they will know that I am Yahweh their God, for I sent them into captivity among the nations, but then I will gather them back to their land. I will not leave any of them among the nations.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will no longer hide my face from them when I pour out my Spirit on the house of Israel—this is the Lord Yahweh's declaration.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}