{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"But you, son of man, take a brick for yourself and place it before you. Then carve the city of Jerusalem on it.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then lay siege against it, and build forts against it. Raise up an assault ramp against it and set camps around it. Place battering rams all around it.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then take for yourself an iron pan and use it as an iron wall between yourself and the city and set your face against it, for it will be under siege, and you are to put the siege against it. This will be a sign to the house of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, lie on your left side and put the sin of the house of Israel on it; you will carry their sin for the number of the days that you lie down against the house of Israel.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I myself am assigning to you one day to represent each year of their punishment: 390 days! In this way, you will carry the sin of the house of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you have completed these days, then lie down a second time on your right side, for you will carry the sin of the house of Judah for forty days. I am assigning to you one day for each year.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Set your face toward Jerusalem that is under siege, and with your arm uncovered prophesy against it.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For behold! I am placing bonds on you so you will not turn from one side to the other until you have completed the days of your siege.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Take for yourself wheat, barley, beans, lentils, millet, and spelt; put them in a single container and make bread for yourself according to the number of the days that you will lie upon your side. For 390 days you will eat it.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The food you will eat will be by weight, twenty shekels per day, and you will eat it at set times each day.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you will drink water, measured out to a sixth of a hin, and you will drink it at set times.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will eat it as barley cakes, but you will bake it on excrement of human dung within their sight!\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Yahweh says, \"This means that the bread that the people of Israel will eat will be unclean, there among the nations where I will banish them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I said, \"Alas, Lord Yahweh! I have never been unclean! I have never eaten either anything that died or anything killed by animals, from my youth until now, and foul meat has never entered my mouth!\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he said to me, \"Look! I have given you cow manure instead of human dung so you can prepare your bread over that.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also said to me, \"Son of man! Behold! I am breaking the staff of bread in Jerusalem, and they will eat bread while rationing it in anxiety and drink water while rationing it in trembling.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because they will lack bread and water, every man will be dismayed at his brother and waste away because of their iniquity.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}