{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the twenty-fifth year of our captivity at the beginning of the year on the tenth day of the month, in the fourteenth year after the city was captured—on that same day, the hand of Yahweh was upon me and he took me there.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In visions from God he brought me to the land of Israel. He brought me to rest on a very high mountain; to the south were what appeared to be buildings of a city.\n \n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he brought me there. Behold, a man! His appearance was like the appearance of bronze. A linen cord and a measuring stick were in his hand, and he stood in the city gate.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man said to me, \"Son of man, look with your eyes and listen with your ears, and fix your mind on all that I am revealing to you, for you were brought here so I could reveal them to you. Report everything that you will see to the house of Israel.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a wall surrounding the temple area. The length of the measuring stick in the man's hand was six long cubits. Each long cubit was a cubit and a handbreadth in length. So he measured the wall, and it was one measuring stick thick and one rod high. \n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he went to the temple gate that faced east. He went up its steps and measured the threshold of the gate—one stick in depth.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft After \\fqa one stick in depth \\fqa* , the Hebrew text reads in addition: \\fqa one threshold one stick in depth\" \\fqa* . Many modern versions, however, leave this expression out, because it seems to be a repetition of preceding text. ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The guard chambers were each one stick in length and one stick in width; there were five cubits between any two of the chambers, and the threshold of the temple gate by the temple portico was one stick deep.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He measured the portico of the gate; it was one stick in length.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He measured the portico of the gate. It was one stick deep. The doorposts were two cubits in width. This was the portico of the gate facing the temple.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were three guard chambers on either side of the east gate, and each of them had the same measurement, and the walls that separated them had the same measurement.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the man measured the width of the gateway entrance—ten cubits; and he measured the length of the gateway entrance—thirteen cubits.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He measured the wall that was bordering the front of the chambers—one cubit high. The chambers measured six cubits on each side.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he measured the gateway from the roof of one chamber to that of the next chamber—twenty-five cubits, from the entrance of the first chamber to that of the second.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he measured the wall that went between the guard chambers—sixty cubits in length; he measured as far as the gate's portico.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The entrance from the front of the gate to the other end of the gate's portico was fifty cubits.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were closed windows toward the chambers and toward their pillars within the gates all around; and likewise for the porches. The were windows all around the inside, and each jamb was decorated with palm trees. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the man brought me to the outer courtyard of the temple. Behold, there were rooms, and there was pavement in the courtyard, with thirty rooms next to the pavement.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The pavement went up to the side of the gates, and its width was the same as the gates' length. This was the lower pavement.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the man measured the distance from the front of the lower gate to the front of the inner gate; it was one hundred cubits on the east side, and the same on the north side.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he measured the length and width of the gate that was at the north of the outer court.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were three chambers on either side of that gate, and the gate and its portico measured the same as the main gate—fifty cubits in total length and twenty-five cubits in width.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Its windows, portico, chambers, and its palm trees corresponded to the gate that faced east. Seven steps went up to it and to its portico.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a gate to the inner courtyard in front of the gate facing north, just as also there was a gate to the east; the man measured from one gate to the other gate—one hundred cubits in distance.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next the man brought me to the gate of the southern entrance, and its walls and portico measured the same as the other outer gates.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were closed windows in the gateway and its portico just as at that gate. The south gate and its portico measured fifty cubits in length and twenty-five cubits in width.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were seven steps up to the gate and its portico, and there were carvings of palm trees on the walls on either side.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a gate to the inner courtyard on the southern side, and the man measured from that gate to the gate of the south entrance—one hundred cubits in distance.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the man brought me to the inner courtyard by way of its southern gate, which had the same measurements as the other gates.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Its chambers, walls, and porticos measured the same as the other gates; there were windows all around in the portico. The inner gate and its portico measured fifty cubits in length and twenty-five cubits in width.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were also porticos all around the inner wall; these were twenty-five cubits in length and five cubits in width.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This portico faced the outer courtyard with carved palm trees on its walls and eight steps going up to it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the man brought me to the inner courtyard by the eastern way and measured the gate, which had the same measurements as the other gates.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Its chambers, walls, and portico measured the same as the other gates, and there were windows all around. The inner gate and its portico measured fifty cubits in length and twenty-five cubits in width.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Its portico faced the outer courtyard; it had palm trees on either side of it and eight steps going up it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next the man brought me to the northern gate and measured it; it measured the same as the other gates.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Its chambers, walls, and portico measured the same as the other gates, and there were windows all around. The gateway and its portico measured fifty cubits in length and twenty-five cubits in width.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Its portico faced the outer courtyard; it had palm trees on either side of it and eight steps going up it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a room with a door by each of the inner gateways. This was where they rinsed the burnt offerings.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were two tables on each side of each portico, on which the burnt offering was slaughtered, and also the sin offering and the guilt offering.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By the wall of the courtyard, going up to the gate to the north, there were two tables. Also on the other side there were two tables at the gate's portico.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were four tables on either side by the gate; they slaughtered animals on the eight tables.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were four tables of cut stone for the burnt offerings, one and a half cubits in length, one and a half cubits in width, and one cubit tall. On them they laid the tools with which they slaughtered the burnt offerings for the sacrifices.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Two-pronged hooks a handbreadth in length were fastened in the portico all around, and the flesh of the offerings would be put on the tables.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the outside of the inner gate, within the inner courtyard, were singers' chambers, one on the north side facing south, and the other on the south side facing north.\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the man said to me, \"This room facing south is for the priests who are on duty in the temple.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The room facing north is for the priests on duty at the altar. These are the sons of Zadok who come near to Yahweh to serve him; they are among the sons of Levi.\"\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next he measured the courtyard—one hundred cubits in length and one hundred cubits in width in a square, with the altar in front of the house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the man brought me to the portico of the house and measured its doorposts—they were five cubits thick on either side. The entryway itself was fourteen cubits in width, and the walls on each side of it were three cubits in width.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa the walls on each side of it were three cubits in width \\fqa* , the Hebrew text reads \\fqa the entrance was three cubits in width \\fqa* , but this seems to be a mistake, judging from the preceding words in this verse. ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The length of the portico was twenty cubits, and its depth was eleven cubits. There were steps that went up to it and columns that stood on either side of it.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa steps \\fqa* , some ancient and modern versions read \\fqa ten steps \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa eleven cubits \\fqa* , some ancient and modern versions read \\fqa twelve cubits \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}