{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the man brought me into the temple's holy place and measured the doorposts—six cubits in width on either side.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft After \\fqa six cubits in width on either side \\fqa* , most ancient copies and some modern versions add \\fqa the width of the tent \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The width of the doorway was ten cubits; the wall on each side was five cubits in length. Then the man measured the dimensions of the holy place—forty cubits in length and twenty cubits in width.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the man went into the very holy place and measured the posts of the doorway—two cubits, and the doorway was six cubits in width. The walls on either side were seven cubits in width.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he measured the room's length—twenty cubits. Its width—twenty cubits to the front of the temple hall. Then he said to me, \"This is the most holy place.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the man measured the wall of the house—it was six cubits thick. The width of each side room around the house was four cubits in width.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were side rooms on three levels, one room above another, thirty rooms on each level. There were ledges around the wall of the house, to support all of the side rooms, for there was no support put in the wall of the house.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the side rooms widened and went around going up, for the house went around higher and higher all around; the rooms widened as the house went up, and a stairway went up to the highest level, through the middle level.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I saw a raised part all around the house, the foundation for the side chambers; it measured a full stick in height—six cubits.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The width of the wall of the side rooms on the outside was five cubits. There was an open space to the outside of these rooms in the sanctuary.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the other side of this open space were the priests' outer side rooms; this space was twenty cubits in width all around the sanctuary.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were doors into the side rooms from another open space—one doorway was on the north side, and the other on the south side. The width of this open area was five cubits all around.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The building that faced the courtyard on the west side was seventy cubits in width. Its wall measured five cubits thick all around, and it was ninety cubits in length.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the man measured the sanctuary—one hundred cubits in length. The separated building, its wall, and the courtyard also measured one hundred cubits in length.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The width of the front of the courtyard in front of the sanctuary was also one hundred cubits.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the man measured the length of the building behind the sanctuary, to its west, and the galleries on either side—one hundred cubits. The holy place and the portico,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the inner walls and the windows, including the narrow windows, and the galleries all around on three levels, were all paneled in wood.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Above the entryway to the inner sanctuary and spaced along the walls there was a measured pattern.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was decorated with cherubim and palm trees; with a palm tree between each cherub, and each cherub had two faces:\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the face of a man looked toward a palm tree on one side, and the face of a young lion looked toward a palm tree on the other side. They were carved all around the entire house.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the ground to above the doorway, cherubim and palm trees were carved on the outer wall of the house. \n \n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The gate posts of the holy place were square. Their appearance was like the appearance of\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the wooden altar in front of the holy place, which was three cubits high and two cubits in length on each side. Its corner posts, base, and frame were made of wood. Then the man said to me, \"This is the table that stands before Yahweh.\"\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa Their appearance was like the appearance of the wooden altar in front of the holy place, which was \\fqa* , some modern versions have \\fqa They all looked like each other. The wooden altar in front of the holy place was \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were double doors for the holy place and the most holy place.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These doors had two hinged door panels each, two panels for one door and two panels for the other.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Carved on them—on the doors of the holy place—were cherubim and palm trees just as the walls were decorated, and there was a wooden roof over the portico at the front.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were narrow windows and palm trees on either side of the portico. These were the side rooms of the house, and they also had overhanging roofs.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}