{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next the man sent me out to the outer courtyard on the north side, and he brought me to rooms in front of the outer courtyard and the northern outer wall.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those rooms were one hundred cubits along their front and fifty cubits in width.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of those rooms faced the inner courtyard and were twenty cubits away from the sanctuary. There were three levels of rooms, and the ones above looked down on the ones below and were open to them, having a walkway. Some of the rooms looked out onto the outer courtyard.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A passage ten cubits in width and one hundred cubits in length ran in front of the rooms. The rooms' doors were toward the north.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some ancient versions and many modern versions read \\fqa one hundred cubits \\fqa* . Ancient Hebrew copies and some modern versions read \\fqa one cubit \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the upper halls were smaller, for the walkways took away from them more space than they did in the lowest and middle levels of the building.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the halls on the third story had no columns, unlike the courtyards, which did have columns. So the highest level's rooms were smaller in size compared to the rooms in the lowest and middle levels.\n \n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The outside wall ran along the rooms toward the outer courtyard, the courtyard that was in front of the rooms. That wall was fifty cubits in length.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The length of the rooms of the outer courtyard was fifty cubits, and the rooms facing the sanctuary were one hundred cubits in length.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was an entrance to the lowest rooms from the east side, coming from the outer courtyard.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Along the wall of the outer courtyard on the eastern side of the outer courtyard, in front of the sanctuary's inner courtyard, there were also rooms\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Hebrew and some modern versions read \\fqa on the eastern side \\fqa* . However, some ancient copies and most modern versions read \\fqa on the southern side \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "with a walkway in front of them. They were as the appearance of the rooms on the northern side. They had the same length and breadth and the same exits and arrangements and doors.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the south side were doors into rooms that were just the same as on the north side. A passage on the inside had a door at its head, and the passage opened into the various rooms. On the east side there was a doorway into the passage at one end.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the man said to me, \"The northern rooms and the southern rooms that are in front of the outer courtyard are holy rooms where the priests who work nearest to Yahweh may eat the most holy food. They will put the most holy things there—the food offering, the sin offering, and the guilt offering—for this is a holy place.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the priests enter there, they must not go out of the holy place to the outer court, without laying aside the clothes in which they served, since these are holy. So they must dress in other clothes before going near the people.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man completed measuring the inner house and then took me out to the gate that faced the east and measured all the surrounding area there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He measured the east side with a measuring stick—five hundred cubits with the measuring stick.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa five hundred cubits \\fqa* , which some ancient and most modern versions read, Hebrew reads \\fqa five hundred measuring sticks \\fqa* , which seems to be an error. ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He measured the north side—five hundred cubits with the measuring stick.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa five hundred cubits, \\fqa* which some ancient and most modern versions read, Hebrew reads \\fqa five hundred measuring sticks \\fqa* , which seems to be an error. ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also measured the south side—five hundred cubits with the measuring stick.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa five hundred cubits \\fqa* , which some ancient and most modern versions read, Hebrew reads \\fqa five hundred measuring sticks \\fqa* , which seems to be an error. ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also turned and measured the west side—five hundred cubits with the measuring stick.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa five hundred cubits \\fqa* , which some ancient and most modern versions read, Hebrew reads \\fqa five hundred measuring sticks \\fqa* , which seems to be an error. ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He measured it on four sides. It had a wall around it that was five hundred cubits in length, and five hundred cubits in width, to separate the holy from that which is common.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}