{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man then brought me to the gate that opened to the east.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold! The glory of the God of Israel came from the east; his voice was like the sound of many waters, and the earth shone with his glory.\n \n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was according to the appearance of the vision that I saw, according to the vision that I saw when he had come "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa when he had come,\\fqa* which some Hebrew copies and some ancient and many modern versions read, the Hebrew reads \\fqa when I came \\fqa* . ",
        "endTag": "f*",
        "nextChar": " "
      },
      {
        "type": "text",
        "text": "to destroy the city, and the visions were like the vision that I saw at the Kebar Canal—and I fell to my face. \n\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the glory of Yahweh came to the house by way of the gate that opened to the east. \n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Spirit lifted me up and brought me into the inner court. Behold! The glory of Yahweh was filling the house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man was standing beside me, and I heard someone else speaking to me from the house.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to me, \"Son of man, this is the place of my throne and the place for the soles of my feet, where I will live in the midst of the people of Israel forever. The house of Israel will no longer profane my holy name—they or their kings—with their faithlessness or with the corpses of their kings at their high places.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will no longer profane my holy name by putting their threshold next to my threshold, and their gateposts next to my gateposts, with nothing but a wall between me and them. They profaned my holy name with their disgusting actions, so I consumed them with my anger.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now let them remove their faithlessness and the corpses of their kings from before me, and I will live in their midst forever.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Son of man, you yourself must tell the house of Israel about this house so they will be ashamed of their iniquities. They should think about this description.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For if they are ashamed of all that they have done, then reveal to them the design of the house, its details, its exits, its entrances, and all its designs, all its decrees and rules. Then write this down before their eyes so they will keep to all its design and all its rules, so as to obey them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the regulation for the house: From the peak of the hill to all the surrounding border around it, it will be most holy. Behold! This is the regulation for the house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These will be the measurements of the altar in cubits—that cubit being a regular cubit and a handbreadth in length. So the gutter around the altar will be a cubit deep, and its width will also be a cubit. The border around its surrounding edge will be one span. This will be the base of the altar.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the gutter at the ground level up to the lower ledge of the altar is two cubits, and that ledge itself is one cubit in width. Then from the small ledge up to the large edge of the altar, it is four cubits, and the large edge is a cubit in width.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The hearth on the altar for the burnt offerings is four cubits high, and there are four horns pointing upward on the hearth.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The hearth is twelve cubits in length and twelve cubits in width, a square.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Its border is fourteen cubits in length and fourteen cubits in width on each of its four sides, and its rim is a half cubit in width. The gutter is a cubit in width all around with its steps facing east.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next he said to me, \"Son of man, the Lord Yahweh says this: These are the regulations for the altar on the day they make it, for raising the burnt offering onto it, and for sprinkling blood on it.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will give a bull from the cattle as a sin offering for the Levitical priests who are the descendants of Zadok, those who come near to me to serve me—this is the Lord Yahweh's declaration.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you will take some of its blood and place it on the altar's four horns and the four sides of its edge and on the surrounding rim; you will cleanse it and make atonement for it.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then take the bull for the sin offering and burn it in the appointed part of the temple area outside of the sanctuary.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then on the second day you will offer a male goat without blemish from the goats as a sin offering; the priests will cleanse the altar just as they cleansed it with the bull.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you finish its cleansing, offer an unblemished bull from the cattle and an unblemished ram from the flock.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Offer them before Yahweh; the priests will throw salt onto them and raise them up as a burnt offering to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must prepare a male goat as a sin offering daily for seven days, and the priests must also prepare an unblemished bull of the cattle and unblemished ram from the flock.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must atone for the altar for seven days and purify it, and in this way they must consecrate it.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must complete these days, and on the eighth day and onward it will come about that the priests will prepare your burnt offerings and your peace offerings on the altar, and I will accept you—this is the Lord Yahweh's declaration.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}