{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the man brought me back to the outer sanctuary gate that faced east; it was closed tightly.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to me, \"This gate has been sealed shut; it will not be opened. No man will go through it, for Yahweh, the God of Israel, has come through it, so it has been closed tightly.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The ruler of Israel will sit in it to eat food before Yahweh. He will enter by way of the gate's portico and go out the same way.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he brought me by way of the northern gate to the front of the temple, and I looked, and behold, the glory of Yahweh filled the house of Yahweh, and I fell on my face.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to me, \"Son of man, set your heart and look with your eyes and listen with your ears to all that I am declaring to you, to all the statutes of the house of Yahweh and all its regulations. Think about the house's entrance and exits.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then say to the rebellious ones, the house of Israel, 'The Lord Yahweh says this: Let all of your disgusting actions be enough for you, house of Israel—\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "that you brought foreigners with uncircumcised hearts and uncircumcised flesh to be in my sanctuary, profaning my house, while you were offering me food, fat and blood—you have broken my covenant by all your disgusting actions.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have not carried out your duties regarding my holy things, but you appointed others to take up your duties, and you assigned them to care for my holy place.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord Yahweh says this: No foreigner, uncircumcised in heart and flesh, from any of those who live among the people of Israel, may enter my holy place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet the Levites went far from me—they wandered away from me, going after their idols—but they will pay for their sin.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They are servants in my sanctuary, watching the gates of the house and serving in the house and they slaughter the burnt offerings and the people's sacrifices, and they will stand before the people and serve them.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But because they performed the sacrifices before their idols, they became stumbling blocks for sin for the house of Israel. Therefore I will lift up my hand to swear an oath against them—this is the Lord Yahweh's declaration—they will bear their punishment.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will not come near me to act as my priests or to approach any of my holy things, the most holy things. Instead, they will bear their reproach and their guilt for the disgusting actions that they have done.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I will place them as keepers of the work in the house, for all of its duties and everything that is done in it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Levitical priests, those sons of Zadok who fulfilled the duties of my sanctuary when the people of Israel were wandering away from me—they will come near me to worship me. They will stand before me to offer me the fat and the blood—this is the Lord Yahweh's declaration.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will come to my sanctuary; they will approach my table to worship me and to fulfill their duties to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So it will be that when they come to the gates of the inner courtyard, they will have to dress in linen clothes, for they must not come in wool inside the gates of the courtyard and its house.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There should be linen turbans on their heads and linen underclothes on their hips. They must not dress in clothes that make them sweat.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they go out to the outer courtyard, to the outer courtyard in order to go to the people, they must take off the clothes they wore when they served; they must take them off and lay them down in a holy room, so they do not make other people holy by contact with their special clothing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also they must neither shave their heads nor allow their hair to hang loosely, but they must trim the hair of their heads.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No priest may drink wine when he comes to the inner court,\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "nor take a widow or a divorced woman as a wife for himself, but only a virgin from the line of the house of Israel or a widow who was previously married to a priest.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For they will teach my people the difference between the holy and the profane; they will make them know the unclean from the clean.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In a dispute they will stand to judge with my decrees; they must be just. They will keep my law and my statutes in every feast, and they will celebrate my holy Sabbaths.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will not go to a dead person so as to become unclean, unless it is their father or mother, son or daughter, brother or a sister who has not slept with a man; otherwise, they will become unclean.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After a priest has become unclean, they will count off a period of seven days for him.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the day he enters the holy place, into the inner courtyard to serve in the holy place, he must bring a sin offering for himself—this is the Lord Yahweh's declaration.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This will be their inheritance: I am their inheritance, and you must give them no property in Israel; I will be their property!\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will eat the food offerings, the sin offerings, the guilt offerings, and everything devoted to Yahweh in Israel, will be theirs.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The best of the firstfruits of all things and every contribution, anything from all of your contributions will belong to the priests, and you will give the best of your meal offerings to the priests so that blessing may rest on your house.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests will not eat any carcass or animal torn by a beast, whether bird or beast.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}