{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord Yahweh says this: The gate of the inner courtyard, facing east, will be shut for the six days of work, but on the Sabbath it will be opened, and on the day of the new moon it will be opened.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The prince will enter the outer courtyard by the way of the gate and its portico from outside, and he will stand before the doorposts of the inner gate while the priests perform his burnt offering and peace offering. Then he will worship at the threshold of the inner gate and go out, but the gate will not be shut until evening.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of the land will also worship before Yahweh at the entrance to this gate on the Sabbaths and new moons.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The burnt offering that the prince offers to Yahweh on the Sabbath day will be six unblemished lambs and an unblemished ram.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The grain offering with the ram will be an ephah, and the grain offering with the lambs will be what he wishes to give, and a hin of oil with each ephah of grain.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the day of the new moon he must offer an unblemished bull from a herd, six lambs, and an unblemished ram.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must make a grain offering of an ephah for the bull and an ephah for the ram, and what he wishes to give for the lambs, and a hin of oil for every ephah of grain.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the prince enters by the way of the gate and its portico, he must leave by the same way.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when the people of the land come before Yahweh at the appointed festivals, anyone entering through the north gate to worship must leave through the south gate; and anyone entering through the south gate must leave through the north gate. No one may turn back to the gate through which he entered, for he must go out straight ahead.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The prince must be in their midst; when they go in, he must go in, and when they leave, he must leave.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the festivals, the grain offering must be an ephah of grain for the bull and an ephah for the ram, and whatever he wishes to give with the lambs, and a hin of oil for every ephah.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the prince gives a freewill offering, either a burnt offering or a peace offering to Yahweh, the gate facing east will be opened for him. He will offer his burnt offering offering or his peace offering as he does it on the Sabbath day. Then he must go out, and after he has gone out the gate will be shut.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In addition, you will give an unblemished lamb one year old as a burnt offering to Yahweh daily; you will do this morning after morning.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will give a grain offering with it morning after morning, a sixth of an ephah and a third of a hin of oil to moisten the flour of the grain offering for Yahweh, according to a permanent statute.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will prepare the lamb, the grain offering, and the oil morning after morning, a permanent burnt offering.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord Yahweh says this: If the prince gives a gift to any of his sons, it is his inheritance. It will be the property of his sons, it is an inheritance.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if he gives a gift from his inheritance to one of his servants, then it will be that servant's until the year of liberty, and then it will return to the prince. His inheritance will certainly be for his sons.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The prince will not take the people's inheritance away from their own property; he must provide for his sons from his own property so that my people will not be scattered, each man from his own property.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next the man brought me through the entrance at the gate to the holy rooms for the priests, which faced north and behold! There was a place toward the west.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to me, \"This is the place where the priests must boil the guilt offering and the sin offering and where they must bake the grain offering. They must not bring the offerings into the outer courtyard, for then the people would be consecrated.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he brought me to the outer courtyard and he led me past the four corners of that courtyard, and I saw that in at every corner of the courtyard there was a another court.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the four corners of the outer courtyard there were four small courtyards, forty cubits in length and thirty in width. There the same dimensions for all four of the courtyards.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft The Hebrew word translated here as \\fqa small \\fqa* is unclear. It is translated in this way by some ancient and some modern versions. However, other modern versions translate it differently. ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a row made of stone all around the four of them, and cooking hearths were under the stone row.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man said to me, \"These are the places where the temple servants will boil the people's sacrifices.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}