{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the man took me back to the entrance to the temple, and there was water flowing out from under the temple threshold of the house toward the east—for the front of the temple faced east—and the water was flowing down the south side of the temple, to the right of the altar.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he brought me out through the northern gate and led around to the gate facing east, and there the water was flowing from this gate on its south side.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As the man was going toward the east, there was a measuring line in his hand; he measured off one thousand cubits and brought me through the water to ankle-deep water.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he measured one thousand cubits again and brought me through the water to knee-deep water; and he measured another thousand cubits and brought me to hip-deep water.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next he measured off another thousand cubits, but it was a river that I could not cross through because the water had risen and was deep enough to swim in—it was a river that could not be crossed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man said to me, \"Son of man, do you see this?\" and he brought me out and had me walk back along the riverbank.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As I walked back, there the riverbank had many trees on this side and also the other side.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man said to me, \"This water is going out to the eastern territory and down to the Arabah; this water flows into the Salt Sea and will make it fresh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It will be that every living creature that swarms will live where the water goes; there will be many fish, for these waters flow there. It will make the salt water fresh. Everything will live wherever the river goes.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then it will happen that fishermen of En Gedi will stand by the water, and there will be a place to dry out the fishing nets by En Eglaim. There will be many kinds of fish in the Salt Sea, like the fish in the Great Sea for their abundance.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Salt Sea's swamps and marshes will not be made fresh; they will be for providing salt.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Beside this river on its banks, on both sides, all kinds of trees will grow that bear food. Their leaves will not wither and their fruit will never fail to grow. Each month the trees will bear fruit, because the water from the sanctuary flows to them. Their fruit will be for food, and their leaves will be for healing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord Yahweh says this: This will be the way that you divide the land up for the twelve tribes of Israel: Joseph will have two portions.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are to divide equally what I lifted up my hand and swore to give to your fathers. This land will come to you as an inheritance.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This will be the boundary of the land on the north side from the Great Sea by way of Hethlon, and then to Zedad.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft The Hebrew text reads \\fqa by way of Hethlon, and then to Zedad \\fqa* , but some modern versions imitate 48:1 and add \\fqa Lebo Hamath \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the boundary will go to Berothah, to Sibraim, which is between Damascus and Hamath, and then to Hazer Hattikon, which is beside the boundary of Hauran.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the boundary will go from the sea to Hazar Enan on the border with Damascus and Hamath to the north. This will be the north side.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the east side the boundary will run between Hauran and Damascus, along the Jordan River between Gilead and the land of Israel. You will measure from the border to the eastern sea. This will be the eastern border.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft The Hebrew text reads \\fqa You will measure from the border to the eastern sea \\fqa* . However, some ancient and modern versions read \\fqa to the eastern sea as far as Tamar \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then on the south side the boundary will run from Tamar as far as the waters of Meribah Kadesh, then along the brook of Egypt to the Great Sea. This will be the boundary on the south side.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the boundary on the west side will be the Great Sea to a point opposite Lebo Hamath. This will be the west side.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this way you will divide this land for yourselves, for the tribes of Israel.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you will distribute the inheritances for yourselves and for the foreigners in your midst, those who have given birth to children in your midst and who are, with you, like the native born people of Israel. You will cast lots for inheritances among the tribes of Israel.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then it will happen that the foreigner will be with the tribe among whom he is living. You must give him an inheritance—this is the Lord Yahweh's declaration.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}