{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are the names of the tribes. The tribe of Dan will receive one portion of land; its boundary will run along the northern boundary of Israel by way of Hethlon and Lebo Hamath. Its boundary will go on to Hazar Enan and along the border with Damascus to the north and then on to Hamath. Dan's boundary will go from east all the way to the Great Sea.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Adjoining the border of Dan, from the east side to the west, Asher will have one portion. \n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Adjoining the border of Asher from the east side to the west, Naphtali will have one portion. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Adjoining the border of Naphtali from the east side to the west, Manasseh will have one portion. \n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Adjoining the border of Manasseh from the east side to the west, Ephraim will have one portion.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Adjoining the border of Ephraim from the east side to the west, Reuben will have one portion.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Adjoining the border of Reuben from the east side to the west, Judah will have one portion.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The offering of land that you will make will be along the border with Judah and extend from the east side to the west side; it will be twenty-five thousand cubits in width. Its length will correspond to one tribe's portion from the east side to the west side, and the temple will be in the middle of it.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This land that you will offer up to Yahweh will be twenty-five thousand cubits in length and ten thousand cubits in width.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These will be the assignments of this holy portion of land: The priests will have land assigned to them measuring twenty-five thousand cubits in length on the north side; ten thousand cubits in width on the west side; ten thousand cubits in width on the east side; and twenty-five thousand cubits in length on the south side, with the holy place of Yahweh in the middle of it.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This will be for the consecration of the priests of the line of Zadok, who have served me faithfully and who did not go astray when the people of Israel went astray, as the Levites did.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The offering for them will be a portion of this most holy land, extending to the border of the Levites.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Levites' land along the border with the priests' land will be twenty-five thousand cubits in length and ten thousand cubits in width. The entire length of the two tracts of land will be twenty-five thousand cubits in length and twenty thousand cubits in width.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must not sell it or exchange it; none of this firstfruits of the land of Israel must ever be separated from these tracts, for it all is holy to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The remaining land, five thousand cubits in width and twenty-five thousand cubits in length, will be for the collective use of the city, the houses, and the pastureland; the city will be in its midst.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These will be the city's measurements: The north side will be 4,500 cubits in length; the south side will be 4,500 cubits in length; the east side will be 4,500 cubits in length; and the west side will be 4,500 cubits in length.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There will be pasture for the city toward the north, 250 cubits deep; to the south, 250 cubits deep; to the east, 250 cubits deep, and to the west, 250 cubits deep.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The remaining area of the holy offering will stretch for ten thousand cubits to the east and ten thousand cubits to the west. It will stretch along the border of the holy offering, and its produce will be food for those working in the city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people who work in the city, people belong to all the tribes of Israel, will farm that land.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the land offering will measure twenty-five thousand cubits by twenty-five thousand cubits. In this way you will make the holy offering of land, together with the land for the city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The rest of the land on either side of the holy offering and the city area will be for the prince. The prince's tract of land to the east will extend for twenty-five thousand cubits from boundary of the holy offering to the eastern border—and his tract to the west will extend for twenty-five thousand cubits to the western border. In the middle will be the holy offering, and the holy place of the temple will be in its midst.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The land extending from the property of the Levites and the area of the city in its midst will be for for the prince; it will be between the border of Judah and the border of Benjamin—this land will be for the prince.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the remaining tribes, their portions will also run from the eastern side to the west side. Benjamin will receive one portion.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Adjoining the border of Benjamin from the east side to the west, Simeon will have one portion.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Adjoining the border of Simeon from the east side to the west, Issachar will have one portion.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Adjoining the border of Issachar from the east side to the west, Zebulun will have one portion. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To the south of Zebulun's boundary, running from the east side to the west side, will be the land of Gad—one portion.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The southern boundary of Gad will extend from Tamar to the waters of Meribah Kadesh, and farther to the brook of Egypt, and then to the Great Sea.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the land for which you will cast lots; it will be the inheritance of the tribes of Israel. These will be their portions. This is the Lord Yahweh's declaration.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These will be the exits from the city: On the north side, which will measure 4,500 cubits in length,\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "will be three gates, named for tribes of Israel: one gate for Reuben, one gate for Judah, and one gate for Levi.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the east side, which will measure 4,500 cubits in length, will be three gates: one gate for Joseph, one gate for Benjamin, and one gate for Dan.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the south side, which is 4,500 cubits in length, will be three gates: one gate for Simeon, one gate for Issachar, and one gate for Zebulun.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the west side, which will measure 4,500 cubits, will be three gates: one gate for Gad, one gate for Asher, and one gate for Naphtali.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The distance around the city will be eighteen thousand cubits; from that day on, the city's name will be \"Yahweh Is There.\"\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}