{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Then you, son of man, take a sharp sword as a barber's razor for yourself, and pass the razor over your head and your beard, then take scales to weigh and divide your hair.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Burn a third of it with fire in the midst of the city when the days of the siege are completed, and take a third of the hair and strike it with the sword all around the city. Then scatter a third of it to the wind, and I will draw out a sword to chase after the people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But take a small number of hairs from them and tie them into the folds of your robe.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then take more of the hair and throw it into the midst of the fire; and burn it in the fire; from there a fire will go out to all the house of Israel.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord Yahweh says this, \"This is Jerusalem in the midst of the nations, where I have placed her, and where I have surrounded her with other lands.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But she has in wickedness rejected my decrees more than the nations have, and my statutes more than the countries that surround her. The people have rejected my judgments and have not walked in my statutes.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore the Lord Yahweh says this, \"Because you are more troublesome than the nations that surround you and have not walked in my statutes or acted according to my decrees, or even acted according to the decrees of the nations that surround you,\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "therefore the Lord Yahweh says this, \"Behold! I myself will act against you. I will execute judgments within your midst for the nations to see.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will do to you what I have not done and the like of which I will not do again, because of all your disgusting actions.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore fathers will eat the children in your midst, and sons will eat their fathers, since I will execute judgment on you and scatter to every direction all of you who are left.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, as I live—this is the Lord Yahweh's declaration—it is certainly because you have defiled my sanctuary with all your hateful things and with all your disgusting deeds, that I myself will reduce you in number; my eye will not have pity on you, and I will not spare you.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A third of you will die by plague, and they will be consumed by famine in your midst. A third will fall by the sword surrounding you. Then I will scatter a third in every direction, and draw out a sword to chase after them as well.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then my wrath will be completed, and I will cause my fury toward them to rest. I will be satisfied, and they will know that I, Yahweh, have spoken in my wrath when I have completed my fury against them.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will make you a desolation and a reproach to the nations that surround you in the sight of everyone who passes by.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jerusalem will become something for other people to condemn and to mock, a warning and a horror to the nations that surround you. I will execute judgments against you in wrath and fury, and with a furious rebuke—I, Yahweh have declared this!\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will send out harsh arrows of famine against you that will become the means with which I will destroy you. For I will increase the famine on you and break your staff of bread.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will send a famine and disasters against you so you will be childless. Plague and blood will pass through you, and I will bring a sword against you—I, Yahweh, have declared this.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}