{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The word of Yahweh came to me, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, set your face against the mountains of Israel and prophesy to them.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Say, 'Mountains of Israel, listen to the word of the Lord Yahweh! The Lord Yahweh says this to the mountains and to the hills, to the streambeds, and to the valleys: Behold! I am bringing a sword against you, and I will destroy your high places.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then your altars will become desolate and your pillars will be destroyed, and I will throw down your dead in front of their idols.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will lay the dead bodies of the people of Israel before their idols, and scatter your bones around your altars.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everywhere you live, cities will be laid waste and the high places ruined, so that your altars will be laid waste and made desolate. Then they will be broken and disappear, your pillars will be cut down and your works will be wiped away.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The dead will fall down in your midst and you will know that I am Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I will preserve a remnant among you, and there will be some who escape the sword among the nations, when you are scattered throughout the countries.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then those who escape will think of me among the nations where they will be held captive, that I was grieved by their promiscuous heart that turned away from me, and by their eyes that whored after their idols. Then they will show loathing on their face for the wickedness which they have committed with all their abominations.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they will know that I am Yahweh. It was for a reason that I said I would bring this evil to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord Yahweh says this: Clap your hands and stomp your foot! Say, 'Alas!' because of all the evil abominations of the house of Israel! For they will fall by sword, famine, and plague.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The one far away will die by plague, and the one who is near will fall by the sword. Those who remain and survive will die by famine. In this way I will accomplish my fury against them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you will know that I am Yahweh, when their dead lie among their idols, around their altars, on every high hill—on all the mountain peaks, and under every flourishing tree and thick oak—the places where they burned incense to all their idols.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will strike with my hand and make the land desolate and a waste, from the wilderness to Diblah, throughout all the places where they live. Then they will know that I am Yahweh.\"\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa Diblah \\fqa* , some ancient copies and modern versions have \\fqa Riblah \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}