{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So it came about in the sixth year and the sixth month, in the fifth day of the month, as I sat in my house and the elders of Judah sat before me, that the hand of the Lord Yahweh again fell upon me there.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I looked, and behold, there was a likeness with the appearance of a man. From the appearance of his hips downward there was fire. And from his hips upward there was the appearance of something shining, like glowing metal.\n \n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he reached out the form of a hand and took me by the hair of my head; the Spirit lifted me up between earth and heaven, and in visions from God, he brought me to Jerusalem, to the entrance of the inner northern gate, where the idol that provokes great jealousy was standing.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then behold, the glory of the God of Israel was there, according to the vision I had seen on the plain.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to me, \"Son of man, lift up your eyes to the north.\" So I lifted up my eyes to the north, and to the north of the gate leading to the altar, there in the entrance, was the idol of jealousy.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he said to me, \"Son of man, do you see what they are doing? These are great abominations that the house of Israel is doing here to make me go far from my own sanctuary. But you will turn and see even greater abominations.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he brought me to the doorway of the courtyard, and I looked, and there was a hole in the wall.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to me, \"Son of man, dig into this wall.\" So I dug into the wall, and there was a door.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to me, \"Go and see the wicked abominations that they are doing here.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I went in and looked, and behold! There was every form of creeping thing and detestable beast! Every idol of the house of Israel was carved into the wall all around.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Seventy elders of the house of Israel were there, and Jaazaniah son of Shaphan was standing in their midst. They were standing in front of the images, and each man had his censer in his hand so that the smell of the cloud of incense went up.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to me, \"Son of man, do you see what the elders of the house of Israel are doing in the dark? Each one does this in the hidden chamber of his idol, for they say, 'Yahweh does not see us! Yahweh has forsaken the land.'\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to me, \"Turn again and see the other great abominations that they are doing.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next he brought me to the entrance of the gate of Yahweh's house that was on the north side, and behold! The women were sitting there mourning for Tammuz.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he said to me, \"Do you see this, son of man? Turn again and see even greater abominations than these.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He brought me into the inner courtyard of Yahweh's house, and behold! at the entrance of the temple of Yahweh between the portico and the altar, there were about twenty-five men with their backs toward the temple of Yahweh and their faces toward the east, and they were worshiping the sun.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to me, \"Do you see this, son of man? Is it a little thing for the house of Judah to do these abominations that they are doing here? For they have filled the land with violence and they have turned again to provoke me to anger, putting the branch to their noses.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I will also act among them; my eye will not have compassion, and I will not spare them. Though they cry in my ears with a loud voice, I will not hear them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}