{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he cried in my hearing with a loud voice, and said, \"Let the guards come up to the city, each with his weapon of destruction in his hand.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then behold! Six men came from the pathway of the upper gate that faces north, each with his weapon of slaughter in his hand. There was a man in their midst dressed in linen with a scribe's equipment at his side. So they went in and stood beside the bronze altar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the glory of the God of Israel went up from the cherubim where it had been to the threshold of the house. He called to the man dressed in linen who had the scribe's equipment at his side.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to him, \"Pass through the midst of the city—the midst of Jerusalem—and make a mark on the foreheads of those who groan and sigh about all the abominations being performed in the midst of the city.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he spoke to the others within my hearing, \"Pass through the city after him and kill. Do not let your eyes have compassion, and do not spare\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "either old man, young man, virgin, little children or women. Kill all of them! But do not approach anyone who has the mark on his head. Begin at my sanctuary!\" So they began with the elders who were in front of the house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"Defile the house, and fill its courtyards with the dead. Proceed!\" So they went out and attacked the city.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As they were attacking it, I found myself alone and I fell on my face and cried out and said, \"Ah, Lord Yahweh, will you destroy all the remnant of Israel in the outpouring of your wrath on Jerusalem?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to me, \"The iniquity of the house of Israel and Judah is exceedingly great. The land is full of blood and the city full of perversions, since they say, 'Yahweh has forgotten the land,' and 'Yahweh does not see!'\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So then, my eye will not look with compassion, and I will not spare them. I will instead bring it all on their heads.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold! The man dressed in linen who had the scribe's equipment by his side came back. He reported and said, \"I have done all that you have commanded.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}