{
  "1": "King Nebuchadnezzar's soldiers captured many Israelite people and took them to Babylonia. Many years later, some Israelite people returned to Judah. Some returned to Jerusalem,and some returned to other places in Judah. They went to the towns where their ancestors had lived. This is a list of the groups who returned.",
  "2": "The leaders of those people who returned were Zerubbabel, Jeshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, and Baanah. The groups of people who returned to Judah are listed next.",
  "3": "2,172 descendants of Parosh",
  "4": "372 descendants of Shephatiah",
  "5": "775 descendants of Arach",
  "6": "2,812 descendants of Pahath-Moab, from the families of Jeshua and Joab",
  "7": "1,254 descendants of Elam",
  "8": "945 descendants of Zattu",
  "9": "760 descendants of Zaccai",
  "10": "642 descendants of Bani",
  "11": "623 descendants of Bebai",
  "12": "1,222 descendants of Azgad",
  "13": "666 descendants of Adonikam",
  "14": "2,056 descendants of Bigvai",
  "15": "454 descendants of Adin",
  "16": "Ninety-eight descendants of Ater, who descended from Hezekiah",
  "17": "323 descendants of Bezai",
  "18": "112 descendants of Jorah",
  "19": "223 descendants of Hashum",
  "20": "Ninty-five descendants of Gibbar\n People whose ancestors had lived in these towns in Judah:",
  "21": "123 from Bethlehem",
  "22": "Fifty-six from Netophah",
  "23": "128 from Anathoth",
  "24": "Forty-two from Azmaveth",
  "25": "743 from Kiriath Arim, Kephirah, and Beeroth",
  "26": "621 from Ramah and Geba",
  "27": "122 from Michmas",
  "28": "223 from Bethel and Ai",
  "29": "Fifty-two from Nebo",
  "30": "156 from Magbish",
  "31": "1,254 from Elam",
  "32": "320 from Harim",
  "33": "725 from Lod, Hadid, and Ono",
  "34": "345 from Jericho",
  "35": "3,630 from Senaah",
  "36": "Priests who returned:973 descendants of Jedaiah (that is, those who descended through Jeshua)",
  "37": "1,052 descendants of Immer",
  "38": "1,247 descendants of Pashur",
  "39": "1,017 descendants of Harim",
  "40": "Those from the tribe of Levi who returned:Seventy-four descendants of Jeshua and Kadmiel, who were from the family of Hodaviah",
  "41": "128 singers who were descendants of Asaph",
  "42": "139 gatekeepers who were descendants of the gatekeepers Shallum, Ater, Talmon, Akkub, Hatita, and Shobai",
  "43": "The temple workers who were descendants of these men:Ziha, Hasupha, Tabbaoth,",
  "44": "Keros, Siaha, Padon,",
  "45": "Lebanah, Hagabah, Akkub,",
  "46": "Hagab, Shalmai, Hanan,",
  "47": "Giddel, Gahar, Reaiah,",
  "48": "Rezin, Nekoda, Gazzam,",
  "49": "Uzza, Paseah, Besai,",
  "50": "Asnah, Meunim, Nephusim,",
  "51": "Bakbuk, Hakupha, Harhur,",
  "52": "Bazluth, Mehida, Harsha,",
  "53": "Barkos, Sisera, Temah,",
  "54": "Neziah, and Hatipha.",
  "55": "The following descendants of King Solomon's servants returned to Jerusalem:Sotai, Hassophereth, Peruda,",
  "56": "Jaalah, Darkon, Giddel,",
  "57": "Shephatiah, Hattil, Pochereth Hazzebaim, and Ami.",
  "58": "Altogether, there were 392 descendants of temple workers and Solomon's servants who returned.",
  "59": "There was another group who returned to Judah from Tel Melah, Tel Harsha, Cerub, Addon, and Immer in Babylonia. But they could not prove that they were true Israelites.",
  "60": "This group included 652 people who were descendants of Delaiah, Tobiah, and Nekoda.",
  "61": "The descendants of the priests in this group included people belonging to Habaiah's clan, Hakkoz's clan, and Barzillai's clan. Barzillai had married a woman who was a descendant of Barzillai from the region of Gilead, and he had taken for himself the name of his father-in-law's clan.",
  "62": "The people in that group searched in the documents that had the names of the ancestors of all the clans, but these men's names were not found. So they were not permitted do thework that priests did.",
  "63": "The governor told them that they would need to ask a priest to consult Yahweh by casting the sacred lots, to determine whether those men were truly Israelites. If the stones showed that those men were Israelites, they would be permitted to eat the shares of the sacrifices that were given to the priests.",
  "64": "Altogether 42,360 Israelite people returned to Judah.",
  "65": "There were also 7,337 servants and two hundred musicians, both men and women, who returned.",
  "66": "The Israelites brought with them from Babylonia 736 horses, 245 mules,",
  "67": "435 camels, and 6,720 donkeys.",
  "68": "When they arrived at the temple of Yahweh in Jerusalem, some of the clan leaders gave money for the supplies needed to rebuild the temple in the same place where the old temple had been.",
  "69": "They all gave as much money as they were able to give. Altogether they gave about five hundred kilograms of gold, three metric tons of silver, and one hundred robes for the priests.",
  "70": "Then the priests, the other descendants of Levi, the musicians, the temple guards, and some of the other people started to live in the towns and villages near Jerusalem. The rest of thepeople went to the other places in Israel there where their ancestors had lived."
}
