{
  "1": "הִֽתְקוֹשְׁשׁ֖וּ H7197 וָק֑וֹשּׁוּ H7197 הַגּ֖וֹי H1471 לֹ֥א H3808 נִכְסָֽף H3700 ",
  "2": "בְּטֶ֨רֶם֙ H2962 לֶ֣דֶת H3205 חֹ֔ק H2706 כְּמֹ֖ץ H4671 עָ֣בַר H5674 י֑וֹם H3117 בְּטֶ֣רֶם H2962 לֹא H3808 יָב֣וֹא H935 עֲלֵיכֶ֗ם H5921 חֲרוֹן֙ H2740 אַף H639 יְהוָ֔ה H3068 בְּטֶ֨רֶם֙ H2962 לֹא H3808 יָב֣וֹא H935 עֲלֵיכֶ֔ם H5921 י֖וֹם H3117 אַף H639 יְהוָֽה H3068 ",
  "3": "בַּקְּשׁ֤וּ H1245 אֶת H853 יְהוָה֙ H3068 כָּל H3605 עַנְוֵ֣י H6035 הָאָ֔רֶץ H776 אֲשֶׁ֥ר H834 מִשְׁפָּט֖וֹ H4941 פָּעָ֑לוּ H6466 בַּקְּשׁוּ H1245 צֶ֨דֶק֙ H6664 בַּקְּשׁ֣וּ H1245 עֲנָוָ֔ה H6038 אוּלַי֙ H194 תִּסָּ֣תְר֔וּ H5641 בְּי֖וֹם H3117 אַף H639 יְהוָֽה H3068 ",
  "4": "כִּ֤י H3588 עַזָּה֙ H5804 עֲזוּבָ֣ה H5800 תִֽהְיֶ֔ה H1961 וְאַשְׁקְל֖וֹן H831 לִשְׁמָמָ֑ה H8077 אַשְׁדּ֗וֹד H795 בַּֽצָּהֳרַ֨יִם֙ H6672 יְגָ֣רְשׁ֔וּהָ H1644 וְעֶקְר֖וֹן H6138 תֵּעָקֵֽר H6131 ",
  "5": "ה֗וֹי H1945 יֹֽשְׁבֵ֛י H3427 חֶ֥בֶל H2256 הַיָּ֖ם H3220 גּ֣וֹי H1471 כְּרֵתִ֑ים H3774 דְּבַר H1697 יְהוָ֣ה H3068 עֲלֵיכֶ֗ם H5921 כְּנַ֨עַן֙ H3667 אֶ֣רֶץ H776 פְּלִשְׁתִּ֔ים H6430 וְהַאֲבַדְתִּ֖י H6 מֵאֵ֥ין H369 יוֹשֵֽׁב H3427 ",
  "6": "וְֽהָיְתָ֞ה H1961 חֶ֣בֶל H2256 הַיָּ֗ם H3220 נְוֺ֛ת H5116 כְּרֹ֥ת H3741 רֹעִ֖ים H7462 וְגִדְר֥וֹת H1448 צֹֽאן H6629 ",
  "7": "וְהָ֣יָה H1961 חֶ֗בֶל H2256 לִשְׁאֵרִ֛ית H7611 בֵּ֥ית H1004 יְהוּדָ֖ה H3063 עֲלֵיהֶ֣ם H5921 יִרְע֑וּן H7462 בְּבָתֵּ֣י H1004 אַשְׁקְל֗וֹן H831 בָּעֶ֨רֶב֙ H6153 יִרְבָּצ֔וּן H7257 כִּ֧י H3588 יִפְקְדֵ֛ם H6485 יְהוָ֥ה H3068 אֱלֹהֵיהֶ֖ם H430 וְשָׁ֥ב H7725 שבותם H7622 ",
  "8": "שָׁמַ֨עְתִּי֙ H8085 חֶרְפַּ֣ת H2781 מוֹאָ֔ב H4124 וְגִדּוּפֵ֖י H1421 בְּנֵ֣י H1121 עַמּ֑וֹן H5983 אֲשֶׁ֤ר H834 חֵֽרְפוּ֙ H2778 אֶת H853 עַמִּ֔י H5971 וַיַּגְדִּ֖ילוּ H1431 עַל H5921 גְּבוּלָֽם H1366 ",
  "9": "לָכֵ֣ן H3651 חַי H2416 אָ֡נִי H589 נְאֻם֩ H5002 יְהוָ֨ה H3068 צְבָא֜וֹת H6635 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֗ל H3478 כִּֽי H3588 מוֹאָ֞ב H4124 כִּסְדֹ֤ם H5467 תִּֽהְיֶה֙ H1961 וּבְנֵ֤י H1121 עַמּוֹן֙ H5983 כַּֽעֲמֹרָ֔ה H6017 מִמְשַׁ֥ק H4476 חָר֛וּל H2738 וּמִכְרֵה H4379 מֶ֥לַח H4417 וּשְׁמָמָ֖ה H8077 עַד H5704 עוֹלָ֑ם H5769 שְׁאֵרִ֤ית H7611 עַמִּי֙ H5971 יְבָזּ֔וּם H962 וְיֶ֥תֶר H3499 גוי H1471 יִנְחָלֽוּם H5157 ",
  "10": "זֹ֥את H2063 לָהֶ֖ם H1992 תַּ֣חַת H8478 גְּאוֹנָ֑ם H1347 כִּ֤י H3588 חֵֽרְפוּ֙ H2778 וַיַּגְדִּ֔לוּ H1431 עַל H5921 עַ֖ם H5971 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
  "11": "נוֹרָ֤א H3372 יְהוָה֙ H3068 עֲלֵיהֶ֔ם H5921 כִּ֣י H3588 רָזָ֔ה H7329 אֵ֖ת H853 כָּל H3605 אֱלֹהֵ֣י H430 הָאָ֑רֶץ H776 וְיִשְׁתַּֽחֲווּ H7812 לוֹ֙ Hl אִ֣ישׁ H376 מִמְּקוֹמ֔ H4725 כֹּ֖ל H3605 אִיֵּ֥י H339 הַגּוֹיִֽם H1471 ",
  "12": "גַּם H1571 אַתֶּ֣ם H859 כּוּשִׁ֔ים H3569 חַֽלְלֵ֥י H2491 חַרְבִּ֖י H2719 הֵֽמָּה H1992 ",
  "13": "וְיֵ֤ט H5186 יָדוֹ֙ H3027 עַל H5921 צָפ֔וֹן H6828 וִֽיאַבֵּ֖ד H6 אֶת H853 אַשּׁ֑וּר H804 וְיָשֵׂ֤ם H7760 אֶת H853 נִֽינְוֵה֙ H5210 לִשְׁמָמָ֔ה H8077 צִיָּ֖ה H6723 כַּמִּדְבָּֽר H4057 ",
  "14": "וְרָבְצ֨וּ H7257 בְתוֹכָ֤ H8432 עֲדָרִים֙ H5739 כָּל H3605 חַיְתוֹ H2416 ג֔וֹי H1471 גַּם H1571 קָאַת֙ H6893 גַּם H1571 קִפֹּ֔ד H7090 בְּכַפְתֹּרֶ֖י H3730 יָלִ֑ינוּ H3885 ק֠וֹל H6963 יְשׁוֹרֵ֤ר H7891 בַּֽחַלּוֹן֙ H2474 חֹ֣רֶב H2721 בַּסַּ֔ף H5592 כִּ֥י H3588 אַרְזָ֖ה H731 עֵרָֽה H6168 ",
  "15": "זֹ֠את H2063 הָעִ֤יר H5892 הָעַלִּיזָה֙ H5947 הַיּוֹשֶׁ֣בֶת H3427 לָבֶ֔טַח H983 הָאֹֽמְרָה֙ H559 בִּלְבָבָ֔ H3824 אֲנִ֖י H589 וְאַפְסִ֣ H657 ע֑וֹד H5750 אֵ֣יךְ H349 הָיְתָ֣ה H1961 לְשַׁמָּ֗ה H8047 מַרְבֵּץ֙ H4769 לַֽחַיָּ֔ה H2416 כֹּ֚ל H3605 עוֹבֵ֣ר H5674 עָלֶ֔יהָ H5921 יִשְׁרֹ֖ק H8319 יָנִ֥יעַ H5128 יָדֽוֹ H3027 "
}
