{
  "1": "ה֥וֹי H1945 מֹרְאָ֖ה H4754 וְנִגְאָלָ֑ה H1351 הָעִ֖יר H5892 הַיּוֹנָֽה H3238 ",
  "2": "לֹ֤א H3808 שָֽׁמְעָה֙ H8085 בְּק֔וֹל H6963 לֹ֥א H3808 לָקְחָ֖ה H3947 מוּסָ֑ר H4148 בַּֽיהוָה֙ H3068 לֹ֣א H3808 בָטָ֔חָה H982 אֶל H413 אֱלֹהֶ֖יהָ H430 לֹ֥א H3808 קָרֵֽבָה H7126 ",
  "3": "שָׂרֶ֣יהָ H8269 בְקִרְבָּ֔ H7130 אֲרָי֖וֹת H738 שֹֽׁאֲגִ֑ים H7580 שֹׁפְטֶ֨יהָ֙ H8199 זְאֵ֣בֵי H2061 עֶ֔רֶב H6153 לֹ֥א H3808 גָרְמ֖וּ H1633 לַבֹּֽקֶר H1242 ",
  "4": "נְבִיאֶ֨יהָ֙ H5030 פֹּֽחֲזִ֔ים H6348 אַנְשֵׁ֖י H376 בֹּֽגְד֑וֹת H900 כֹּהֲנֶ֨יהָ֙ H3548 חִלְּלוּ H2490 קֹ֔דֶשׁ H6944 חָמְס֖וּ H2554 תּוֹרָֽה H8451 ",
  "5": "יְהוָ֤ה H3068 צַדִּיק֙ H6662 בְּקִרְבָּ֔ H7130 לֹ֥א H3808 יַעֲשֶׂ֖ה H6213 עַוְלָ֑ה H5766 בַּבֹּ֨קֶר H1242 בַּבֹּ֜קֶר H1242 מִשְׁפָּט֨וֹ H4941 יִתֵּ֤ן H5414 לָאוֹר֙ H216 לֹ֣א H3808 נֶעְדָּ֔ר H5737 וְלֹֽא H3808 יוֹדֵ֥עַ H3045 עַוָּ֖ל H5767 בֹּֽשֶׁת H1322 ",
  "6": "הִכְרַ֣תִּי H3772 גוֹיִ֗ם H1471 נָשַׁ֨מּוּ֙ H8074 פִּנּוֹתָ֔ם H6438 הֶחֱרַ֥בְתִּי H2717 חֽוּצוֹתָ֖ם H2351 מִבְּלִ֣י H1097 עוֹבֵ֑ר H5674 נִצְדּ֧וּ H6658 עָרֵיהֶ֛ם H5892 מִבְּלִי H1097 אִ֖ישׁ H376 מֵאֵ֥ין H369 יוֹשֵֽׁב H3427 ",
  "7": "אָמַ֜רְתִּי H559 אַךְ H389 תִּירְאִ֤י H3372 אוֹתִי֙ H853 תִּקְחִ֣י H3947 מוּסָ֔ר H4148 וְלֹֽא H3808 יִכָּרֵ֣ת H3772 מְעוֹנָ֔הּ H4585 כֹּ֥ל H3605 אֲשֶׁר H834 פָּקַ֖דְתִּי H6485 עָלֶ֑יהָ H5921 אָכֵן֙ H403 הִשְׁכִּ֣ימוּ H7925 הִשְׁחִ֔יתוּ H7843 כֹּ֖ל H3605 עֲלִילוֹתָֽם H5949 ",
  "8": "לָכֵ֤ן H3651 חַכּוּ H2442 לִי֙ Hl נְאֻם H5002 יְהוָ֔ה H3068 לְי֖וֹם H3117 קוּמִ֣י H6965 לְעַ֑ד H5706 כִּ֣י H3588 מִשְׁפָּטִי֩ H4941 לֶאֱסֹ֨ף H622 גּוֹיִ֜ם H1471 לְקָבְצִ֣ H6908 מַמְלָכ֗וֹת H4467 לִשְׁפֹּ֨ךְ H8210 עֲלֵיהֶ֤ם H5921 זַעְמִי֙ H2195 כֹּ֚ל H3605 חֲר֣וֹן H2740 אַפִּ֔י H639 כִּ֚י H3588 בְּאֵ֣שׁ H784 קִנְאָתִ֔י H7068 תֵּאָכֵ֖ל H398 כָּל H3605 הָאָֽרֶץ H776 ",
  "9": "כִּֽי H3588 אָ֛ז H227 אֶהְפֹּ֥ךְ H2015 אֶל H413 עַמִּ֖ים H5971 שָׂפָ֣ה H8193 בְרוּרָ֑ה H1305 לִקְרֹ֤א H7121 כֻלָּם֙ H3605 בְּשֵׁ֣ם H8034 יְהוָ֔ה H3068 לְעָבְד֖ H5647 שְׁכֶ֥ם H7926 אֶחָֽד H259 ",
  "10": "מֵעֵ֖בֶר H5676 לְנַֽהֲרֵי H5104 כ֑וּשׁ H3568 עֲתָרַי֙ H6282 בַּת H1323 פוּצַ֔י H6327 יוֹבִל֖וּן H2986 מִנְחָתִֽי H4503 ",
  "11": "בַּיּ֣וֹם H3117 הַה֗וּא H1931 לֹ֤א H3808 תֵב֨וֹשִׁי֙ H954 מִכֹּ֣ל H3605 עֲלִילֹתַ֔יִךְ H5949 אֲשֶׁ֥ר H834 פָּשַׁ֖עַתְּ H6586 בִּ֑י Hb כִּי H3588 אָ֣ז H227 אָסִ֣יר H5493 מִקִּרְבֵּ֗ H7130 עַלִּיזֵי֙ H5947 גַּאֲוָתֵ֔ךְ H1346 וְלֹֽא H3808 תוֹסִ֧פִי H3254 לְגָבְהָ֛ה H1361 ע֖וֹד H5750 בְּהַ֥ר H2022 קָדְשִֽׁי H6944 ",
  "12": "וְהִשְׁאַרְתִּ֣י H7604 בְקִרְבֵּ֔ H7130 עַ֥ם H5971 עָנִ֖י H6041 וָדָ֑ל H1800 וְחָס֖וּ H2620 בְּשֵׁ֥ם H8034 יְהוָֽה H3068 ",
  "13": "שְׁאֵרִ֨ית H7611 יִשְׂרָאֵ֜ל H3478 לֹֽא H3808 יַעֲשׂ֤וּ H6213 עַוְלָה֙ H5766 וְלֹא H3808 יְדַבְּר֣וּ H1696 כָזָ֔ב H3577 וְלֹֽא H3808 יִמָּצֵ֥א H4672 בְּפִי H6310 לְשׁ֣וֹן H3956 תַּרְמִ֑ית H8649 כִּֽי H3588 הֵ֛מָּה H1992 יִרְע֥וּ H7462 וְרָבְצ֖וּ H7257 וְאֵ֥ין H369 מַחֲרִֽיד H2729 ",
  "14": "רָנִּי֙ H7442 בַּת H1323 צִיּ֔וֹן H6726 הָרִ֖יעוּ H7321 יִשְׂרָאֵ֑ל H3478 שִׂמְחִ֤י H8055 וְעָלְזִי֙ H5937 בְּכָל H3605 לֵ֔ב H3820 בַּ֖ת H1323 יְרוּשָׁלִָֽם H3389 ",
  "15": "הֵסִ֤יר H5493 יְהוָה֙ H3068 מִשְׁפָּטַ֔יִךְ H4941 פִּנָּ֖ה H6437 אֹֽיְבֵ֑ךְ H341 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֤ל H3478 יְהוָה֙ H3068 בְּקִרְבֵּ֔ H7130 לֹא H3808 תִֽירְאִ֥י H3372 רָ֖ע H7451 עֽוֹד H5750 ",
  "16": "בַּיּ֣וֹם H3117 הַה֔וּא H1931 יֵאָמֵ֥ר H559 לִירֽוּשָׁלִַ֖ם H3389 אַל H408 תִּירָ֑אִי H3372 צִיּ֖וֹן H6726 אַל H408 יִרְפּ֥וּ H7503 יָדָֽיִךְ H3027 ",
  "17": "יְהוָ֧ה H3068 אֱלֹהַ֛יִךְ H430 בְּקִרְבֵּ֖ H7130 גִּבּ֣וֹר H1368 יוֹשִׁ֑יעַ H3467 יָשִׂ֨ישׂ H7797 עָלַ֜יִךְ H5921 בְּשִׂמְחָ֗ה H8057 יַחֲרִישׁ֙ H2790 בְּאַ֣הֲבָת֔ H160 יָגִ֥יל H1523 עָלַ֖יִךְ H5921 בְּרִנָּֽה H7440 ",
  "18": "נוּגֵ֧י H3013 מִמּוֹעֵ֛ד H4150 אָסַ֖פְתִּי H622 מִמֵּ֣ךְ H4480 הָי֑וּ H1961 מַשְׂאֵ֥ת H4864 עָלֶ֖יהָ H5921 חֶרְפָּֽה H2781 ",
  "19": "הִנְנִ֥י H2005 עֹשֶׂ֛ה H6213 אֶת H853 כָּל H3605 מְעַנַּ֖יִךְ H6031 בָּעֵ֣ת H6256 הַהִ֑יא H1931 וְהוֹשַׁעְתִּ֣י H3467 אֶת H853 הַצֹּלֵעָ֗ה H6760 וְהַ H5080 אֲקַבֵּ֔ץ H6908 וְשַׂמְתִּי H7760 לִתְהִלָּ֣ה H8416 וּלְ H8034 בְּכָל H3605 הָאָ֖רֶץ H776 בָּשְׁתָּֽם H1322 ",
  "20": "בָּעֵ֤ת H6256 הַהִיא֙ H1931 אָבִ֣יא H935 אֶתְכֶ֔ם H853 וּבָ H6256 קַבְּצִ֣י H6908 אֶתְכֶ֑ם H853 כִּֽי H3588 אֶתֵּ֨ן H5414 אֶתְכֶ֜ם H853 לְשֵׁ֣ם H8034 וְלִ H8416 בְּכֹל֙ H3605 עַמֵּ֣י H5971 הָאָ֔רֶץ H776 בְּשׁוּבִ֧ H7725 אֶת H853 שְׁבוּתֵיכֶ֛ם H7622 לְעֵינֵי H5869 אָמַ֥ר H559 יְהוָֽה H3068 "
}
