{
  "1": "שַׁאֲל֨וּ H7592 מֵיְהוָ֤ה H3068 מָטָר֙ H4306 בְּעֵ֣ת H6256 מַלְק֔וֹשׁ H4456 יְהוָ֖ה H3068 עֹשֶׂ֣ה H6213 חֲזִיזִ֑ים H2385 וּמְטַר H4306 גֶּ֨שֶׁם֙ H1653 יִתֵּ֣ן H5414 לָהֶ֔ם H1992 לְאִ֖ישׁ H376 עֵ֥שֶׂב H6212 בַּשָּׂדֶֽה H7704 ",
  "2": "כִּ֧י H3588 הַתְּרָפִ֣ים H8655 דִּבְּרוּ H1696 אָ֗וֶן H205 וְהַ H7080 חָ֣זוּ H2372 שֶׁ֔קֶר H8267 וַֽחֲלֹמוֹת֙ H2472 הַשָּׁ֣וא H7723 יְדַבֵּ֔רוּ H1696 הֶ֖בֶל H1892 יְנַֽחֵמ֑וּן H5162 עַל H5921 כֵּן֙ H3651 נָסְע֣וּ H5265 כְמוֹ H3644 צֹ֔אן H6629 יַעֲנ֖וּ H6031 כִּֽי H3588 אֵ֥ין H369 רֹעֶֽה H7462 ",
  "3": "עַל H5921 הָֽרֹעִים֙ H7462 חָרָ֣ה H2734 אַפִּ֔י H639 וְעַל H5921 הָעַתּוּדִ֖ים H6260 אֶפְק֑וֹד H6485 כִּֽי H3588 פָקַד֩ H6485 יְהוָ֨ה H3068 צְבָא֤וֹת H6635 אֶת H853 עֶדְרוֹ֙ H5739 אֶת H853 בֵּ֣ית H1004 יְהוּדָ֔ה H3063 וְשָׂ֣ם H7760 אוֹתָ֔ם H853 כְּס֥וּס H5483 הוֹד֖וֹ H1935 בַּמִּלְחָמָֽה H4421 ",
  "4": "מִמֶּ֤נּוּ H4480 פִנָּה֙ H6438 מִמֶּ֣נּוּ H4480 יָתֵ֔ד H3489 מִמֶּ֖נּוּ H4480 קֶ֣שֶׁת H7198 מִלְחָמָ֑ה H4421 מִמֶּ֛נּוּ H4480 יֵצֵ֥א H3318 כָל H3605 נוֹגֵ֖שׂ H5065 יַחְדָּֽו H3162 ",
  "5": "וְהָי֨וּ H1961 כְגִבֹּרִ֜ים H1368 בּוֹסִ֨ים H947 בְּטִ֤יט H2916 חוּצוֹת֙ H2351 בַּמִּלְחָמָ֔ה H4421 וְנִ֨לְחֲמ֔וּ H3898 כִּ֥י H3588 יְהוָ֖ה H3068 עִמָּ֑ם H5973 וְהֹבִ֖ישׁוּ H3001 רֹכְבֵ֥י H7392 סוּסִֽים H5483 ",
  "6": "וְגִבַּרְתִּ֣י H1396 אֶת H853 בֵּ֣ית H1004 יְהוּדָ֗ה H3063 וְאֶת H853 בֵּ֤ית H1004 יוֹסֵף֙ H3130 אוֹשִׁ֔יעַ H3467 וְהֽוֹשְׁבוֹתִי H7725 כִּ֣י H3588 רִֽחַמְתִּ֔ים H7355 וְהָי֖וּ H1961 כַּאֲשֶׁ֣ר H834 לֹֽא H3808 זְנַחְתִּ֑ים H2186 כִּ֗י H3588 אֲנִ֛י H589 יְהוָ֥ה H3068 אֱלֹהֵיהֶ֖ם H430 וְאֶעֱנֵֽ H6030 ",
  "7": "וְהָי֤וּ H1961 כְגִבּוֹר֙ H1368 אֶפְרַ֔יִם H669 וְשָׂמַ֥ח H8055 לִבָּ֖ם H3820 כְּמוֹ H3644 יָ֑יִן H3196 וּבְנֵי H1121 יִרְא֣וּ H7200 וְשָׂמֵ֔חוּ H8055 יָגֵ֥ל H1523 לִבָּ֖ם H3820 בַּיהוָֽה H3068 ",
  "8": "אֶשְׁרְקָ֥ה H8319 לָהֶ֛ם Hl וַאֲקַבְּצֵ֖ H6908 כִּ֣י H3588 פְדִיתִ֑ים H6299 וְרָב֖וּ H7235 כְּמ֥וֹ H3644 רָבֽוּ H7235 ",
  "9": "וְאֶזְרָעֵ H2232 בָּֽעַמִּ֔ים H5971 וּבַ H4801 יִזְכְּר֑וּנִי H2142 וְחָי֥וּ H2421 אֶת H854 בְּנֵיהֶ֖ם H1121 וָשָֽׁבוּ H7725 ",
  "10": "וַהֲשִֽׁיבוֹתִי H7725 מֵאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 וּמֵֽ H804 אֲקַבְּצֵ֑ם H6908 וְאֶל H413 אֶ֨רֶץ H776 גִּלְעָ֤ד H1568 וּלְבָנוֹן֙ H3844 אֲבִיאֵ֔ם H935 וְלֹ֥א H3808 יִמָּצֵ֖א H4672 לָהֶֽם Hl ",
  "11": "וְעָבַ֨ר H5674 בַּיָּ֜ם H3220 צָרָ֗ה H6869 וְהִכָּ֤ה H5221 בַיָּם֙ H3220 גַּלִּ֔ים H1530 וְהֹבִ֕ישׁוּ H3001 כֹּ֖ל H3605 מְצוּל֣וֹת H4688 יְאֹ֑ר H2975 וְהוּרַד֙ H3381 גְּא֣וֹן H1347 אַשּׁ֔וּר H804 וְשֵׁ֥בֶט H7626 מִצְרַ֖יִם H4714 יָסֽוּר H5493 ",
  "12": "וְגִבַּרְתִּי H1396 בַּֽיהוָ֔ה H3068 וּבִ H8034 יִתְהַלָּ֑כוּ H1980 נְאֻ֖ם H5002 יְהוָֽה H3068 "
}
