{
  "1": "תְּפִלָּ֖ה H8605 לַחֲבַקּ֣וּק H2265 הַנָּבִ֑יא H5030 עַ֖ל H5921 שִׁגְיֹנֽוֹת H7692 ",
  "2": "יְהוָ֗ה H3068 שָׁמַ֣עְתִּי H8085 שִׁמְעֲךָ֮ H8088 יָרֵאתִי֒ H3372 יְהוָ֗ה H3068 פָּֽעָלְךָ֙ H6467 בְּקֶ֤רֶב H7130 שָׁנִים֙ H8141 חַיֵּ֔יהוּ H2421 בְּקֶ֥רֶב H7130 שָׁנִ֖ים H8141 תּוֹדִ֑יעַ H3045 בְּרֹ֖גֶז H7267 רַחֵ֥ם H7355 תִּזְכּֽוֹר H2142 ",
  "3": "אֱל֨וֹהַ֙ H433 מִתֵּימָ֣ן H8487 יָב֔וֹא H935 וְקָד֥וֹשׁ H6918 מֵֽהַר H2022 פָּארָ֖ן H6290 סֶ֑לָה H5542 כִּסָּ֤ה H3680 שָׁמַ֨יִם֙ H8064 הוֹד֔וֹ H1935 וּתְהִלָּת֖ H8416 מָלְאָ֥ה H4390 הָאָֽרֶץ H776 ",
  "4": "וְנֹ֨גַהּ֙ H5051 כָּא֣וֹר H216 תִּֽהְיֶ֔ה H1961 קַרְנַ֥יִם H7161 מִיָּד֖ H3027 ל֑וֹ Hl וְשָׁ֖ם H8033 חֶבְי֥וֹן H2253 עֻזֹּֽה H5797 ",
  "5": "לְפָנָ֖י H6440 יֵ֣לֶךְ H3212 דָּ֑בֶר H1698 וְיֵצֵ֥א H3318 רֶ֖שֶׁף H7565 לְרַגְלָֽי H7272 ",
  "6": "עָמַ֣ד H5975 וַיְמֹ֣דֶד H4128 אֶ֗רֶץ H776 רָאָה֙ H7200 וַיַּתֵּ֣ר H5425 גּוֹיִ֔ם H1471 וַיִּתְפֹּֽצְצוּ֙ H6327 הַרְרֵי H2042 עַ֔ד H5703 שַׁח֖וּ H7817 גִּבְע֣וֹת H1389 עוֹלָ֑ם H5769 הֲלִיכ֥וֹת H1979 עוֹלָ֖ם H5769 לֽוֹ Hl ",
  "7": "תַּ֣חַת H8478 אָ֔וֶן H205 רָאִ֖יתִי H7200 אָהֳלֵ֣י H168 כוּשָׁ֑ן H3572 יִרְגְּז֕וּן H7264 יְרִיע֖וֹת H3407 אֶ֥רֶץ H776 מִדְיָֽן H4080 ",
  "8": "הֲבִ H5104 חָרָ֣ה H2734 יְהוָ֔ה H3068 אִ֤ם H518 בַּנְּהָרִים֙ H5104 אַפֶּ֔ךָ H639 אִם H518 בַּיָּ֖ם H3220 עֶבְרָתֶ֑ךָ H5678 כִּ֤י H3588 תִרְכַּב֙ H7392 עַל H5921 סוּסֶ֔יךָ H5483 מַרְכְּבֹתֶ֖יךָ H4818 יְשׁוּעָֽה H3444 ",
  "9": "עֶרְיָ֤ה H6181 תֵעוֹר֙ H5783 קַשְׁתֶּ֔ךָ H7198 שְׁבֻע֥וֹת H7621 מַטּ֖וֹת H4294 אֹ֣מֶר H562 סֶ֑לָה H5542 נְהָר֖וֹת H5104 תְּבַקַּע H1234 אָֽרֶץ H776 ",
  "10": "רָא֤וּךָ H7200 יָחִ֨ילוּ֙ H2342 הָרִ֔ים H2022 זֶ֥רֶם H2230 מַ֖יִם H4325 עָבָ֑ר H5674 נָתַ֤ן H5414 תְּהוֹם֙ H8415 קוֹל֔וֹ H6963 ר֖וֹם H7315 יָדֵ֥יהוּ H3027 נָשָֽׂא H5375 ",
  "11": "שֶׁ֥מֶשׁ H8121 יָרֵ֖חַ H3394 עָ֣מַד H5975 זְבֻ֑לָה H2073 לְא֤וֹר H216 חִצֶּ֨יךָ֙ H2671 יְהַלֵּ֔כוּ H1980 לְנֹ֖גַהּ H5051 בְּרַ֥ק H1300 חֲנִיתֶֽךָ H2595 ",
  "12": "בְּזַ֖עַם H2195 תִּצְעַד H6805 אָ֑רֶץ H776 בְּאַ֖ף H639 תָּד֥וּשׁ H1758 גּוֹיִֽם H1471 ",
  "13": "יָצָ֨אתָ֙ H3318 לְיֵ֣שַׁע H3468 עַמֶּ֔ךָ H5971 לְיֵ֖שַׁע H3468 אֶת H853 מְשִׁיחֶ֑ךָ H4899 מָחַ֤צְתָּ H4272 רֹּאשׁ֙ H7218 מִבֵּ֣ית H1004 רָשָׁ֔ע H7563 עָר֛וֹת H6168 יְס֥וֹד H3247 עַד H5704 צַוָּ֖אר H6677 סֶֽלָה H5542 ",
  "14": "נָקַ֤בְתָּ H5344 בְמַטָּי H4294 רֹ֣אשׁ H7218 פרזו H6518 יִסְעֲר֖וּ H5590 לַהֲפִיצֵ֑ H6327 עֲלִ֣יצֻתָ֔ם H5951 כְּמוֹ H3644 לֶאֱכֹ֥ל H398 עָנִ֖י H6041 בַּמִּסְתָּֽר H4565 ",
  "15": "דָּרַ֥כְתָּ H1869 בַיָּ֖ם H3220 סוּסֶ֑יךָ H5483 חֹ֖מֶר H2563 מַ֥יִם H4325 רַבִּֽים H7227 ",
  "16": "שָׁמַ֣עְתִּי H8085 וַתִּרְגַּ֣ז H7264 בִּטְנִ֗י H990 לְקוֹל֙ H6963 צָלֲל֣וּ H6750 שְׂפָתַ֔י H8193 יָב֥וֹא H935 רָקָ֛ב H7538 בַּעֲצָמַ֖ H6106 וְתַחְתַּ֣ H8478 אֶרְגָּ֑ז H7264 אֲשֶׁ֤ר H834 אָנ֨וּחַ֙ H5117 לְי֣וֹם H3117 צָרָ֔ה H6869 לַעֲל֖וֹת H5927 לְעַ֥ם H5971 יְגוּדֶֽנּוּ H1464 ",
  "17": "כִּֽי H3588 תְאֵנָ֣ה H8384 לֹֽא H3808 תִפְרָ֗ח H6524 וְאֵ֤ין H369 יְבוּל֙ H2981 בַּגְּפָנִ֔ים H1612 כִּחֵשׁ֙ H3584 מַעֲשֵׂה H4639 זַ֔יִת H2132 וּשְׁדֵמ֖וֹת H7709 לֹא H3808 עָ֣שָׂה H6213 אֹ֑כֶל H400 גָּזַ֤ר H1504 מִמִּכְלָה֙ H4356 צֹ֔אן H6629 וְאֵ֥ין H369 בָּקָ֖ר H1241 בָּרְפָתִֽים H7517 ",
  "18": "וַאֲנִ֖י H589 בַּיהוָ֣ה H3068 אֶעְל֑וֹזָה H5937 אָגִ֖ילָה H1523 בֵּאלֹהֵ֥י H430 יִשְׁעִֽי H3468 ",
  "19": "יְהוִ֤הּ H3069 אֲדֹנָי֙ H136 חֵילִ֔י H2428 וַיָּ֤שֶׂם H7760 רַגְלַי֙ H7272 כָּֽאַיָּל֔וֹת H355 וְעַ֥ל H5921 בָּמוֹתַ֖י H1116 יַדְרִכֵ֑נִי H1869 לַמְנַצֵּ֖חַ H5329 בִּנְגִינוֹתָֽי H5058 "
}
