{"1":"Israel is a luxuriant vine that produces his fruit.\\q As his fruit increased,\n\\q the more altars he built.\n\\q As his land produced more,\n\\q he improved his pillars.\n\\q","2":"Their heart is deceitful;\\q now they must bear their guilt.\n\\q Yahweh will demolish their altars;\n\\q he will destroy their pillars.\n\n\n\\q","3":"For then they will say,\\q \"We have no king,\n\\q for we did not fear Yahweh,\n\\q and a king—what could he do for us?\"\n\\q","4":"They speak empty words\\q and make covenants by swearing falsely.\n\\q So justice springs up\n\\q like poisonous weeds in the furrows of a field.\n\n\n\\q","5":"The inhabitants of Samaria will be afraid\\q because of the calves of Beth Aven.\n\\q Its people mourned over them,\n\\q as did those idolatrous priests who had rejoiced over them\n\\q and their splendor,\n\\q but they are no longer there.\n\\q","6":"They will be carried to Assyria\\q as a present for the great king.\n\\q Ephraim will be disgraced,\n\\q and Israel will be ashamed of its idol.\n\n\n\\q","7":"Samaria's king\\q will be destroyed,\n\\q like a chip of wood on the surface of the water.\n\\q","8":"The high places of wickedness will be destroyed.\\q This is the sin of Israel!\n\\q Thorns and thistles will grow over their altars.\n\\q The people will say to the mountains, \"Cover us!\"\n\\q and to the hills, \"Fall on us!\"\n\n\n\\q","9":"\"Israel,\\q you have sinned since the days of Gibeah;\n\\q there you have remained.\n\\q Will not war overtake the sons of wrong in Gibeah?\n\n\\q","10":"When I desire it, I will discipline them.\\q The nations will gather together against them\n\\q and put them in bonds for their double iniquity.\n\\q","11":"Ephraim is a trained heifer that loves to thresh the grain,\\q so I will put a yoke on her fair neck.\n\\q I will put a yoke on Ephraim;\n\\q Judah will plow;\n\\q Jacob will pull the harrow by himself.\n\n\n\\q","12":"Sow righteousness for yourselves,\\q and reap the fruit of covenant faithfulness.\n\\q Break up your unplowed ground,\n\\q for it is time to seek Yahweh,\n\\q until he comes and rains righteousness on you.\n\\q","13":"You have plowed wickedness;\\q you reaped injustice.\n\\q You have eaten the fruit of deception\n\\q because you trusted in your plans\n\\q and in your many soldiers.\n\n\n\\q","14":"So a tumult of war will rise among your people,\\q and all your fortified cities will be destroyed.\n\\q It will be as Shalman destroyed Beth Arbel on a day of battle,\n\\q when mothers were dashed to pieces with their children.\n\\q","15":"So it will happen to you, Bethel,\\q because of your great wickedness.\n\\q At daybreak the king of Israel will be completely cut off.\""}
