{
  "1": "\"When Israel was a young man I loved him,\\q and I called my son out of Egypt.\n\\q",
  "2": "The more they were called,\\q the more they went away from me.\n\\q They sacrificed to the Baals\n\\q and burned incense to idols.\n\\f + \\ft Some ancient and most modern versions have \\fqa they went away from me \\fqa* . The Hebrew text has \\fqa they went away from them \\fqa* . \\f*\n\n\\q",
  "3": "Yet it was I who taught Ephraim to walk.\\q It was I who lifted them up by their arms,\n\\q but they did not know that I cared for them.\n\\q",
  "4": "I led them with cords of humanity,\\q with bands of love.\n\\q I was to them like someone who eased the yoke on their jaws,\n\\q and I bent down to them and fed them.\n\n\n\\q",
  "5": "Will they not return to the land of Egypt?\\q Will Assyria not rule over them\n\\q because they refuse to return to me?\n\\q",
  "6": "The sword will fall on their cities\\q and destroy the bars of their gates;\n\\q it will destroy them\n\\q because of their own plans.\n\\q",
  "7": "My people are determined to turn away from me.\\q Though they call to the Most High,\n\\q no one will help them.\n\n\n\\q",
  "8": "How can I give you up, Ephraim?\\q How can I hand you over, Israel?\n\\q How can I make you like Admah?\n\\q How can I make you like Zeboyim?\n\\q My heart has changed within me;\n\\q all my compassions have been stirred up.\n\\q",
  "9": "I will not execute my fierce anger;\\q I will not again destroy Ephraim.\n\\q For I am God\n\\q and not a man;\n\\q I am the Holy One among you,\n\\q and I will not come in wrath.\n\n\n\\q",
  "10": "They will follow Yahweh;\\q and he will roar like a lion.\n\\q When he roars, \n\\q his children will come trembling from the west.\n\\q",
  "11": "They will come trembling like a bird from Egypt,\\q like a dove from the land of Assyria.\n\\q I will make them live in their homes—this is the declaration of Yahweh.\n\n\n\\q",
  "12": "Ephraim surrounds me with falsehood,\\q and the house of Israel with deceit.\n\\q But Judah is still going about with me, God,\n\\q and is faithful to me, the Holy One.\""
}
