{"1":"\"When Ephraim spoke, there was trembling.\\q He exalted himself in Israel,\n\\q but he became guilty because of Baal worship, and he died.\n\\q","2":"Now they sin more and more.\\q They make cast metal figures from their silver,\n\\q idols as skillfully worked as possible,\n\\q all of them the work of the craftsmen.\n\\q People say of them,\n\\q 'These men who sacrifice kiss calves.'\n\n\n\\q","3":"So they will be like the morning clouds,\\q like the dew that goes away early,\n\\q like the chaff that is driven by the wind away from a threshing floor,\n\\q and like smoke out of a chimney.\n\n\n\\q","4":"But I am Yahweh your God from the land of Egypt.\\q You must acknowledge no God but me;\n\\q you must acknowledge that besides me, there is no other savior.\n\\q","5":"I knew you in the wilderness,\\q in the land of great dryness.\n\\q","6":"When you had pasture, then you became full;\\q and when you were filled, your heart became lifted up.\n\\q For that reason you forgot me.\n\n\n\\q","7":"I will become like a lion to them;\\q like a leopard I will watch along the path.\n\\q","8":"I will attack them as a bear that is robbed of her cubs.\\q I will rip open their chests,\n\\q and there I will devour them as a lion,\n\\q as a wild beast would tear them to pieces.\n\n\n\\q","9":"I will destroy you, Israel;\\q who will be able to help you?\n\\q","10":"Where now is your king,\\q that he may save you in all your cities?\n\\q Where are your rulers, about whom you said to me,\n\\q 'Give me a king and princes'?\n\\q","11":"I gave you a king in my anger,\\q and I took him away in my wrath.\n\n\n\\q","12":"Ephraim's iniquity has been stored up;\\q his guilt has been stored up.\n\\q","13":"Pains of childbirth will come on him,\\q but he is an unwise son,\n\\q for when it is time to be born, he does not come out of the womb.\n\n\n\\q","14":"Will I rescue them from the hand of Sheol?\\q Will I rescue them from death?\n\\q Where, death, are your plagues?\n\\q Where, Sheol, is your destruction?\n\\q Compassion is hidden from my eyes.\"\n\n\n\\q","15":"Though Ephraim is prosperous among his brothers,\\q an east wind will come;\n\\q the wind of Yahweh will blow in from the wilderness.\n\\q Ephraim's spring will dry up,\n\\q and his well will have no water.\n\\q His enemy will plunder his storehouse of every precious object.\n\n\n\\q","16":"Samaria will be guilty,\\q for she has rebelled against her God.\n\\q They will fall by the sword;\n\\q their young children will be dashed to pieces,\n\\q and their pregnant women will be ripped open."}
