{"1":"Say to your brothers, 'My people!'\\q and to your sisters, 'You have been shown compassion.'\"\n\n\n\\q","2":"Bring a lawsuit against your mother, bring a lawsuit,\\q2 for she is not my wife,\n\\q2 and neither am I her husband.\n\\q Let her put away her prostitution from before herself,\n\\q and her acts of adultery from between her breasts.\n\\q","3":"If not, I will strip her naked\\q and show her nakedness as on the day that she was born.\n\\q I will make her like the wilderness,\n\\q like a parched land,\n\\q and I will make her die from thirst.\n\n\n\\q","4":"I will not have any mercy on her children,\\q for they are children of prostitution.\n\\q","5":"For their mother has been a prostitute,\\q and she who conceived them has acted shamefully.\n\\q She said, \"I will go after my lovers,\n\\q for they give me my bread and water,\n\\q my wool and flax,\n\\q my oil and drink.\"\n\n\n\\q","6":"Therefore I will build up a hedge to block her way with thorns.\\q I will build up a wall against her\n\\q so she cannot find her way.\n\\q","7":"She will pursue her lovers,\\q but she will not overtake them.\n\\q She will seek them,\n\\q but she will not find them.\n\\q Then she will say,\n\\q \"I will return to my first husband,\n\\q for it was better for me then than it is now.\"\n\n\n\\q","8":"For she had not known that it was I who gave her\\q the grain, the new wine and the oil,\n\\q and who lavished on her silver and gold,\n\\q which they then used for Baal.\n\\q","9":"So I will take back her grain at harvest time,\\q and my new wine in its season.\n\\q I will take back my wool and flax\n\\q that were used to cover her nakedness.\n\n\n\\q","10":"Then I will strip her naked in the sight of her lovers,\\q and no one will rescue her out of my hand.\n\\q","11":"I will also cause all her celebrations to cease—\\q her feasts, her new moon celebrations, her Sabbaths, and all her appointed festivals.\n\n\n\\q","12":"\"I will destroy her vines and her fig trees,\\q of which she has said,\n\\q 'These are the wages that my lovers gave me.'\n\\q I will make them a forest,\n\\q and the animals of the field will eat them.\n\\q","13":"I will punish her for the feast days of the Baals,\\q when she burned incense to them,\n\\q when she adorned herself with her rings and jewelry,\n\\q and she went after her lovers and forgot me—\n\\q this is Yahweh's declaration.\"\n\n\n\\q","14":"So I am going to win her back. I will bring her into the wilderness\\q and speak tenderly to her.\n\\q","15":"I will give her back her vineyards,\\q and the Valley of Achor as a door of hope.\n\\q She will answer me there as she did in the days of her youth,\n\\q as in the days that she came out of the land of Egypt.\n\n\n\\q","16":"\"It will be in that day—this is Yahweh's declaration—\\q that you will call me, 'My husband,'\n\\q and you will no longer call me, 'My Baal.'\n\\q","17":"For I will remove the names of the Baals from her mouth;\\q their names will not be remembered anymore.\"\n\n\n\\q","18":"\"On that day I will make a covenant for them\\q with the beasts in the fields,\n\\q with the birds in the sky,\n\\q and with the crawling things on the ground.\n\\q I will drive away the bow, the sword, and the battle from the land,\n\\q and I will make you lie down in safety.\n\n\n\\q","19":"I will promise to be your husband forever.\\q I will promise to be your husband in righteousness, justice, covenant faithfulness, and mercy.\n\\q","20":"I will pledge myself to you in faithfulness,\\q and you will know Yahweh.\n\n\n\\q","21":"On that day,\\q I will answer—this is Yahweh's declaration—\n\\q I will answer the heavens,\n\\q and they will answer the earth.\n\\q","22":"The earth will answer the grain, the new wine and the oil,\\q and they will answer Jezreel.\n\n\n\\q","23":"I will plant her for myself in the land,\\q and I will have mercy on Lo-Ruhamah.\n\\q I will say to Lo-Ammi,\n\\q 'You are Ammi Attah,'\n\\q and they will say to me, 'You are my God.'\""}
