{"1":"Hear the word of Yahweh, you people of Israel.\\q Yahweh has a lawsuit against the inhabitants of the land,\n\\q because there is no truthfulness or covenantal faithfulness, no knowledge of God in the land.\n\\q","2":"There is cursing, lying, killing, stealing and adultery.\\q The people have broken all bounds, and bloodshed comes after bloodshed.\n\n\n\\q","3":"So the land is drying up,\\q and everyone living in it is wasting away;\n\\q the beasts in the fields and the birds in the sky,\n\\q even the fish in the sea, are being taken away.","4":"But do not allow anyone to bring a lawsuit;\\q do not let anyone accuse anyone else.\n\\q For it is you, the priests, whom I am accusing.\n\\q","5":"You priests will stumble during the day;\\q the prophets will also stumble with you by night,\n\\q and I will destroy your mother.\n\n\n\\q","6":"My people are being destroyed because of the lack of knowledge.\\q Because you priests have rejected knowledge,\n\\q I will also reject you as priests to me.\n\\q Because you have forgotten my law, although I am your God,\n\\q I also will forget your children.\n\\q","7":"The more the priests multiplied,\\q the more they sinned against me.\n\\q They exchanged their honor for shame.\n\n\n\\q","8":"They feed on the sin of my people;\\q they are greedy for more of their wickedness.\n\\q","9":"It will be the same for the people as for the priests:\\q I will punish them all for their practices;\n\\q I will repay them for their deeds.\n\n\n\\q","10":"They will eat but not have enough;\\q they will commit prostitution but not increase,\n\\q because they have gone far away from Yahweh.\n\n\n\\q","11":"They love sexual promiscuity, wine, and new wine, which have taken away their understanding.\\q","12":"My people consult their wooden idols,\\q and their walking sticks give them prophecies.\n\\q For a mind of promiscuity has misled them,\n\\q and they have acted as prostitutes instead of being faithful to their God.\n\n\n\\q","13":"They sacrifice on the tops of the mountains\\q and burn incense on the hills,\n\\q under oaks, poplars and terebinths,\n\\q because the shade is good.\n\\q So your daughters commit sexual immorality,\n\\q and your daughters-in-law commit adultery.\n\\q","14":"I will not punish your daughters when they choose to commit sexual immorality,\\q nor your daughters-in-law when they commit adultery.\n\\q For the men also give themselves to the prostitutes,\n\\q and they offer sacrifices so they can commit immoral acts with sacred prostitutes.\n\\q So this people who does not understand will be thrown down.\n\n\n\\q","15":"Though you, Israel, have committed adultery,\\q may Judah not become guilty.\n\\q Do not go to Gilgal, you people;\n\\q do not go up to Beth Aven,\n\\q and do not swear, saying, \"As Yahweh lives.\"\n\\q","16":"For Israel has behaved stubbornly, like a stubborn heifer.\\q How can Yahweh bring them to pasture like lambs in a meadow?\n\n\n\\q","17":"Ephraim united himself with idols;\\q leave him alone.\n\\q","18":"Even when their strong drink is gone,\\q they continue to commit adultery;\n\\q her rulers dearly love their shame.\n\\q","19":"The wind will wrap her up in its wings;\\q and they will be ashamed because of their sacrifices."}
