{"1":"\"Hear this, priests!\\q Pay attention, house of Israel!\n\\q Listen, house of the king!\n\\q For judgment is coming against you all.\n\\q You have been a snare at Mizpah\n\\q and a net spread over Tabor.\n\\q","2":"The rebels stand deep in slaughter,\\q but I will punish all of them.\n\\f + \\ft Some modern versions have \\fqa The rebels have dug a deep pit \\fqa* , \\fqa The rebels have dug deep at Shittim \\fqa* , or, continuing on from the previous verse, \\fqa a pit dug deep at Shittim \\fqa* . \\f*\n\n\n\\q","3":"I know Ephraim,\\q and Israel is not hidden from me.\n\\q Ephraim, now you have become like a prostitute;\n\\q Israel is defiled.\n\\q","4":"Their deeds will not allow them to turn to God,\\q for the mind of adultery is in them,\n\\q and they do not know Yahweh.\n\n\n\\q","5":"The pride of Israel testifies against him;\\q so Israel and Ephraim will stumble in their guilt;\n\\q and Judah also will stumble with them.\n\\q","6":"They will go with their flocks and herds to seek Yahweh,\\q but they will not find him,\n\\q for he has withdrawn himself from them.\n\\q","7":"They were unfaithful to Yahweh,\\q for they have borne illegitimate children.\n\\q Now the new moon festivals will devour them with their fields.\n\n\n\\q","8":"Blow the horn in Gibeah,\\q and the trumpet in Ramah.\n\\q Sound a battle cry at Beth Aven:\n\\q 'We will follow you, Benjamin!'\n\\q","9":"Ephraim will become a desolation on the day of punishment.\\q Among the tribes of Israel I have declared what is certain to happen.\n\n\n\\q","10":"The leaders of Judah are like those who move a boundary stone.\\q I will pour my wrath on them like water.\n\\q","11":"Ephraim is crushed;\\q he is crushed in judgment,\n\\q because he has willingly walked after idols.\n\n\n\\q","12":"So I will be like a moth to Ephraim,\\q and like rot to the house of Judah.\n\\q","13":"When Ephraim saw his sickness,\\q and Judah saw his wound,\n\\q then Ephraim went to Assyria,\n\\q and Judah sent messengers to the great king.\n\\q But he was not able to cure you people\n\\q or heal your wound.\n\n\n\\q","14":"So I will be like a lion to Ephraim,\\q and like a young lion to the house of Judah.\n\\q I, even I, will tear and go away;\n\\q I will carry them off,\n\\q and there will be no one to rescue them.\n\\q","15":"I will go and return to my place,\\q until they acknowledge their guilt and seek my face,\n\\q until they earnestly seek me in their distress.\""}
