{
  "1": "Whenever I want to heal Israel,\\q the sin of Ephraim is exposed,\n\\q as well as the evil deeds of Samaria,\n\\q for they practice deceit;\n\\q a thief comes in,\n\\q and a marauding band attacks in the street.\n\\q",
  "2": "They do not realize in their hearts\\q that I remember all their evil deeds.\n\\q Now their deeds surround them;\n\\q they are before my face.\n\n\n\\q",
  "3": "With their evil they make the king glad,\\q and by their lies the officials.\n\\q",
  "4": "They are all adulterers,\\q like an oven heated by the baker,\n\\q who ceases to stir the fire\n\\q from the kneading of the dough until it is leavened.\n\\q",
  "5": "On the day of our king the officials made themselves sick with the heat of wine.\\q He reached out with his hand to those who were mocking.\n\n\n\\q",
  "6": "For with hearts like an oven,\\q they devise their deceitful plans.\n\\q Their anger smolders all night;\n\\q in the morning it burns high like a flaming fire.\n\\q",
  "7": "They all are as hot as an oven,\\q and they devour those who rule over them.\n\\q All their kings have fallen;\n\\q none of them calls on me.\n\n\n\\q",
  "8": "Ephraim mixes himself among the peoples.\\q Ephraim is a flat cake that has not been turned over.\n\\q",
  "9": "Foreigners have devoured his strength,\\q but he does not know it.\n\\q Gray hairs are sprinkled on him,\n\\q but he does not know it.\n\n\n\\q",
  "10": "The pride of Israel testifies against him;\\q however, they have not returned to Yahweh their God,\n\\q nor have they sought him, in spite of all this.\n\\q",
  "11": "Ephraim is like a dove, gullible and without sense,\\q calling out to Egypt,\n\\q then flying to Assyria.",
  "12": "When they go, I will spread my net over them,\\q I will bring them down like the birds of the sky.\n\\q I will punish them\n\\q in their flocking together.\n\\q",
  "13": "Woe to them!\\q For they have strayed from me.\n\\q Devastation is coming to them!\n\\q They have rebelled against me!\n\\q I would have rescued them,\n\\q but they spoke lies against me.\n\n\n\\q",
  "14": "They have not cried to me with all their heart,\\q but they wail on their beds.\n\\q They gather together for grain and new wine,\n\\q and they turn away from me.\n\\f + \\ft Instead of \\fqa They gather together \\fqa* , which the Hebrew text has, some ancient copies and many modern versions have \\fqa They cut themselves \\fqa* , an allusion to the pagan custom of idol worshipers wounding themselves in the frenzy of prayer. \\f*\n\\q",
  "15": "Though I trained them and strengthened their arms,\\q they are now plotting evil against me.\n\n\n\\q",
  "16": "They return,\\q but they do not return to me, the Most High.\n\\q They are like a slack bow.\n\\q Their officials will fall by the sword\n\\q because of the insolence of their tongues.\n\\q This will become their mockery in the land of Egypt."
}
