{
  "1": "Do not rejoice, Israel,\\q with joy like the other peoples.\n\\q For you have been unfaithful,\n\\q forsaking your God.\n\\q You love to pay the wages a prostitute requires\n\\q on all the threshing floors.\n\\q",
  "2": "But the threshing floor and the winepress will not feed them;\\q the new wine will fail them.\n\n\n\\q",
  "3": "They will not continue to live in Yahweh's land;\\q instead, Ephraim will return to Egypt,\n\\q and one day they will eat unclean food in Assyria.\n\\q",
  "4": "They will pour out no wine offerings to Yahweh,\\q neither will they be pleasing to him.\n\\q Their sacrifices will be to them like mourners' food:\n\\q all who eat it will be defiled.\n\\q For their food will be for themselves only;\n\\q it will not come into the house of Yahweh.\n\n\n\\q",
  "5": "What will you do on the day of an appointed festival,\\q on the day of a festival for Yahweh?\n\\q",
  "6": "For, look, if they escape from destruction,\\q Egypt will gather them,\n\\q and Memphis will bury them.\n\\q As for their treasures of silver—\n\\q sharp briers will possess them,\n\\q and thorns will fill their tents.\n\n\n\\q",
  "7": "The days for punishment are coming;\\q the days for retribution are coming.\n\\q Let all Israel know these things.\n\\q The prophet is a fool,\n\\q and the inspired man is insane,\n\\q because of your great iniquity\n\\q and great hostility.\n\n\n\\q",
  "8": "The prophet is the watchman for my God over Ephraim.\\q But a bird snare is on all of his paths,\n\\q and hostility toward him is in the house of his God.\n\\q",
  "9": "They have deeply corrupted themselves\\q as in the days of Gibeah.\n\\q God will call to mind their iniquity,\n\\q and he will punish their sins.\n\n\n\\q",
  "10": "Yahweh says, \"When I found Israel, it was like finding grapes in the wilderness.\\q Like the very first fruit of the season on the fig tree, I found your fathers.\n\\q But they went to Baal Peor,\n\\q and they devoted themselves to that shameful idol.\n\\q They became as detestable as the idol they loved.\n\n\n\\q",
  "11": "As for Ephraim, their glory will fly away like a bird.\\q There will be no birth, no pregnancy, and no conception.\n\\q",
  "12": "Though they have brought up children,\\q I will take them away so that none of them is left.\n\\q Woe to them when I turn away from them!\n\n\n\\q",
  "13": "I have seen Ephraim, just like Tyre, planted in a meadow,\\q but Ephraim will bring out his children to someone who will slaughter them.\"\n\\q",
  "14": "Give them, Yahweh—what will you give them?\\q Give them a miscarrying womb and breasts that give no milk.\n\n\n\\q",
  "15": "\"Because of all their wickedness in Gilgal,\\q that is where I began to hate them.\n\\q Because of their sinful deeds,\n\\q I will drive them out of my house.\n\\q I will love them no more;\n\\q all their officials are rebels.\n\n\n\\q",
  "16": "Ephraim is diseased,\\q and their root is dried up;\n\\q they bear no fruit.\n\\q Even if they have children,\n\\q I will put their beloved children to death.\"\n\\q",
  "17": "My God will reject them\\q because they have not obeyed him.\n\\q They will become wanderers among the nations."
}
