{
  "1": "מֹאזְנֵ֣י H3976 מִ֭רְמָה H4820 תּוֹעֲבַ֣ת H8441 יְהוָ֑ה H3068 וְאֶ֖בֶן H68 שְׁלֵמָ֣ה H8003 רְצוֹנֽוֹ H7522 ",
  "2": "בָּֽא H935 זָ֭דוֹן H2087 וַיָּבֹ֣א H935 קָל֑וֹן H7036 וְֽאֶת H854 צְנוּעִ֥ים H6800 חָכְמָֽה H2451 ",
  "3": "תֻּמַּ֣ת H8538 יְשָׁרִ֣ים H3477 תַּנְחֵ֑ם H5148 וְסֶ֖לֶף H5558 בּוֹגְדִ֣ים H898 ושד H7703 ",
  "4": "לֹא H3808 יוֹעִ֣יל H3276 ה֭וֹן H1952 בְּי֣וֹם H3117 עֶבְרָ֑ה H5678 וּ֝צְדָקָ֗ה H6666 תַּצִּ֥יל H5337 מִמָּֽוֶת H4194 ",
  "5": "צִדְקַ֣ת H6666 תָּ֭מִים H8549 תְּיַשֵּׁ֣ר H3474 דַּרְכּ֑וֹ H1870 וּ֝בְ H7564 יִפֹּ֥ל H5307 רָשָֽׁע H7563 ",
  "6": "צִדְקַ֣ת H6666 יְ֭שָׁרִים H3477 תַּצִּילֵ֑ם H5337 וּ֝בְ H1942 בֹּגְדִ֥ים H898 יִלָּכֵֽדוּ H3920 ",
  "7": "בְּמ֤וֹת H4194 אָדָ֣ם H120 רָ֭שָׁע H7563 תֹּאבַ֣ד H6 תִּקְוָ֑ה H8615 וְתוֹחֶ֖לֶת H8431 אוֹנִ֣ים H205 אָבָֽדָה H6 ",
  "8": "צַ֭דִּיק H6662 מִצָּרָ֣ה H6869 נֶחֱלָ֑ץ H2502 וַיָּבֹ֖א H935 רָשָׁ֣ע H7563 תַּחְתָּֽיו H8478 ",
  "9": "בְּפֶ֗ה H6310 חָ֭נֵף H2611 יַשְׁחִ֣ת H7843 רֵעֵ֑הוּ H7453 וּ֝בְ H1847 צַדִּיקִ֥ים H6662 יֵחָלֵֽצוּ H2502 ",
  "10": "בְּט֣וּב H2898 צַ֭דִּיקִים H6662 תַּעֲלֹ֣ץ H5970 קִרְיָ֑ה H7151 וּבַ H6 רְשָׁעִ֣ים H7563 רִנָּֽה H7440 ",
  "11": "בְּבִרְכַּ֣ת H1293 יְ֭שָׁרִים H3477 תָּר֣וּם H7311 קָ֑רֶת H7176 וּבְ H6310 רְ֝שָׁעִ֗ים H7563 תֵּהָרֵֽס H2040 ",
  "12": "בָּז H936 לְרֵעֵ֥ H7453 חֲסַר H2638 לֵ֑ב H3820 וְאִ֖ישׁ H376 תְּבוּנ֣וֹת H8394 יַחֲרִֽישׁ H2790 ",
  "13": "הוֹלֵ֣ךְ H1980 רָ֭כִיל H7400 מְגַלֶּה H1540 סּ֑וֹד H5475 וְנֶאֱמַן H539 ר֝֗וּחַ H7307 מְכַסֶּ֥ה H3680 דָבָֽר H1697 ",
  "14": "בְּאֵ֣ין H369 תַּ֭חְבֻּלוֹת H8458 יִפָּל H5307 עָ֑ם H5971 וּ֝תְשׁוּעָ֗ה H8668 בְּרֹ֣ב H7230 יוֹעֵֽץ H3289 ",
  "15": "רַע H7451 יֵ֭רוֹעַ H7489 כִּי H3588 עָ֣רַב H6148 זָ֑ר H2114 וְשֹׂנֵ֖א H8130 תֹקְעִ֣ים H8628 בּוֹטֵֽחַ H982 ",
  "16": "אֵֽשֶׁת H802 חֵ֭ן H2580 תִּתְמֹ֣ךְ H8551 כָּב֑וֹד H3519 וְ֝עָרִיצִ֗ים H6184 יִתְמְכוּ H8551 עֹֽשֶׁר H6239 ",
  "17": "גֹּמֵ֣ל H1580 נַ֭פְשׁוֹ H5315 אִ֣ישׁ H376 חָ֑סֶד H2617 וְעֹכֵ֥ר H5916 שְׁ֝אֵר֗וֹ H7607 אַכְזָרִֽי H394 ",
  "18": "רָשָׁ֗ע H7563 עֹשֶׂ֥ה H6213 פְעֻלַּת H6468 שָׁ֑קֶר H8267 וְזֹרֵ֥עַ H2232 צְ֝דָקָ֗ה H6666 שֶׂ֣כֶר H7938 אֱמֶֽת H571 ",
  "19": "כֵּן H3651 צְדָקָ֥ה H6666 לְחַיִּ֑ים H2416 וּמְרַדֵּ֖ף H7291 רָעָ֣ה H7451 לְמוֹתֽ H4194 ",
  "20": "תּוֹעֲבַ֣ת H8441 יְ֭הוָה H3068 עִקְּשֵׁי H6141 לֵ֑ב H3820 וּ֝רְצוֹנ֗ H7522 תְּמִ֣ימֵי H8549 דָֽרֶךְ H1870 ",
  "21": "יָ֣ד H3027 לְ֭יָד H3027 לֹא H3808 יִנָּ֣קֶה H5352 רָּ֑ע H7451 וְזֶ֖רַע H2233 צַדִּיקִ֣ים H6662 נִמְלָֽט H4422 ",
  "22": "נֶ֣זֶם H5141 זָ֭הָב H2091 בְּאַ֣ף H639 חֲזִ֑יר H2386 אִשָּׁ֥ה H802 יָ֝פָ֗ה H3303 וְסָ֣רַת H5493 טָֽעַם H2940 ",
  "23": "תַּאֲוַ֣ת H8378 צַדִּיקִ֣ים H6662 אַךְ H389 ט֑וֹב H2896 תִּקְוַ֖ת H8615 רְשָׁעִ֣ים H7563 עֶבְרָֽה H5678 ",
  "24": "יֵ֣שׁ H3426 מְ֭פַזֵּר H6340 וְנוֹסָ֥ף H3254 ע֑וֹד H5750 וְחוֹשֵׂ֥ךְ H2820 מִ֝יֹּ֗שֶׁר H3476 אַךְ H389 לְמַחְסֽוֹר H4270 ",
  "25": "נֶֽפֶשׁ H5315 בְּרָכָ֥ה H1293 תְדֻשָּׁ֑ן H1878 וּ֝מַרְוֶ֗ה H7301 גַּם H1571 ה֥וּא H1931 יוֹרֶֽא H3384 ",
  "26": "מֹ֣נֵֽעַ H4513 בָּ֭ר H1250 יִקְּבֻ֣הוּ H5344 לְא֑וֹם H3816 וּ֝בְרָכָ֗ה H1293 לְרֹ֣אשׁ H7218 מַשְׁבִּֽיר H7666 ",
  "27": "שֹׁ֣חֵֽר H7836 ט֭וֹב H2896 יְבַקֵּ֣שׁ H1245 רָצ֑וֹן H7522 וְדֹרֵ֖שׁ H1875 רָעָ֣ה H7451 תְבוֹאֶֽנּוּ H935 ",
  "28": "בּוֹטֵ֣חַ H982 בְּ֭עָשְׁר H6239 ה֣וּא H1931 יִפֹּ֑ל H5307 וְ֝כֶ H5929 צַדִּיקִ֥ים H6662 יִפְרָֽחוּ H6524 ",
  "29": "עוֹכֵ֣ר H5916 בֵּ֭יתוֹ H1004 יִנְחַל H5157 ר֑וּחַ H7307 וְעֶ֥בֶד H5650 אֱ֝וִ֗יל H191 לַחֲכַם H2450 לֵֽב H3820 ",
  "30": "פְּֽרִי H6529 צַ֭דִּיק H6662 עֵ֣ץ H6086 חַיִּ֑ים H2416 וְלֹקֵ֖חַ H3947 נְפָשׂ֣וֹת H5315 חָכָֽם H2450 ",
  "31": "הֵ֣ן H2005 צַ֭דִּיק H6662 בָּאָ֣רֶץ H776 יְשֻׁלָּ֑ם H7999 אַ֝֗ף H637 כִּֽי H3588 רָשָׁ֥ע H7563 וְחוֹטֵֽא H2398 "
}
