{
  "1": "בֵּ֣ן H1121 חָ֭כָם H2450 מ֣וּסַר H4148 אָ֑ב H1 וְ֝לֵ֗ץ H3887 לֹא H3808 שָׁמַ֥ע H8085 גְּעָרָֽה H1606 ",
  "2": "מִפְּרִ֣י H6529 פִי H6310 אִ֭ישׁ H376 יֹ֣אכַל H398 ט֑וֹב H2896 וְנֶ֖פֶשׁ H5315 בֹּגְדִ֣ים H898 חָמָֽס H2555 ",
  "3": "נֹצֵ֣ר H5341 פִּ֭יו H6310 שֹׁמֵ֣ר H8104 נַפְשׁ֑וֹ H5315 פֹּשֵׂ֥ק H6589 שְׂ֝פָתָ֗יו H8193 מְחִתָּה H4288 לֽוֹ Hl ",
  "4": "מִתְאַוָּ֣ה H183 וָ֭אַיִן H369 נַפְשׁ֣וֹ H5315 עָצֵ֑ל H6102 וְנֶ֖פֶשׁ H5315 חָרֻצִ֣ים H2742 תְּדֻשָּֽׁן H1878 ",
  "5": "דְּבַר H1697 שֶׁ֭קֶר H8267 יִשְׂנָ֣א H8130 צַדִּ֑יק H6662 וְ֝רָשָׁ֗ע H7563 יַבְאִ֥ישׁ H887 וְיַחְפִּֽיר H2659 ",
  "6": "צְ֭דָקָה H6666 תִּצֹּ֣ר H5341 תָּם H8537 דָּ֑רֶךְ H1870 וְ֝רִשְׁעָ֗ה H7564 תְּסַלֵּ֥ף H5557 חַטָּֽאת H2403 ",
  "7": "יֵ֣שׁ H3426 מִ֭תְעַשֵּׁר H6238 וְאֵ֣ין H369 כֹּ֑ל H3605 מִ֝תְרוֹשֵׁ֗שׁ H7326 וְה֣וֹן H1952 רָֽב H7227 ",
  "8": "כֹּ֣פֶר H3724 נֶֽפֶשׁ H5315 אִ֣ישׁ H376 עָשְׁר֑וֹ H6239 וְ֝רָ֗שׁ H7326 לֹא H3808 שָׁמַ֥ע H8085 גְּעָרָֽה H1606 ",
  "9": "אוֹר H216 צַדִּיקִ֥ים H6662 יִשְׂמָ֑ח H8055 וְנֵ֖ר H5216 רְשָׁעִ֣ים H7563 יִדְעָֽךְ H1846 ",
  "10": "רַק H7535 בְּ֭זָדוֹן H2087 יִתֵּ֣ן H5414 מַצָּ֑ה H4683 וְאֶת H854 נ֖וֹעָצִ֣ים H3289 חָכְמָֽה H2451 ",
  "11": "ה֭וֹן H1952 מֵהֶ֣בֶל H1892 יִמְעָ֑ט H4591 וְקֹבֵ֖ץ H6908 עַל H5921 יָ֣ד H3027 יַרְבֶּֽה H7235 ",
  "12": "תּוֹחֶ֣לֶת H8431 מְ֭מֻשָּׁכָה H4900 מַחֲלָה H2470 לֵ֑ב H3820 וְעֵ֥ץ H6086 חַ֝יִּ֗ים H2416 תַּאֲוָ֥ה H8378 בָאָֽה H935 ",
  "13": "בָּ֣ז H936 לְ֭דָבָר H1697 יֵחָ֣בֶל H2254 ל֑וֹ Hl וִירֵ֥א H3373 מִ֝צְוָ֗ה H4687 ה֣וּא H1931 יְשֻׁלָּֽם H7999 ",
  "14": "תּוֹרַ֣ת H8451 חָ֭כָם H2450 מְק֣וֹר H4726 חַיִּ֑ים H2416 לָ֝ס֗וּר H5493 מִמֹּ֥קְשֵׁי H4170 מָֽוֶת H4194 ",
  "15": "שֵֽׂכֶל H7922 ט֭וֹב H2896 יִתֶּן H5414 חֵ֑ן H2580 וְדֶ֖רֶךְ H1870 בֹּגְדִ֣ים H898 אֵיתָֽן H386 ",
  "16": "כָּל H3605 עָ֭רוּם H6175 יַעֲשֶׂ֣ה H6213 בְדָ֑עַת H1847 וּ֝כְסִ֗יל H3684 יִפְרֹ֥שׂ H6566 אִוֶּֽלֶת H200 ",
  "17": "מַלְאָ֣ךְ H4397 רָ֭שָׁע H7563 יִפֹּ֣ל H5307 בְּרָ֑ע H7451 וְצִ֖יר H6735 אֱמוּנִ֣ים H529 מַרְפֵּֽא H4832 ",
  "18": "רֵ֣ישׁ H7389 וְ֭קָלוֹן H7036 פּוֹרֵ֣עַ H6544 מוּסָ֑ר H4148 וְשׁוֹמֵ֖ר H8104 תּוֹכַ֣חַת H8433 יְכֻבָּֽד H3513 ",
  "19": "תַּאֲוָ֣ה H8378 נִ֭הְיָה H1961 תֶּעֱרַ֣ב H6149 לְנָ֑פֶשׁ H5315 וְתוֹעֲבַ֥ת H8441 כְּ֝סִילִ֗ים H3684 ס֣וּר H5493 מֵרָֽע H7451 ",
  "20": "הלוך H1980 אֶת H854 חֲכָמִ֣ים H2450 וחכם H2449 וְרֹעֶ֖ה H7462 כְסִילִ֣ים H3684 יֵרֽוֹעַ H7489 ",
  "21": "חַ֭טָּאִים H2400 תְּרַדֵּ֣ף H7291 רָעָ֑ה H7451 וְאֶת H853 צַ֝דִּיקִ֗ים H6662 יְשַׁלֶּם H7999 טֽוֹב H2896 ",
  "22": "ט֗וֹב H2896 יַנְחִ֥יל H5157 בְּנֵֽי H1121 בָנִ֑ים H1121 וְצָפ֥וּן H6845 לַ֝צַּדִּ֗יק H6662 חֵ֣יל H2428 חוֹטֵֽא H2398 ",
  "23": "רָב H7230 אֹ֭כֶל H400 נִ֣יר H5215 רָאשִׁ֑ים H7326 וְיֵ֥שׁ H3426 נִ֝סְפֶּ֗ה H5595 בְּלֹ֣א H3808 מִשְׁפָּֽט H4941 ",
  "24": "חוֹשֵׂ֣ךְ H2820 שִׁ֭בְטוֹ H7626 שׂוֹנֵ֣א H8130 בְנ֑וֹ H1121 וְ֝אֹהֲב֗ H157 שִֽׁחֲר֥וֹ H7836 מוּסָֽר H4148 ",
  "25": "צַדִּ֗יק H6662 אֹ֭כֵל H398 לְשֹׂ֣בַע H7648 נַפְשׁ֑וֹ H5315 וּבֶ֖טֶן H990 רְשָׁעִ֣ים H7563 תֶּחְסָֽר H2637 "
}
