{
  "1": "מַֽעֲנֶה H4617 רַּ֭ךְ H7390 יָשִׁ֣יב H7725 חֵמָ֑ה H2534 וּדְבַר H1697 עֶ֝֗צֶב H6089 יַעֲלֶה H5927 אָֽף H639 ",
  "2": "לְשׁ֣וֹן H3956 חֲ֭כָמִים H2450 תֵּיטִ֣יב H3190 דָּ֑עַת H1847 וּפִ֥י H6310 כְ֝סִילִ֗ים H3684 יַבִּ֥יעַ H5042 אִוֶּֽלֶת H200 ",
  "3": "בְּֽכָל H3605 מָ֭קוֹם H4725 עֵינֵ֣י H5869 יְהוָ֑ה H3068 צֹ֝פ֗וֹת H6822 רָעִ֥ים H7451 וטוֹבִֽים H2896 ",
  "4": "מַרְפֵּ֣א H4832 לָ֭שׁוֹן H3956 עֵ֣ץ H6086 חַיִּ֑ים H2416 וְסֶ֥לֶף H5558 בָּ֝֗הּ Hb שֶׁ֣בֶר H7667 בְּרֽוּחַ H7307 ",
  "5": "אֱוִ֗יל H191 יִ֭נְאַץ H5006 מוּסַ֣ר H4148 אָבִ֑יו H1 וְשֹׁמֵ֖ר H8104 תּוֹכַ֣חַת H8433 יַעְרִֽם H6191 ",
  "6": "בֵּ֣ית H1004 צַ֭דִּיק H6662 חֹ֣סֶן H2633 רָ֑ב H7227 וּבִ H8393 רָשָׁ֣ע H7563 נֶעְכָּֽרֶת H5916 ",
  "7": "שִׂפְתֵ֣י H8193 חֲ֭כָמִים H2450 יְזָ֣רוּ H2219 דָ֑עַת H1847 וְלֵ֖ב H3820 כְּסִילִ֣ים H3684 לֹא H3808 כֵֽן H3651 ",
  "8": "זֶ֣בַח H2077 רְ֭שָׁעִים H7563 תּוֹעֲבַ֣ת H8441 יְהוָ֑ה H3068 וּתְפִלַּ֖ת H8605 יְשָׁרִ֣ים H3477 רְצוֹנֽוֹ H7522 ",
  "9": "תּוֹעֲבַ֣ת H8441 יְ֭הוָה H3068 דֶּ֣רֶךְ H1870 רָשָׁ֑ע H7563 וּמְרַדֵּ֖ף H7291 צְדָקָ֣ה H6666 יֶאֱהָֽב H157 ",
  "10": "מוּסָ֣ר H4148 רָ֭ע H7451 לְעֹזֵ֣ב H5800 אֹ֑רַח H734 שׂוֹנֵ֖א H8130 תוֹכַ֣חַת H8433 יָמֽוּת H4191 ",
  "11": "שְׁא֣וֹל H7585 וַ֭אֲבַדּוֹן H11 נֶ֣גֶד H5048 יְהוָ֑ה H3068 אַ֝֗ף H637 כִּֽי H3588 לִבּ֥וֹת H3826 בְּֽנֵי H1121 אָדָֽם H120 ",
  "12": "לֹ֣א H3808 יֶאֱהַב H157 לֵ֭ץ H3887 הוֹכֵ֣חַֽ H3198 ל֑וֹ Hl אֶל H413 חֲ֝כָמִ֗ים H2450 לֹ֣א H3808 יֵלֵֽךְ H3212 ",
  "13": "לֵ֣ב H3820 שָׂ֭מֵחַ H8056 יֵיטִ֣ב H3190 פָּנִ֑ים H6440 וּבְ H6094 לֵ֝ב H3820 ר֣וּחַ H7307 נְכֵאָֽה H5218 ",
  "14": "לֵ֣ב H3820 נָ֭בוֹן H995 יְבַקֶּשׁ H1245 דָּ֑עַת H1847 ופני H6440 כְ֝סִילִ֗ים H3684 יִרְעֶ֥ה H7462 אִוֶּֽלֶת H200 ",
  "15": "כָּל H3605 יְמֵ֣י H3117 עָנִ֣י H6041 רָעִ֑ים H7451 וְטֽוֹב H2896 לֵ֝֗ב H3820 מִשְׁתֶּ֥ה H4960 תָמִֽיד H8548 ",
  "16": "טוֹב H2896 מְ֭עַט H4592 בְּיִרְאַ֣ת H3374 יְהוָ֑ה H3068 מֵאוֹצָ֥ר H214 רָ֝֗ב H7227 וּמְה֥וּמָה H4103 בֽוֹ Hb ",
  "17": "ט֤וֹב H2896 אֲרֻחַ֣ת H737 יָ֭רָק H3419 וְאַהֲבָה H160 שָׁ֑ם H8033 מִשּׁ֥וֹר H7794 אָ֝ב֗וּס H75 וְשִׂנְאָה H8135 בֽוֹ Hb ",
  "18": "אִ֣ישׁ H376 חֵ֭מָה H2534 יְגָרֶ֣ה H1624 מָד֑וֹן H4066 וְאֶ֥רֶך H750 אַ֝פַּ֗יִם H639 יַשְׁקִ֥יט H8252 רִֽיב H7379 ",
  "19": "דֶּ֣רֶךְ H1870 עָ֭צֵל H6102 כִּמְשֻׂ֣כַת H4881 חָ֑דֶק H2312 וְאֹ֖רַח H734 יְשָׁרִ֣ים H3477 סְלֻלָֽה H5549 ",
  "20": "בֵּ֣ן H1121 חָ֭כָם H2450 יְשַׂמַּח H8055 אָ֑ב H1 וּכְסִ֥יל H3684 אָ֝דָ֗ם H120 בּוֹזֶ֥ה H959 אִמּֽוֹ H517 ",
  "21": "אִ֭וֶּלֶת H200 שִׂמְחָ֣ה H8057 לַחֲסַר H2638 לֵ֑ב H3820 וְאִ֥ישׁ H376 תְּ֝בוּנָ֗ה H8394 יְיַשֶׁר H3474 לָֽכֶת H3212 ",
  "22": "הָפֵ֣ר H6565 מַ֭חֲשָׁבוֹת H4284 בְּאֵ֣ין H369 ס֑וֹד H5475 וּבְ H7230 יוֹעֲצִ֣ים H3289 תָּקֽוּם H6965 ",
  "23": "שִׂמְחָ֣ה H8057 לָ֭אִישׁ H376 בְּמַעֲנֵה H4617 פִ֑יו H6310 וְדָבָ֖ר H1697 בְּעִתּ֣ H6256 מַה H4100 טּֽוֹב H2896 ",
  "24": "אֹ֣רַח H734 חַ֭יִּים H2416 לְמַ֣עְלָ H4605 לְמַשְׂכִּ֑יל H7919 לְמַ֥עַן H4616 ס֝֗וּר H5493 מִשְּׁא֥וֹל H7585 מָֽטָּה H4295 ",
  "25": "בֵּ֣ית H1004 גֵּ֭אִים H1343 יִסַּ֥ח H5255 יְהוָ֑ה H3068 וְ֝יַצֵּ֗ב H5324 גְּב֣וּל H1366 אַלְמָנָֽה H490 ",
  "26": "תּוֹעֲבַ֣ת H8441 יְ֭הוָה H3068 מַחְשְׁב֣וֹת H4284 רָ֑ע H7451 וּ֝טְהֹרִ֗ים H2889 אִמְרֵי H561 נֹֽעַם H5278 ",
  "27": "עֹכֵ֣ר H5916 בֵּ֭יתוֹ H1004 בּוֹצֵ֣עַ H1214 בָּ֑צַע H1215 וְשׂוֹנֵ֖א H8130 מַתָּנֹ֣ת H4979 יִחְיֶֽה H2421 ",
  "28": "לֵ֣ב H3820 צַ֭דִּיק H6662 יֶהְגֶּ֣ה H1897 לַעֲנ֑וֹת H6030 וּפִ֥י H6310 רְ֝שָׁעִ֗ים H7563 יַבִּ֥יעַ H5042 רָעֽוֹת H7451 ",
  "29": "רָח֣וֹק H7350 יְ֭הוָה H3068 מֵרְשָׁעִ֑ים H7563 וּתְפִלַּ֖ת H8605 צַדִּיקִ֣ים H6662 יִשְׁמָֽע H8085 ",
  "30": "מְֽאוֹר H3974 עֵ֭ינַיִם H5869 יְשַׂמַּֽח H8055 לֵ֑ב H3820 שְׁמוּעָ֥ה H8052 ט֝וֹבָ֗ה H2896 תְּדַשֶּׁן H1878 עָֽצֶם H6106 ",
  "31": "אֹ֗זֶן H241 שֹׁ֭מַעַת H8085 תּוֹכַ֣חַת H8433 חַיִּ֑ים H2416 בְּקֶ֖רֶב H7130 חֲכָמִ֣ים H2450 תָּלִֽין H3885 ",
  "32": "פּוֹרֵ֣עַ H6544 מ֭וּסָר H4148 מוֹאֵ֣ס H3988 נַפְשׁ֑וֹ H5315 וְשׁוֹמֵ֥עַ H8085 תּ֝וֹכַ֗חַת H8433 ק֣וֹנֶה H7069 לֵּֽב H3820 ",
  "33": "יִרְאַ֣ת H3374 יְ֭הוָה H3068 מוּסַ֣ר H4148 חָכְמָ֑ה H2451 וְלִ H6440 כָב֣וֹד H3519 עֲנָוָֽה H6038 "
}
