{
  "1": "ט֤וֹב H2896 פַּ֣ת H6595 חֲ֭רֵבָה H2720 וְשַׁלְוָה H7962 בָ֑הּ Hb מִ֝בַּ֗יִת H1004 מָלֵ֥א H4392 זִבְחֵי H2077 רִֽיב H7379 ",
  "2": "עֶֽבֶד H5650 מַשְׂכִּ֗יל H7919 יִ֭מְשֹׁל H4910 בְּבֵ֣ן H1121 מֵבִ֑ישׁ H954 וּבְ H8432 אַ֝חִ֗ים H251 יַחֲלֹ֥ק H2505 נַחֲלָֽה H5159 ",
  "3": "מַצְרֵ֣ף H4715 לַ֭כֶּסֶף H3701 וְכ֣וּר H3564 לַזָּהָ֑ב H2091 וּבֹחֵ֖ן H974 לִבּ֣וֹת H3826 יְהוָֽה H3068 ",
  "4": "מֵ֭רַע H7489 מַקְשִׁ֣יב H7181 עַל H5921 שְׂפַת H8193 אָ֑וֶן H205 שֶׁ֥קֶר H8267 מֵ֝זִין H238 עַל H5921 לְשׁ֥וֹן H3956 הַוֺּֽת H1942 ",
  "5": "לֹעֵ֣ג H3932 לָ֭רָשׁ H7326 חֵרֵ֣ף H2778 עֹשֵׂ֑הוּ H6213 שָׂמֵ֥חַ H8056 לְ֝אֵ֗יד H343 לֹ֣א H3808 יִנָּקֶֽה H5352 ",
  "6": "עֲטֶ֣רֶת H5850 זְ֭קֵנִים H2205 בְּנֵ֣י H1121 בָנִ֑ים H1121 וְתִפְאֶ֖רֶת H8597 בָּנִ֣ים H1121 אֲבוֹתָֽם H1 ",
  "7": "לֹא H3808 נָאוָ֣ה H5000 לְנָבָ֣ל H5036 שְׂפַת H8193 יֶ֑תֶר H3499 אַ֝֗ף H637 כִּֽי H3588 לְנָדִ֥יב H5081 שְׂפַת H8193 שָֽׁקֶר H8267 ",
  "8": "אֶֽבֶן H68 חֵ֣ן H2580 הַ֭שֹּׁחַד H7810 בְּעֵינֵ֣י H5869 בְעָלָ֑יו H1167 אֶֽל H413 כָּל H3605 אֲשֶׁ֖ר H834 יִפְנֶ֣ה H6437 יַשְׂכִּֽיל H7919 ",
  "9": "מְֽכַסֶּה H3680 פֶּ֭שַׁע H6588 מְבַקֵּ֣שׁ H1245 אַהֲבָ֑ה H160 וְשֹׁנֶ֥ה H8138 בְ֝דָבָ֗ר H1697 מַפְרִ֥יד H6504 אַלּֽוּף H441 ",
  "10": "תֵּ֣חַת H5181 גְּעָרָ֣ה H1606 בְמֵבִ֑ין H995 מֵהַכּ֖וֹת H5221 כְּסִ֣יל H3684 מֵאָֽה H3967 ",
  "11": "אַךְ H389 מְרִ֥י H4805 יְבַקֶּשׁ H1245 רָ֑ע H7451 וּמַלְאָ֥ךְ H4397 אַ֝כְזָרִ֗י H394 יְשֻׁלַּח H7971 בּֽוֹ Hb ",
  "12": "פָּג֬וֹשׁ H6298 דֹּ֣ב H1677 שַׁכּ֣וּל H7909 בְּאִ֑ישׁ H376 וְאַל H408 כְּ֝סִ֗יל H3684 בְּאִוַּלְתּֽ H200 ",
  "13": "מֵשִׁ֣יב H7725 רָ֭עָה H7451 תַּ֣חַת H8478 טוֹבָ֑ה H2896 לֹא H3808 תמיש H4185 רָ֝עָ֗ה H7451 מִבֵּיתֽ H1004 ",
  "14": "פּ֣וֹטֵֽר H6362 מַ֭יִם H4325 רֵאשִׁ֣ית H7225 מָד֑וֹן H4066 וְלִ H6440 הִ֝תְגַּלַּ֗ע H1566 הָרִ֥יב H7379 נְטֽוֹשׁ H5203 ",
  "15": "מַצְדִּ֣יק H6663 רָ֭שָׁע H7563 וּמַרְשִׁ֣יעַ H7561 צַדִּ֑יק H6662 תּוֹעֲבַ֥ת H8441 יְ֝הוָ֗ה H3068 גַּם H1571 שְׁנֵיהֶֽם H8147 ",
  "16": "לָמָּה H4100 זֶּ֣ה H2088 מְחִ֣יר H4242 בְּיַד H3027 כְּסִ֑יל H3684 לִקְנ֖וֹת H7069 חָכְמָ֣ה H2451 וְלֶב H3820 אָֽיִן H369 ",
  "17": "בְּכָל H3605 עֵ֭ת H6256 אֹהֵ֣ב H157 הָרֵ֑עַ H7453 וְאָ֥ח H251 לְ֝צָרָ֗ה H6869 יִוָּלֵֽד H3205 ",
  "18": "אָדָ֣ם H120 חֲסַר H2638 לֵ֭ב H3820 תּוֹקֵ֣עַ H8628 כָּ֑ף H3709 עֹרֵ֥ב H6148 עֲ֝רֻבָּ֗ה H6161 לִפְנֵ֥י H6440 רֵעֵֽהוּ H7453 ",
  "19": "אֹ֣הֵֽב H157 פֶּ֭שַׁע H6588 אֹהֵ֣ב H157 מַצָּ֑ה H4683 מַגְבִּ֥יהַּ H1361 פִּ֝תְח֗וֹ H6607 מְבַקֶּשׁ H1245 שָֽׁבֶר H7667 ",
  "20": "עִקֶּשׁ H6141 לֵ֭ב H3820 לֹ֣א H3808 יִמְצָא H4672 ט֑וֹב H2896 וְנֶהְפָּ֥ךְ H2015 בִּ֝לְשׁוֹנ֗ H3956 יִפּ֥וֹל H5307 בְּרָעָֽה H7451 ",
  "21": "יֹלֵ֣ד H3205 כְּ֭סִיל H3684 לְת֣וּגָה H8424 ל֑וֹ Hl וְלֹֽא H3808 יִ֝שְׂמַ֗ח H8055 אֲבִ֣י H1 נָבָֽל H5036 ",
  "22": "לֵ֣ב H3820 שָׂ֭מֵחַ H8056 יֵיטִ֣ב H3190 גֵּהָ֑ה H1456 וְר֥וּחַ H7307 נְ֝כֵאָ֗ה H5218 תְּיַבֶּשׁ H3001 גָּֽרֶם H1634 ",
  "23": "שֹׁ֣חַד H7810 מֵ֭חֵיק H2436 רָשָׁ֣ע H7563 יִקָּ֑ח H3947 לְ֝הַטּ֗וֹת H5186 אָרְח֥וֹת H734 מִשְׁפָּֽט H4941 ",
  "24": "אֶת H854 פְּנֵ֣י H6440 מֵבִ֣ין H995 חָכְמָ֑ה H2451 וְעֵינֵ֥י H5869 כְ֝סִ֗יל H3684 בִּקְצֵה H7097 אָֽרֶץ H776 ",
  "25": "כַּ֣עַס H3708 לְ֭אָבִי H1 בֵּ֣ן H1121 כְּסִ֑יל H3684 וּ֝מֶ֗מֶר H4470 לְיוֹלַדְתּֽ H3205 ",
  "26": "גַּ֤ם H1571 עֲנ֣וֹשׁ H6064 לַצַּדִּ֣יק H6662 לֹא H3808 ט֑וֹב H2896 לְהַכּ֖וֹת H5221 נְדִיבִ֣ים H5081 עַל H5921 יֹֽשֶׁר H3476 ",
  "27": "חוֹשֵׂ֣ךְ H2820 אֲ֭מָרָיו H561 יוֹדֵ֣עַ H3045 דָּ֑עַת H1847 וקר H7119 ר֝֗וּחַ H7307 אִ֣ישׁ H376 תְּבוּנָֽה H8394 ",
  "28": "גַּ֤ם H1571 אֱוִ֣יל H191 מַ֭חֲרִישׁ H2790 חָכָ֣ם H2450 יֵחָשֵׁ֑ב H2803 אֹטֵ֖ם H331 שְׂפָתָ֣יו H8193 נָבֽוֹן H995 "
}
