{
  "1": "פַּלְגֵי H6388 מַ֣יִם H4325 לֶב H3820 מֶ֭לֶךְ H4428 בְּיַד H3027 יְהוָ֑ה H3068 עַֽל H5921 כָּל H3605 אֲשֶׁ֖ר H834 יַחְפֹּ֣ץ H2654 יַטֶּֽנּוּ H5186 ",
  "2": "כָּֽל H3605 דֶּרֶךְ H1870 אִ֭ישׁ H376 יָשָׁ֣ר H3477 בְּעֵינָ֑י H5869 וְתֹכֵ֖ן H8505 לִבּ֣וֹת H3826 יְהוָֽה H3068 ",
  "3": "עֲ֭שֹׂה H6213 צְדָקָ֣ה H6666 וּמִשְׁפָּ֑ט H4941 נִבְחָ֖ר H977 לַיהוָ֣ה H3068 מִזָּֽבַח H2077 ",
  "4": "רוּם H7312 עֵ֭ינַיִם H5869 וּרְחַב H7342 לֵ֑ב H3820 נִ֖ר H5215 רְשָׁעִ֣ים H7563 חַטָּֽאת H2403 ",
  "5": "מַחְשְׁב֣וֹת H4284 חָ֭רוּץ H2742 אַךְ H389 לְמוֹתָ֑ר H4195 וְכָל H3605 אָ֝֗ץ H213 אַךְ H389 לְמַחְסֽוֹר H4270 ",
  "6": "פֹּ֣עַל H6467 א֭וֹצָרוֹת H214 בִּלְשׁ֣וֹן H3956 שָׁ֑קֶר H8267 הֶ֥בֶל H1892 נִ֝דָּ֗ף H5086 מְבַקְשֵׁי H1245 מָֽוֶת H4194 ",
  "7": "שֹׁד H7701 רְשָׁעִ֥ים H7563 יְגוֹרֵ֑ם H1641 כִּ֥י H3588 מֵ֝אֲנ֗וּ H3985 לַעֲשׂ֥וֹת H6213 מִשְׁפָּֽט H4941 ",
  "8": "הֲפַכְפַּ֬ךְ H2019 דֶּ֣רֶךְ H1870 אִ֣ישׁ H376 וָזָ֑ר H2054 וְ֝זַ֗ךְ H2134 יָשָׁ֥ר H3477 פָּעֳלֽוֹ H6467 ",
  "9": "ט֗וֹב H2896 לָשֶׁ֥בֶת H3427 עַל H5921 פִּנַּת H6438 גָּ֑ג H1406 מֵאֵ֥שֶׁת H802 מִ֝דְיָנִ֗ים H4079 וּבֵ֥ית H1004 חָֽבֶר H2267 ",
  "10": "נֶ֣פֶשׁ H5315 רָ֭שָׁע H7563 אִוְּתָה H183 רָ֑ע H7451 לֹא H3808 יֻחַ֖ן H2603 בְּעֵינָ֣י H5869 רֵעֵֽהוּ H7453 ",
  "11": "בַּעְנָשׁ H6064 לֵ֭ץ H3887 יֶחְכַּם H2449 פֶּ֑תִי H6612 וּבְ H7919 לְ֝חָכָ֗ם H2450 יִקַּח H3947 דָּֽעַת H1847 ",
  "12": "מַשְׂכִּ֣יל H7919 צַ֭דִּיק H6662 לְבֵ֣ית H1004 רָשָׁ֑ע H7563 מְסַלֵּ֖ף H5557 רְשָׁעִ֣ים H7563 לָרָֽע H7451 ",
  "13": "אֹטֵ֣ם H331 אָ֭זְנוֹ H241 מִזַּעֲקַת H2201 דָּ֑ל H1800 גַּֽם H1571 ה֥וּא H1931 יִ֝קְרָ֗א H7121 וְלֹ֣א H3808 יֵעָנֶֽה H6030 ",
  "14": "מַתָּ֣ן H4976 בַּ֭סֵּתֶר H5643 יִכְפֶּה H3711 אָ֑ף H639 וְשֹׁ֥חַד H7810 בַּ֝חֵ֗ק H2436 חֵמָ֥ה H2534 עַזָּֽה H5794 ",
  "15": "שִׂמְחָ֣ה H8057 לַ֭צַּדִּיק H6662 עֲשׂ֣וֹת H6213 מִשְׁפָּ֑ט H4941 וּ֝מְחִתָּ֗ה H4288 לְפֹ֣עֲלֵי H6466 אָֽוֶן H205 ",
  "16": "אָדָ֗ם H120 תּ֭וֹעֶה H8582 מִדֶּ֣רֶךְ H1870 הַשְׂכֵּ֑ל H7919 בִּקְהַ֖ל H6951 רְפָאִ֣ים H7496 יָנֽוּחַ H5117 ",
  "17": "אִ֣ישׁ H376 מַ֭חְסוֹר H4270 אֹהֵ֣ב H157 שִׂמְחָ֑ה H8057 אֹהֵ֥ב H157 יַֽיִן H3196 וָ֝שֶׁ֗מֶן H8081 לֹ֣א H3808 יַעֲשִֽׁיר H6238 ",
  "18": "כֹּ֣פֶר H3724 לַצַּדִּ֣יק H6662 רָשָׁ֑ע H7563 וְתַ֖חַת H8478 יְשָׁרִ֣ים H3477 בּוֹגֵֽד H898 ",
  "19": "ט֗וֹב H2896 שֶׁ֥בֶת H3427 בְּאֶֽרֶץ H776 מִדְבָּ֑ר H4057 מֵאֵ֖שֶׁת H802 מדונים H4066 וָכָֽעַס H3708 ",
  "20": "אוֹצָ֤ר H214 נֶחְמָ֣ד H2530 וָ֭שֶׁמֶן H8081 בִּנְוֵ֣ה H5116 חָכָ֑ם H2450 וּכְסִ֖יל H3684 אָדָ֣ם H120 יְבַלְּעֶֽנּוּ H1104 ",
  "21": "רֹ֭דֵף H7291 צְדָקָ֣ה H6666 וָחָ֑סֶד H2617 יִמְצָ֥א H4672 חַ֝יִּ֗ים H2416 צְדָקָ֥ה H6666 וְכָבֽוֹד H3519 ",
  "22": "עִ֣יר H5892 גִּ֭בֹּרִים H1368 עָלָ֣ה H5927 חָכָ֑ם H2450 וַ֝יֹּ֗רֶד H3381 עֹ֣ז H5797 מִבְטֶחָֽה H4009 ",
  "23": "שֹׁמֵ֣ר H8104 פִּ֭יו H6310 וּלְשׁוֹנ֑ H3956 שֹׁמֵ֖ר H8104 מִצָּר֣וֹת H6869 נַפְשֽׁוֹ H5315 ",
  "24": "זֵ֣ד H2086 יָ֭הִיר H3093 לֵ֣ץ H3887 שְׁמ֑וֹ H8034 ע֝וֹשֶׂ֗ה H6213 בְּעֶבְרַ֥ת H5678 זָדֽוֹן H2087 ",
  "25": "תַּאֲוַ֣ת H8378 עָצֵ֣ל H6102 תְּמִיתֶ֑נּוּ H4191 כִּֽי H3588 מֵאֲנ֖וּ H3985 יָדָ֣יו H3027 לַעֲשֽׂוֹת H6213 ",
  "26": "כָּל H3605 הַ֭יּוֹם H3117 הִתְאַוָּ֣ה H183 תַאֲוָ֑ה H8378 וְצַדִּ֥יק H6662 יִ֝תֵּ֗ן H5414 וְלֹ֣א H3808 יַחְשֹֽׂךְ H2820 ",
  "27": "זֶ֣בַח H2077 רְ֭שָׁעִים H7563 תּוֹעֵבָ֑ה H8441 אַ֝֗ף H637 כִּֽי H3588 בְזִמָּ֥ה H2154 יְבִיאֶֽנּוּ H935 ",
  "28": "עֵד H5707 כְּזָבִ֥ים H3577 יֹאבֵ֑ד H6 וְאִ֥ישׁ H376 שׁ֝וֹמֵ֗עַ H8085 לָנֶ֥צַח H5331 יְדַבֵּֽר H1696 ",
  "29": "הֵעֵ֬ז H5810 אִ֣ישׁ H376 רָשָׁ֣ע H7563 בְּפָנָ֑י H6440 וְ֝יָשָׁ֗ר H3477 ה֤וּא H1931 יכין H3559 דרכיו H1870 ",
  "30": "אֵ֣ין H369 חָ֭כְמָה H2451 וְאֵ֣ין H369 תְּבוּנָ֑ה H8394 וְאֵ֥ין H369 עֵ֝צָ֗ה H6098 לְנֶ֣גֶד H5048 יְהוָֽה H3068 ",
  "31": "ס֗וּס H5483 מ֭וּכָן H3559 לְי֣וֹם H3117 מִלְחָמָ֑ה H4421 וְ֝לַֽ H3068 הַתְּשׁוּעָֽה H8668 "
}
