{
  "1": "גַּם H1571 אֵ֭לֶּה H428 מִשְׁלֵ֣י H4912 שְׁלֹמֹ֑ה H8010 אֲשֶׁ֥ר H834 הֶ֝עְתִּ֗יקוּ H6275 אַנְשֵׁ֤י H376 חִזְקִיָּ֬ה H2396 מֶֽלֶךְ H4428 יְהוּדָֽה H3063 ",
  "2": "כְּבֹ֣ד H3519 אֱ֭לֹהִים H430 הַסְתֵּ֣ר H5641 דָּבָ֑ר H1697 וּכְבֹ֥ד H3519 מְ֝לָכִ֗ים H4428 חֲקֹ֣ר H2713 דָּבָֽר H1697 ",
  "3": "שָׁמַ֣יִם H8064 לָ֭רוּם H7312 וָאָ֣רֶץ H776 לָעֹ֑מֶק H6011 וְלֵ֥ב H3820 מְ֝לָכִ֗ים H4428 אֵ֣ין H369 חֵֽקֶר H2714 ",
  "4": "הָג֣וֹ H1898 סִיגִ֣ים H5509 מִכָּ֑סֶף H3701 וַיֵּצֵ֖א H3318 לַצֹּרֵ֣ף H6884 כֶּֽלִי H3627 ",
  "5": "הָג֣וֹ H1898 רָ֭שָׁע H7563 לִפְנֵי H6440 מֶ֑לֶךְ H4428 וְיִכּ֖וֹן H3559 בַּצֶּ֣דֶק H6664 כִּסְאֽוֹ H3678 ",
  "6": "אַל H408 תִּתְהַדַּ֥ר H1921 לִפְנֵי H6440 מֶ֑לֶךְ H4428 וּבִ H4725 גְּ֝דֹלִ֗ים H1419 אַֽל H408 תַּעֲמֹֽד H5975 ",
  "7": "כִּ֤י H3588 ט֥וֹב H2896 אֲמָר H559 לְךָ֗ Hl עֲֽלֵ֫ה H5927 הֵ֥נָּה H2008 מֵֽ֭הַשְׁפִּ֣ילְ H8213 לִפְנֵ֣י H6440 נָדִ֑יב H5081 אֲשֶׁ֖ר H834 רָא֣וּ H7200 עֵינֶֽיךָ H5869 ",
  "8": "אַל H408 תֵּצֵ֥א H3318 לָרִ֗ב H7378 מַ֫הֵ֥ר H4118 פֶּ֣ן H6435 מַה H4100 תַּ֭עֲשֶׂה H6213 בְּאַחֲרִיתָ֑ H319 בְּהַכְלִ֖ים H3637 אֹתְךָ֣ H853 רֵעֶֽךָ H7453 ",
  "9": "רִֽ֭יבְךָ H7379 רִ֣יב H7378 אֶת H854 רֵעֶ֑ךָ H7453 וְס֖וֹד H5475 אַחֵ֣ר H312 אַל H408 תְּגָֽל H1540 ",
  "10": "פֶּֽן H6435 יְחַסֶּדְךָ֥ H2616 שֹׁמֵ֑עַ H8085 וְ֝דִבָּתְ H1681 לֹ֣א H3808 תָשֽׁוּב H7725 ",
  "11": "תַּפּוּחֵ֣י H8598 זָ֭הָב H2091 בְּמַשְׂכִּיּ֥וֹת H4906 כָּ֑סֶף H3701 דָּ֝בָ֗ר H1697 דָּבֻ֥ר H1696 עַל H5921 אָפְנָֽיו H655 ",
  "12": "נֶ֣זֶם H5141 זָ֭הָב H2091 וַחֲלִי H2481 כָ֑תֶם H3800 מוֹכִ֥יחַ H3198 חָ֝כָ֗ם H2450 עַל H5921 אֹ֥זֶן H241 שֹׁמָֽעַת H8085 ",
  "13": "כְּצִנַּת H6793 שֶׁ֨לֶג H7950 בְּי֬וֹם H3117 קָצִ֗יר H7105 צִ֣יר H6735 נֶ֭אֱמָן H539 לְשֹׁלְחָ֑י H7971 וְנֶ֖פֶשׁ H5315 אֲדֹנָ֣יו H113 יָשִֽׁיב H7725 ",
  "14": "נְשִׂיאִ֣ים H5387 וְ֭רוּחַ H7307 וְגֶ֣שֶׁם H1653 אָ֑יִן H369 אִ֥ישׁ H376 מִ֝תְהַלֵּ֗ל H1984 בְּמַתַּת H4991 שָֽׁקֶר H8267 ",
  "15": "בְּאֹ֣רֶךְ H753 אַ֭פַּיִם H639 יְפֻתֶּ֣ה H6601 קָצִ֑ין H7101 וְלָשׁ֥וֹן H3956 רַ֝כָּ֗ה H7390 תִּשְׁבָּר H7665 גָּֽרֶם H1634 ",
  "16": "דְּבַ֣שׁ H1706 מָ֭צָאתָ H4672 אֱכֹ֣ל H398 דַּיֶּ֑ךָּ H1767 פֶּן H6435 תִּ֝שְׂבָּעֶ֗נּוּ H7646 וַהֲקֵֽאתֽ H6958 ",
  "17": "הֹקַ֣ר H3365 רַ֭גְלְךָ H7272 מִבֵּ֣ית H1004 רֵעֶ֑ךָ H7453 פֶּן H6435 יִ֝שְׂבָּעֲךָ֗ H7646 וּשְׂנֵאֶֽ H8130 ",
  "18": "מֵפִ֣יץ H4650 וְ֭חֶרֶב H2719 וְחֵ֣ץ H2671 שָׁנ֑וּן H8150 אִ֥ישׁ H376 עֹנֶ֥ה H6030 בְ֝רֵעֵ֗ H7453 עֵ֣ד H5707 שָֽׁקֶר H8267 ",
  "19": "שֵׁ֣ן H8127 רֹ֭עָה H7465 וְרֶ֣גֶל H7272 מוּעָ֑דֶת H4154 מִבְטָ֥ח H4009 בּ֝וֹגֵ֗ד H898 בְּי֣וֹם H3117 צָרָֽה H6869 ",
  "20": "מַ֥עֲדֶה H5710 בֶּ֨גֶד H899 בְּי֣וֹם H3117 קָ֭רָה H7135 חֹ֣מֶץ H2558 עַל H5921 נָ֑תֶר H5427 וְשָׁ֥ר H7891 בַּ֝שִּׁרִ֗ים H7892 עַ֣ל H5921 לֶב H3820 רָֽע H7451 ",
  "21": "אִם H518 רָעֵ֣ב H7457 שֹׂ֭נַאֲךָ H8130 הַאֲכִלֵ֣הוּ H398 לָ֑חֶם H3899 וְאִם H518 צָ֝מֵ֗א H6771 הַשְׁקֵ֥הוּ H8248 מָֽיִם H4325 ",
  "22": "כִּ֤י H3588 גֶֽחָלִ֗ים H1513 אַ֭תָּה H859 חֹתֶ֣ה H2846 עַל H5921 רֹאשׁ֑וֹ H7218 וַֽ֝יהוָ֗ה H3068 יְשַׁלֶּם H7999 לָֽךְ Hl ",
  "23": "ר֣וּחַ H7307 צָ֭פוֹן H6828 תְּח֣וֹלֵֽל H2342 גָּ֑שֶׁם H1653 וּפָנִ֥ים H6440 נִ֝זְעָמִ֗ים H2194 לְשׁ֣וֹן H3956 סָֽתֶר H5643 ",
  "24": "ט֗וֹב H2896 שֶׁ֥בֶת H3427 עַל H5921 פִּנַּת H6438 גָּ֑ג H1406 מֵאֵ֥שֶׁת H802 מדונים H4066 וּבֵ֥ית H1004 חָֽבֶר H2267 ",
  "25": "מַ֣יִם H4325 קָ֭רִים H7119 עַל H5921 נֶ֣פֶשׁ H5315 עֲיֵפָ֑ה H5889 וּשְׁמוּעָ֥ה H8052 ט֝וֹבָ֗ה H2896 מֵאֶ֥רֶץ H776 מֶרְחָֽק H4801 ",
  "26": "מַעְיָ֣ן H4599 נִ֭רְפָּשׂ H7515 וּמָק֣וֹר H4726 מָשְׁחָ֑ת H7843 צַ֝דִּ֗יק H6662 מָ֣ט H4131 לִפְנֵֽי H6440 רָשָֽׁע H7563 ",
  "27": "אָ֘כֹ֤ל H398 דְּבַ֣שׁ H1706 הַרְבּ֣וֹת H7235 לֹא H3808 ט֑וֹב H2896 וְחֵ֖קֶר H2714 כְּבֹדָ֣ם H3519 כָּבֽוֹד H3519 ",
  "28": "עִ֣יר H5892 פְּ֭רוּצָה H6555 אֵ֣ין H369 חוֹמָ֑ה H2346 אִ֝֗ישׁ H376 אֲשֶׁ֤ר H834 אֵ֖ין H369 מַעְצָ֣ר H4623 לְרוּחֽ H7307 "
}
