{
  "1": "אַֽל H408 תִּ֭תְהַלֵּל H1984 בְּי֣וֹם H3117 מָחָ֑ר H4279 כִּ֤י H3588 לֹא H3808 תֵ֝דַ֗ע H3045 מַה H4100 יֵּ֥לֶד H3205 יֽוֹם H3117 ",
  "2": "יְהַלֶּלְךָ֣ H1984 זָ֣ר H2114 וְלֹא H3808 פִ֑יךָ H6310 נָ֝כְרִ֗י H5237 וְאַל H408 שְׂפָתֶֽיךָ H8193 ",
  "3": "כֹּֽבֶד H3514 אֶ֭בֶן H68 וְנֵ֣טֶל H5192 הַח֑וֹל H2344 וְכַ֥עַס H3708 אֱ֝וִ֗יל H191 כָּבֵ֥ד H3515 מִשְּׁנֵי H8147 ",
  "4": "אַכְזְרִיּ֣וּת H395 חֵ֭מָה H2534 וְשֶׁ֣טֶף H7858 אָ֑ף H639 וּמִ֥י H4310 יַ֝עֲמֹד H5975 לִפְנֵ֥י H6440 קִנְאָֽה H7068 ",
  "5": "ט֭וֹבָה H2896 תּוֹכַ֣חַת H8433 מְגֻלָּ֑ה H1540 מֵֽאַהֲבָ֥ה H160 מְסֻתָּֽרֶת H5641 ",
  "6": "נֶ֭אֱמָנִים H539 פִּצְעֵ֣י H6482 אוֹהֵ֑ב H157 וְ֝נַעְתָּר֗וֹת H6280 נְשִׁיק֥וֹת H5390 שׂוֹנֵֽא H8130 ",
  "7": "נֶ֣פֶשׁ H5315 שְׂ֭בֵעָה H7649 תָּב֣וּס H947 נֹ֑פֶת H5317 וְנֶ֥פֶשׁ H5315 רְ֝עֵבָ֗ה H7457 כָּל H3605 מַ֥ר H4751 מָתֽוֹק H4966 ",
  "8": "כְּ֭צִפּוֹר H6833 נוֹדֶ֣דֶת H5074 מִן H4480 קִנָּ֑הּ H7064 כֵּֽן H3651 אִ֝֗ישׁ H376 נוֹדֵ֥ד H5074 מִמְּקוֹמֽ H4725 ",
  "9": "שֶׁ֣מֶן H8081 וּ֭קְטֹרֶת H7004 יְשַׂמַּֽח H8055 לֵ֑ב H3820 וּמֶ֥תֶק H4986 רֵ֝עֵ֗הוּ H7453 מֵֽעֲצַת H6098 נָֽפֶשׁ H5315 ",
  "10": "רֵֽעֲךָ֨ H7453 ורעה H7463 אָבִ֡יךָ H1 אַֽל H408 תַּעֲזֹ֗ב H5800 וּבֵ֥ית H1004 אָחִ֗יךָ H251 אַל H408 תָּ֭בוֹא H935 בְּי֣וֹם H3117 אֵידֶ֑ךָ H343 ט֥וֹב H2896 שָׁכֵ֥ן H7934 קָ֝ר֗וֹב H7138 מֵאָ֥ח H251 רָחֽוֹק H7350 ",
  "11": "חֲכַ֣ם H2449 בְּ֭נִי H1121 וְשַׂמַּ֣ח H8055 לִבִּ֑י H3820 וְאָשִׁ֖יבָה H7725 חֹרְפִ֣י H2778 דָבָֽר H1697 ",
  "12": "עָר֤וּם H6175 רָאָ֣ה H7200 רָעָ֣ה H7451 נִסְתָּ֑ר H5641 פְּ֝תָאיִ֗ם H6612 עָבְר֥וּ H5674 נֶעֱנָֽשׁוּ H6064 ",
  "13": "קַח H3947 בִּ֭גְדוֹ H899 כִּי H3588 עָ֣רַב H6148 זָ֑ר H2114 וּבְעַ֖ד H1157 נָכְרִיָּ֣ה H5237 חַבְלֵֽהוּ H2254 ",
  "14": "מְבָ֘רֵ֤ךְ H1288 רֵעֵ֨הוּ H7453 בְּק֣וֹל H6963 גָּ֭דוֹל H1419 בַּבֹּ֣קֶר H1242 הַשְׁכֵּ֑ים H7925 קְ֝לָלָ֗ה H7045 תֵּחָ֥שֶׁב H2803 לֽוֹ Hl ",
  "15": "דֶּ֣לֶף H1812 ט֭וֹרֵד H2956 בְּי֣וֹם H3117 סַגְרִ֑יר H5464 וְאֵ֥שֶׁת H802 מדונים H4066 נִשְׁתָּוָֽה H7737 ",
  "16": "צֹפְנֶ֥יהָ H6845 צָֽפַן H6845 ר֑וּחַ H7307 וְשֶׁ֖מֶן H8081 יְמִינ֣וֹ H3225 יִקְרָֽא H7121 ",
  "17": "בַּרְזֶ֣ל H1270 בְּבַרְזֶ֣ל H1270 יָ֑חַד H2300 וְ֝אִ֗ישׁ H376 יַ֣חַד H2300 פְּנֵֽי H6440 רֵעֵֽהוּ H7453 ",
  "18": "נֹצֵ֣ר H5341 תְּ֭אֵנָה H8384 יֹאכַ֣ל H398 פִּרְיָ֑הּ H6529 וְשֹׁמֵ֖ר H8104 אֲדֹנָ֣יו H113 יְכֻבָּֽד H3513 ",
  "19": "כַּ֭מַּיִם H4325 הַפָּנִ֣ים H6440 לַפָּנִ֑ים H6440 כֵּ֤ן H3651 לֵֽב H3820 הָ֝אָדָ֗ם H120 לָאָדָֽם H120 ",
  "20": "שְׁא֣וֹל H7585 ואבדה H10 לֹ֣א H3808 תִשְׂבַּ֑עְנָה H7646 וְעֵינֵ֥י H5869 הָ֝אָדָ֗ם H120 לֹ֣א H3808 תִשְׂבַּֽעְנָה H7646 ",
  "21": "מַצְרֵ֣ף H4715 לַ֭כֶּסֶף H3701 וְכ֣וּר H3564 לַזָּהָ֑ב H2091 וְ֝אִ֗ישׁ H376 לְפִ֣י H6310 מַהֲלָלֽוֹ H4110 ",
  "22": "אִ֥ם H518 תִּכְתּֽוֹשׁ H3806 אֶת H853 הָאֱוִ֨יל H191 בַּֽמַּכְתֵּ֡שׁ H4388 בְּת֣וֹךְ H8432 הָ֭רִיפוֹת H7383 בַּֽעֱלִ֑י H5940 לֹא H3808 תָס֥וּר H5493 מֵ֝עָלָ֗י H5921 אִוַּלְתּֽוֹ H200 ",
  "23": "יָדֹ֣עַ H3045 תֵּ֭דַע H3045 פְּנֵ֣י H6440 צֹאנֶ֑ךָ H6629 שִׁ֥ית H7896 לִ֝בְּךָ֗ H3820 לַעֲדָרִֽים H5739 ",
  "24": "כִּ֤י H3588 לֹ֣א H3808 לְעוֹלָ֣ם H5769 חֹ֑סֶן H2633 וְאִם H518 נֵ֝֗זֶר H5145 לְד֣וֹר H1755 דור H1755 ",
  "25": "גָּלָ֣ה H1540 חָ֭צִיר H2682 וְנִרְאָה H7200 דֶ֑שֶׁא H1877 וְ֝נֶאֶסְפ֗וּ H622 עִשְּׂב֥וֹת H6212 הָרִֽים H2022 ",
  "26": "כְּבָשִׂ֥ים H3532 לִלְבוּשֶׁ֑ H3830 וּמְחִ֥יר H4242 שָׂ֝דֶ֗ה H7704 עַתּוּדִֽים H6260 ",
  "27": "וְדֵ֤י H1767 חֲלֵ֬ב H2461 עִזִּ֗ים H5795 לְֽ֭לַחְמְ H3899 לְלֶ֣חֶם H3899 בֵּיתֶ֑ךָ H1004 וְ֝חַיִּ֗ים H2416 לְנַעֲרוֹתֶֽי H5291 "
}
