{
  "1": "נָ֣סוּ H5127 וְאֵין H369 רֹדֵ֣ף H7291 רָשָׁ֑ע H7563 וְ֝צַדִּיקִ֗ים H6662 כִּכְפִ֥יר H3715 יִבְטָֽח H982 ",
  "2": "בְּפֶ֣שַֽׁע H6588 אֶ֭רֶץ H776 רַבִּ֣ים H7227 שָׂרֶ֑יהָ H8269 וּבְ H120 מֵבִ֥ין H995 יֹ֝דֵ֗עַ H3045 כֵּ֣ן H3651 יַאֲרִֽיךְ H748 ",
  "3": "גֶּ֣בֶר H1397 רָ֭שׁ H7326 וְעֹשֵׁ֣ק H6231 דַּלִּ֑ים H1800 מָטָ֥ר H4306 סֹ֝חֵ֗ף H5502 וְאֵ֣ין H369 לָֽחֶם H3899 ",
  "4": "עֹזְבֵ֣י H5800 ת֭וֹרָה H8451 יְהַֽלְל֣וּ H1984 רָשָׁ֑ע H7563 וְשֹׁמְרֵ֥י H8104 ת֝וֹרָ֗ה H8451 יִתְגָּ֥רוּ H1624 בָֽם Hb ",
  "5": "אַנְשֵׁי H376 רָ֭ע H7451 לֹא H3808 יָבִ֣ינוּ H995 מִשְׁפָּ֑ט H4941 וּמְבַקְשֵׁ֥י H1245 יְ֝הוָ֗ה H3068 יָבִ֥ינוּ H995 כֹֽל H3605 ",
  "6": "טֽוֹב H2896 רָ֭שׁ H7326 הוֹלֵ֣ךְ H1980 בְּתֻמּ֑ H8537 מֵעִקֵּ֥שׁ H6141 דְּ֝רָכַ֗יִם H1870 וְה֣וּא H1931 עָשִֽׁיר H6223 ",
  "7": "נוֹצֵ֣ר H5341 תּ֭וֹרָה H8451 בֵּ֣ן H1121 מֵבִ֑ין H995 וְרֹעֶה H7462 זֽ֝וֹלְלִ֗ים H2151 יַכְלִ֥ים H3637 אָבִֽיו H1 ",
  "8": "מַרְבֶּ֣ה H7235 ה֭וֹנוֹ H1952 בְּנֶ֣שֶׁךְ H5392 וב H8636 לְחוֹנֵ֖ן H2603 דַּלִּ֣ים H1800 יִקְבְּצֶֽנּוּ H6908 ",
  "9": "מֵסִ֣יר H5493 אָ֭זְנוֹ H241 מִשְּׁמֹ֣עַ H8085 תּוֹרָ֑ה H8451 גַּֽם H1571 תְּ֝פִלָּת֗וֹ H8605 תּוֹעֵבָֽה H8441 ",
  "10": "מַשְׁגֶּ֤ה H7686 יְשָׁרִ֨ים H3477 בְּדֶ֥רֶךְ H1870 רָ֗ע H7451 בִּשְׁחוּת֥ H7816 הֽוּא H1931 יִפּ֑וֹל H5307 וּ֝תְמִימִ֗ים H8549 יִנְחֲלוּ H5157 טֽוֹב H2896 ",
  "11": "חָכָ֣ם H2450 בְּ֭עֵינָי H5869 אִ֣ישׁ H376 עָשִׁ֑יר H6223 וְדַ֖ל H1800 מֵבִ֣ין H995 יַחְקְרֶֽנּוּ H2713 ",
  "12": "בַּעֲלֹ֣ץ H5970 צַ֭דִּיקִים H6662 רַבָּ֣ה H7227 תִפְאָ֑רֶת H8597 וּבְ H6965 רְ֝שָׁעִ֗ים H7563 יְחֻפַּ֥שׂ H2664 אָדָֽם H120 ",
  "13": "מְכַסֶּ֣ה H3680 פְ֭שָׁעָיו H6588 לֹ֣א H3808 יַצְלִ֑יחַ H6743 וּמוֹדֶ֖ה H3034 וְעֹזֵ֣ב H5800 יְרֻחָֽם H7355 ",
  "14": "אַשְׁרֵ֣י H835 אָ֭דָם H120 מְפַחֵ֣ד H6342 תָּמִ֑יד H8548 וּמַקְשֶׁ֥ה H7185 לִ֝בּ֗וֹ H3820 יִפּ֥וֹל H5307 בְּרָעָֽה H7451 ",
  "15": "אֲרִי H738 נֹ֭הֵם H5098 וְדֹ֣ב H1677 שׁוֹקֵ֑ק H8264 מֹשֵׁ֥ל H4910 רָ֝שָׁ֗ע H7563 עַ֣ל H5921 עַם H5971 דָּֽל H1800 ",
  "16": "נָגִ֗יד H5057 חֲסַ֣ר H2638 תְּ֭בוּנוֹת H8394 וְרַ֥ב H7227 מַעֲשַׁקּ֑וֹת H4642 שנאי H8130 בֶ֝֗צַע H1215 יַאֲרִ֥יךְ H748 יָמִֽים H3117 ",
  "17": "אָ֭דָם H120 עָשֻׁ֣ק H6231 בְּדַם H1818 נָפֶשׁ H5315 עַד H5704 בּ֥וֹר H953 יָ֝נ֗וּס H5127 אַל H408 יִתְמְכוּ H8551 בֽוֹ Hb ",
  "18": "הוֹלֵ֣ךְ H1980 תָּ֭מִים H8549 יִוָּשֵׁ֑עַ H3467 וְנֶעְקַ֥שׁ H6140 דְּ֝רָכַ֗יִם H1870 יִפּ֥וֹל H5307 בְּאֶחָֽת H259 ",
  "19": "עֹבֵ֣ד H5647 אַ֭דְמָתוֹ H127 יִֽשְׂבַּֽע H7646 לָ֑חֶם H3899 וּמְרַדֵּ֥ף H7291 רֵ֝קִ֗ים H7386 יִֽשְׂבַּֽע H7646 רִֽישׁ H7389 ",
  "20": "אִ֣ישׁ H376 אֱ֭מוּנוֹת H530 רַב H7227 בְּרָכ֑וֹת H1293 וְאָ֥ץ H213 לְ֝הַעֲשִׁ֗יר H6238 לֹ֣א H3808 יִנָּקֶֽה H5352 ",
  "21": "הַֽכֵּר H5234 פָּנִ֥ים H6440 לֹא H3808 ט֑וֹב H2896 וְעַל H5921 פַּת H6595 לֶ֝֗חֶם H3899 יִפְשַׁע H6586 גָּֽבֶר H1397 ",
  "22": "נִֽבֳהָ֥ל H926 לַה֗וֹן H1952 אִ֭ישׁ H376 רַ֣ע H7451 עָ֑יִן H5869 וְלֹֽא H3808 יֵ֝דַע H3045 כִּי H3588 חֶ֥סֶר H2639 יְבֹאֶֽנּוּ H935 ",
  "23": "מ֘וֹכִ֤יחַ H3198 אָדָ֣ם H120 אַ֭חֲרַי H310 חֵ֣ן H2580 יִמְצָ֑א H4672 מִֽמַּחֲלִ֥יק H2505 לָשֽׁוֹן H3956 ",
  "24": "גּוֹזֵ֤ל H1497 אָ֘בִ֤יו H1 וְאִמּ֗ H517 וְאֹמֵ֥ר H559 אֵֽין H369 פָּ֑שַׁע H6588 חָבֵ֥ר H2270 ה֝֗וּא H1931 לְאִ֣ישׁ H376 מַשְׁחִֽית H7843 ",
  "25": "רְחַב H7342 נֶ֭פֶשׁ H5315 יְגָרֶ֣ה H1624 מָד֑וֹן H4066 וּבוֹטֵ֖חַ H982 עַל H5921 יְהוָ֣ה H3068 יְדֻשָּֽׁן H1878 ",
  "26": "בּוֹטֵ֣חַ H982 בְּ֭לִבּ H3820 ה֣וּא H1931 כְסִ֑יל H3684 וְהוֹלֵ֥ךְ H1980 בְּ֝חָכְמָ֗ה H2451 ה֣וּא H1931 יִמָּלֵֽט H4422 ",
  "27": "נוֹתֵ֣ן H5414 לָ֭רָשׁ H7326 אֵ֣ין H369 מַחְס֑וֹר H4270 וּמַעְלִ֥ים H5956 עֵ֝ינָ֗יו H5869 רַב H7227 מְאֵרֽוֹת H3994 ",
  "28": "בְּק֣וּם H6965 רְ֭שָׁעִים H7563 יִסָּתֵ֣ר H5641 אָדָ֑ם H120 וּ֝בְ H6 יִרְבּ֥וּ H7235 צַדִּיקִֽים H6662 "
}
