{
  "1": "דִּ֭בְרֵי H1697 לְמוּאֵ֣ל H3927 מֶ֑לֶךְ H4428 מַ֝שָּׂ֗א H4853 אֲֽשֶׁר H834 יִסְּרַ֥תּוּ H3256 אִמּֽוֹ H517 ",
  "2": "מַה H4100 בְּ֭רִי H1248 וּמַֽה H4100 בַּר H1248 בִּטְנִ֑י H990 וּ֝מֶה H4100 בַּר H1248 נְדָרָֽי H5088 ",
  "3": "אַל H408 תִּתֵּ֣ן H5414 לַנָּשִׁ֣ים H802 חֵילֶ֑ךָ H2428 וּ֝דְרָכֶ֗י H1870 לַֽמְח֥וֹת H4229 מְלָכִֽין H4428 ",
  "4": "אַ֤ל H408 לַֽמְלָכִ֨ים H4428 לְֽמוֹאֵ֗ל H3927 אַ֣ל H408 לַֽמְלָכִ֣ים H4428 שְׁתוֹ H8354 יָ֑יִן H3196 וּ֝לְ H7336 או H176 שֵׁכָֽר H7941 ",
  "5": "פֶּן H6435 יִ֭שְׁתֶּה H8354 וְיִשְׁכַּ֣ח H7911 מְחֻקָּ֑ק H2710 וִֽ֝ישַׁנֶּה H8138 דִּ֣ין H1779 כָּל H3605 בְּנֵי H1121 עֹֽנִי H6040 ",
  "6": "תְּנוּ H5414 שֵׁכָ֣ר H7941 לְאוֹבֵ֑ד H6 וְ֝יַיִן H3196 לְמָ֣רֵי H4751 נָֽפֶשׁ H5315 ",
  "7": "יִ֭שְׁתֶּה H8354 וְיִשְׁכַּ֣ח H7911 רִישׁ֑וֹ H7389 וַ֝עֲמָל֗ H5999 לֹ֣א H3808 יִזְכָּר H2142 עֽוֹד H5750 ",
  "8": "פְּתַח H6605 פִּ֥יךָ H6310 לְאִלֵּ֑ם H483 אֶל H413 דִּ֝֗ין H1779 כָּל H3605 בְּנֵ֥י H1121 חֲלֽוֹף H2475 ",
  "9": "פְּתַח H6605 פִּ֥יךָ H6310 שְׁפָט H8199 צֶ֑דֶק H6664 וְ֝דִ֗ין H1777 עָנִ֥י H6041 וְאֶבְיֽוֹן H34 ",
  "10": "אֵֽשֶׁת H802 חַ֭יִל H2428 מִ֣י H4310 יִמְצָ֑א H4672 וְרָחֹ֖ק H7350 מִפְּנִינִ֣ים H6443 מִכְרָֽהּ H4377 ",
  "11": "בָּ֣טַח H982 בָּ֭הּ Hb לֵ֣ב H3820 בַּעְלָ֑הּ H1167 וְ֝שָׁלָ֗ל H7998 לֹ֣א H3808 יֶחְסָֽר H2637 ",
  "12": "גְּמָלַ֣תְהוּ H1580 ט֣וֹב H2896 וְלֹא H3808 רָ֑ע H7451 כֹּ֝֗ל H3605 יְמֵ֣י H3117 חַיֶּֽיה H2416 ",
  "13": "דָּ֭רְשָׁה H1875 צֶ֣מֶר H6785 וּפִשְׁתִּ֑ים H6593 וַ֝תַּ֗עַשׂ H6213 בְּחֵ֣פֶץ H2656 כַּפֶּֽיהָ H3709 ",
  "14": "הָ֭יְתָה H1961 כָּאֳנִיּ֣וֹת H591 סוֹחֵ֑ר H5503 מִ֝מֶּרְחָ֗ק H4801 תָּבִ֥יא H935 לַחְמָֽהּ H3899 ",
  "15": "וַתָּ֤קָם H6965 בְּע֬וֹד H5750 לַ֗יְלָה H3915 וַתִּתֵּ֣ן H5414 טֶ֣רֶף H2964 לְבֵיתָ֑ H1004 וְ֝חֹ֗ק H2706 לְנַעֲרֹתֶֽי H5291 ",
  "16": "זָמְמָ֣ה H2161 שָׂ֭דֶה H7704 וַתִּקָּחֵ֑ H3947 מִפְּרִ֥י H6529 כַ֝פֶּ֗יהָ H3709 נטע H5193 כָּֽרֶם H3754 ",
  "17": "חָֽגְרָ֣ה H2296 בְע֣וֹז H5797 מָתְנֶ֑יהָ H4975 וַ֝תְּאַמֵּ֗ץ H553 זְרֹעוֹתֶֽיהָ H2220 ",
  "18": "טָ֭עֲמָה H2938 כִּי H3588 ט֣וֹב H2896 סַחְרָ֑הּ H5504 לֹֽא H3808 יִכְבֶּ֖ה H3518 בליל H3915 נֵרָֽהּ H5216 ",
  "19": "יָ֭דֶיהָ H3027 שִׁלְּחָ֣ה H7971 בַכִּישׁ֑וֹר H3601 וְ֝כַפֶּ֗י H3709 תָּ֣מְכוּ H8551 פָֽלֶךְ H6418 ",
  "20": "כַּ֭פָּהּ H3709 פָּרְשָׂ֣ה H6566 לֶעָנִ֑י H6041 וְ֝יָדֶ֗י H3027 שִׁלְּחָ֥ה H7971 לָֽאֶבְיֽוֹן H34 ",
  "21": "לֹא H3808 תִירָ֣א H3372 לְבֵיתָ֣ H1004 מִשָּׁ֑לֶג H7950 כִּ֥י H3588 כָל H3605 בֵּ֝יתָ֗הּ H1004 לָבֻ֥שׁ H3847 שָׁנִֽים H8144 ",
  "22": "מַרְבַדִּ֥ים H4765 עָֽשְׂתָה H6213 לָּ֑הּ Hl שֵׁ֖שׁ H8336 וְאַרְגָּמָ֣ן H713 לְבוּשָֽׁהּ H3830 ",
  "23": "נוֹדָ֣ע H3045 בַּשְּׁעָרִ֣ים H8179 בַּעְלָ֑הּ H1167 בְּ֝שִׁבְתּ֗ H3427 עִם H5973 זִקְנֵי H2205 אָֽרֶץ H776 ",
  "24": "סָדִ֣ין H5466 עָ֭שְׂתָה H6213 וַתִּמְכֹּ֑ר H4376 וַ֝חֲג֗וֹר H2289 נָתְנָ֥ה H5414 לַֽכְּנַעֲנִֽי H3669 ",
  "25": "עֹז H5797 וְהָדָ֥ר H1926 לְבוּשָׁ֑הּ H3830 וַ֝תִּשְׂחַ֗ק H7832 לְי֣וֹם H3117 אַחֲרֽוֹן H314 ",
  "26": "פִּ֭יהָ H6310 פָּתְחָ֣ה H6605 בְחָכְמָ֑ה H2451 וְתֽוֹרַת H8451 חֶ֝֗סֶד H2617 עַל H5921 לְשׁוֹנָֽהּ H3956 ",
  "27": "צ֭וֹפִיָּה H6822 הֲלִיכ֣וֹת H1979 בֵּיתָ֑הּ H1004 וְלֶ֥חֶם H3899 עַ֝צְל֗וּת H6104 לֹ֣א H3808 תֹאכֵֽל H398 ",
  "28": "קָ֣מוּ H6965 בָ֭נֶיהָ H1121 וַֽיְאַשְּׁר֑וּ H833 בַּ֝עְלָ֗הּ H1167 וַֽיְהַֽלְלָ H1984 ",
  "29": "רַבּ֣וֹת H7227 בָּ֭נוֹת H1323 עָ֣שׂוּ H6213 חָ֑יִל H2428 וְ֝אַ֗תְּ H859 עָלִ֥ית H5927 עַל H5921 כֻּלָּֽנָה H3605 ",
  "30": "שֶׁ֣קֶר H8267 הַ֭חֵן H2580 וְהֶ֣בֶל H1892 הַיֹּ֑פִי H3308 אִשָּׁ֥ה H802 יִרְאַת H3373 יְ֝הוָ֗ה H3068 הִ֣יא H1931 תִתְהַלָּֽל H1984 ",
  "31": "תְּנוּ H5414 לָ֭הּ Hl מִפְּרִ֣י H6529 יָדֶ֑יהָ H3027 וִֽיהַלְל֖וּ H1984 בַשְּׁעָרִ֣ים H8179 מַעֲשֶֽׂיהָ H4639 "
}
