{
  "1": "בְּ֭נִי H1121 לְחָכְמָתִ֣ H2451 הַקְשִׁ֑יבָה H7181 לִ֝תְבוּנָתִ֗ H8394 הַט H5186 אָזְנֶֽךָ H241 ",
  "2": "לִשְׁמֹ֥ר H8104 מְזִמּ֑וֹת H4209 וְ֝דַ֗עַת H1847 שְׂפָתֶ֥יךָ H8193 יִנְצֹֽרוּ H5341 ",
  "3": "כִּ֤י H3588 נֹ֣פֶת H5317 תִּ֭טֹּפְנָה H5197 שִׂפְתֵ֣י H8193 זָרָ֑ה H2114 וְחָלָ֖ק H2509 מִשֶּׁ֣מֶן H8081 חִכָּֽהּ H2441 ",
  "4": "וְֽ֭אַחֲרִיתָ H319 מָרָ֣ה H4751 כַֽלַּעֲנָ֑ה H3939 חַ֝דָּ֗ה H2299 כְּחֶ֣רֶב H2719 פִּיּֽוֹת H6310 ",
  "5": "רַ֭גְלֶיהָ H7272 יֹרְד֣וֹת H3381 מָ֑וֶת H4194 שְׁ֝א֗וֹל H7585 צְעָדֶ֥יהָ H6806 יִתְמֹֽכוּ H8551 ",
  "6": "אֹ֣רַח H734 חַ֭יִּים H2416 פֶּן H6435 תְּפַלֵּ֑ס H6424 נָע֥וּ H5128 מַ֝עְגְּלֹתֶ֗יהָ H4570 לֹ֣א H3808 תֵדָֽע H3045 ",
  "7": "וְעַתָּ֣ה H6258 בָ֭נִים H1121 שִׁמְעוּ H8085 לִ֑י Hl וְאַל H408 תָּ֝ס֗וּרוּ H5493 מֵאִמְרֵי H561 פִֽי H6310 ",
  "8": "הַרְחֵ֣ק H7368 מֵעָלֶ֣י H5921 דַרְכֶּ֑ךָ H1870 וְאַל H408 תִּ֝קְרַ֗ב H7126 אֶל H413 פֶּ֥תַח H6607 בֵּיתָֽהּ H1004 ",
  "9": "פֶּן H6435 תִּתֵּ֣ן H5414 לַאֲחֵרִ֣ים H312 הוֹדֶ֑ךָ H1935 וּ֝שְׁנֹתֶ֗י H8141 לְאַכְזָרִֽי H394 ",
  "10": "פֶּֽן H6435 יִשְׂבְּע֣וּ H7646 זָרִ֣ים H2114 כֹּחֶ֑ךָ H3581 וַ֝עֲצָבֶ֗י H6089 בְּבֵ֣ית H1004 נָכְרִֽי H5237 ",
  "11": "וְנָהַמְתָּ֥ H5098 בְאַחֲרִיתֶ֑ H319 בִּכְל֥וֹת H3615 בְּ֝שָׂרְךָ֗ H1320 וּשְׁאֵרֶֽ H7607 ",
  "12": "וְֽאָמַרְתָּ֗ H559 אֵ֭יךְ H349 שָׂנֵ֣אתִי H8130 מוּסָ֑ר H4148 וְ֝תוֹכַ֗חַת H8433 נָאַ֥ץ H5006 לִבִּֽי H3820 ",
  "13": "וְֽלֹא H3808 שָׁ֭מַעְתִּי H8085 בְּק֣וֹל H6963 מוֹרָ֑י H3384 וְ֝לִֽ H3925 לֹא H3808 הִטִּ֥יתִי H5186 אָזְנִֽי H241 ",
  "14": "כִּ֭מְעַט H4592 הָיִ֣יתִי H1961 בְכָל H3605 רָ֑ע H7451 בְּת֖וֹךְ H8432 קָהָ֣ל H6951 וְעֵדָֽה H5712 ",
  "15": "שְׁתֵה H8354 מַ֥יִם H4325 מִבּוֹרֶ֑ H953 וְ֝נֹזְלִ֗ים H5140 מִתּ֥וֹךְ H8432 בְּאֵרֶֽךָ H875 ",
  "16": "יָפ֣וּצוּ H6327 מַעְיְנֹתֶ֣יךָ H4599 ח֑וּצָה H2351 בָּ֝רְחֹב֗וֹת H7339 פַּלְגֵי H6388 מָֽיִם H4325 ",
  "17": "יִֽהְיוּ H1961 לְךָ֥ Hl לְבַדֶּ֑ H905 וְאֵ֖ין H369 לְזָרִ֣ים H2114 אִתָּֽךְ H854 ",
  "18": "יְהִֽי H1961 מְקוֹרְךָ֥ H4726 בָר֑וּךְ H1288 וּ֝שְׂמַ֗ח H8055 מֵאֵ֥שֶׁת H802 נְעוּרֶֽךָ H5271 ",
  "19": "אַיֶּ֥לֶת H365 אֲהָבִ֗ים H158 וְֽיַעֲלַ֫ת H3280 חֵ֥ן H2580 דַּ֭דֶּיהָ H1717 יְרַוֻּ֣ךָ H7301 בְכָל H3605 עֵ֑ת H6256 בְּ֝אַהֲבָתָ֗ H160 תִּשְׁגֶּ֥ה H7686 תָמִֽיד H8548 ",
  "20": "וְלָ֤ H4100 תִשְׁגֶּ֣ה H7686 בְנִ֣י H1121 בְזָרָ֑ה H2114 וּ֝תְחַבֵּ֗ק H2263 חֵ֣ק H2436 נָכְרִיָּֽה H5237 ",
  "21": "כִּ֤י H3588 נֹ֨כַח H5227 עֵינֵ֣י H5869 יְ֭הוָה H3068 דַּרְכֵי H1870 אִ֑ישׁ H376 וְֽכָל H3605 מַעְגְּלֹתָ֥יו H4570 מְפַלֵּֽס H6424 ",
  "22": "עַֽווֹנוֹתָ֗יו H5771 יִלְכְּדֻנ֥וֹ H3920 אֶת H853 הָרָשָׁ֑ע H7563 וּבְ H2256 חַ֝טָּאת֗וֹ H2403 יִתָּמֵֽךְ H8551 ",
  "23": "ה֗וּא H1931 יָ֭מוּת H4191 בְּאֵ֣ין H369 מוּסָ֑ר H4148 וּבְ H7230 אִוַּלְתּ֣וֹ H200 יִשְׁגֶּֽה H7686 "
}
