{
  "1": "בְּ֭נִי H1121 אִם H518 עָרַ֣בְתָּ H6148 לְרֵעֶ֑ H7453 תָּקַ֖עְתָּ H8628 לַזָּ֣ר H2114 כַּפֶּֽיךָ H3709 ",
  "2": "נוֹקַ֥שְׁתָּ H3369 בְאִמְרֵי H561 פִ֑יךָ H6310 נִ֝לְכַּ֗דְתָּ H3920 בְּאִמְרֵי H561 פִֽיךָ H6310 ",
  "3": "עֲשֵׂ֨ה H6213 זֹ֥את H2063 אֵפ֪וֹא H645 בְּנִ֡י H1121 וְֽהִנָּצֵ֗ל H5337 כִּ֘י H3588 בָ֤אתָ H935 בְכַף H3709 רֵעֶ֑ךָ H7453 לֵ֥ךְ H3212 הִ֝תְרַפֵּ֗ס H7511 וּרְהַ֥ב H7292 רֵעֶֽיךָ H7453 ",
  "4": "אַל H408 תִּתֵּ֣ן H5414 שֵׁנָ֣ה H8142 לְעֵינֶ֑י H5869 וּ֝תְנוּמָ֗ה H8572 לְעַפְעַפֶּֽי H6079 ",
  "5": "הִ֭נָּצֵל H5337 כִּצְבִ֣י H6643 מִיָּ֑ד H3027 וּ֝כְ H6833 מִיַּ֥ד H3027 יָקֽוּשׁ H3353 ",
  "6": "לֵֽךְ H3212 אֶל H413 נְמָלָ֥ה H5244 עָצֵ֑ל H6102 רְאֵ֖ה H7200 דְרָכֶ֣יהָ H1870 וַחֲכָֽם H2449 ",
  "7": "אֲשֶׁ֖ר H834 אֵֽין H369 לָ֥הּ Hl קָצִ֗ין H7101 שֹׁטֵ֥ר H7860 וּמֹשֵֽׁל H4910 ",
  "8": "תָּכִ֣ין H3559 בַּקַּ֣יִץ H7019 לַחְמָ֑הּ H3899 אָגְרָ֥ה H103 בַ֝קָּצִ֗יר H7105 מַאֲכָלָֽהּ H3978 ",
  "9": "עַד H5704 מָתַ֖י H4970 עָצֵ֥ל H6102 תִּשְׁכָּ֑ב H7901 מָ֝תַ֗י H4970 תָּק֥וּם H6965 מִשְּׁנָתֶֽ H8142 ",
  "10": "מְעַ֣ט H4592 שֵׁ֭נוֹת H8142 מְעַ֣ט H4592 תְּנוּמ֑וֹת H8572 מְעַ֓ט H4592 חִבֻּ֖ק H2264 יָדַ֣יִם H3027 לִשְׁכָּֽב H7901 ",
  "11": "וּבָֽא H935 כִמְהַלֵּ֥ךְ H1980 רֵאשֶׁ֑ךָ H7389 וּ֝מַחְסֹֽרְ H4270 כְּאִ֣ישׁ H376 מָגֵֽן H4043 ",
  "12": "אָדָ֣ם H120 בְּ֭לִיַּעַל H1100 אִ֣ישׁ H376 אָ֑וֶן H205 ה֝וֹלֵ֗ךְ H1980 עִקְּשׁ֥וּת H6143 פֶּֽה H6310 ",
  "13": "קֹרֵ֣ץ H7169 בְּ֭עֵינָ H5869 מֹלֵ֣ל H4448 בְּרַגְלָ֑ H7272 מֹ֝רֶ֗ה H3384 בְּאֶצְבְּעֹתָֽי H676 ",
  "14": "תַּֽהְפֻּכ֨וֹת H8419 בְּלִבּ֗ H3820 חֹרֵ֣שׁ H2790 רָ֣ע H7451 בְּכָל H3605 עֵ֑ת H6256 מדנים H4090 יְשַׁלֵּֽחַ H7971 ",
  "15": "עַל H5921 כֵּ֗ן H3651 פִּ֭תְאֹם H6597 יָב֣וֹא H935 אֵיד֑וֹ H343 פֶּ֥תַע H6621 יִ֝שָּׁבֵ֗ר H7665 וְאֵ֣ין H369 מַרְפֵּֽא H4832 ",
  "16": "שֶׁשׁ H8337 הֵ֭נָּה H2007 שָׂנֵ֣א H8130 יְהוָ֑ה H3068 וְ֝שֶׁ֗בַע H7651 תועבות H8441 נַפְשֽׁוֹ H5315 ",
  "17": "עֵינַ֣יִם H5869 רָ֭מוֹת H7311 לְשׁ֣וֹן H3956 שָׁ֑קֶר H8267 וְ֝יָדַ֗יִם H3027 שֹׁפְכ֥וֹת H8210 דָּם H1818 נָקִֽי H5355 ",
  "18": "לֵ֗ב H3820 חֹ֭רֵשׁ H2790 מַחְשְׁב֣וֹת H4284 אָ֑וֶן H205 רַגְלַ֥יִם H7272 מְ֝מַהֲר֗וֹת H4116 לָר֥וּץ H7323 לָֽרָעָה H7451 ",
  "19": "יָפִ֣יחַ H6315 כְּ֭זָבִים H3577 עֵ֣ד H5707 שָׁ֑קֶר H8267 וּמְשַׁלֵּ֥חַ H7971 מְ֝דָנִ֗ים H4090 בֵּ֣ין H996 אַחִֽים H251 ",
  "20": "נְצֹ֣ר H5341 בְּ֭נִי H1121 מִצְוַ֣ת H4687 אָבִ֑יךָ H1 וְאַל H408 תִּ֝טֹּ֗שׁ H5203 תּוֹרַ֥ת H8451 אִמֶּֽךָ H517 ",
  "21": "קָשְׁרֵ֣ם H7194 עַל H5921 לִבְּךָ֣ H3820 תָמִ֑יד H8548 עָ֝נְדֵ֗ם H6029 עַל H5921 גַּרְגְּרֹתֶֽךָ H1621 ",
  "22": "בְּהִתְהַלֶּכְ H1980 תַּנְחֶ֬ה H5148 אֹתָ֗ךְ H853 בְּֽ֭שָׁכְבְּ H7901 תִּשְׁמֹ֣ר H8104 עָלֶ֑יךָ H5921 וַ֝הֲקִיצ֗וֹתָ H6974 הִ֣יא H1931 תְשִׂיחֶֽךָ H7878 ",
  "23": "כִּ֤י H3588 נֵ֣ר H5216 מִ֭צְוָה H4687 וְת֣וֹרָה H8451 א֑וֹר H216 וְדֶ֥רֶךְ H1870 חַ֝יִּ֗ים H2416 תּוֹכְח֥וֹת H8433 מוּסָֽר H4148 ",
  "24": "לִ֭שְׁמָרְ H8104 מֵאֵ֣שֶׁת H802 רָ֑ע H7451 מֵֽ֝חֶלְקַ֗ת H2513 לָשׁ֥וֹן H3956 נָכְרִיָּֽה H5237 ",
  "25": "אַל H408 תַּחְמֹ֣ד H2530 יָ֭פְיָהּ H3308 בִּלְבָבֶ֑ H3824 וְאַל H408 תִּ֝קָּֽחֲךָ֗ H3947 בְּעַפְעַפֶּֽי H6079 ",
  "26": "כִּ֤י H3588 בְעַד H1157 אִשָּׁ֥ה H802 זוֹנָ֗ה H2181 עַֽד H5704 כִּכַּ֫ר H3603 לָ֥חֶם H3899 וְאֵ֥שֶׁת H802 אִ֑ישׁ H376 נֶ֖פֶשׁ H5315 יְקָרָ֣ה H3368 תָצֽוּד H6679 ",
  "27": "הֲיַחְתֶּ֤ה H2846 אִ֓ישׁ H376 אֵ֬שׁ H784 בְּחֵיק֑ H2436 וּ֝בְגָדָ֗י H899 לֹ֣א H3808 תִשָּׂרַֽפְנָה H8313 ",
  "28": "אִם H518 יְהַלֵּ֣ךְ H1980 אִ֭ישׁ H376 עַל H5921 הַגֶּחָלִ֑ים H1513 וְ֝רַגְלָ֗י H7272 לֹ֣א H3808 תִכָּוֶֽינָה H3554 ",
  "29": "כֵּ֗ן H3651 הַ֭בָּא H935 אֶל H413 אֵ֣שֶׁת H802 רֵעֵ֑הוּ H7453 לֹ֥א H3808 יִ֝נָּקֶ֗ה H5352 כָּֽל H3605 הַנֹּגֵ֥עַ H5060 בָּֽהּ Hb ",
  "30": "לֹא H3808 יָב֣וּזוּ H936 לַ֭גַּנָּב H1590 כִּ֣י H3588 יִגְנ֑וֹב H1589 לְמַלֵּ֥א H4390 נַ֝פְשׁ֗וֹ H5315 כִּ֣י H3588 יִרְעָֽב H7456 ",
  "31": "וְ֭נִמְצָא H4672 יְשַׁלֵּ֣ם H7999 שִׁבְעָתָ֑יִם H7659 אֶת H853 כָּל H3605 ה֖וֹן H1952 בֵּית֣וֹ H1004 יִתֵּֽן H5414 ",
  "32": "נֹאֵ֣ף H5003 אִשָּׁ֣ה H802 חֲסַר H2638 לֵ֑ב H3820 מַֽשְׁחִ֥ית H7843 נַ֝פְשׁ֗וֹ H5315 ה֣וּא H1931 יַעֲשֶֽׂנָּה H6213 ",
  "33": "נֶֽגַע H5061 וְקָל֥וֹן H7036 יִמְצָ֑א H4672 וְ֝חֶרְפָּת֗ H2781 לֹ֣א H3808 תִמָּחֶֽה H4229 ",
  "34": "כִּֽי H3588 קִנְאָ֥ה H7068 חֲמַת H2534 גָּ֑בֶר H1397 וְלֹֽא H3808 יַ֝חְמ֗וֹל H2550 בְּי֣וֹם H3117 נָקָֽם H5359 ",
  "35": "לֹא H3808 יִ֭שָּׂא H5375 פְּנֵ֣י H6440 כָל H3605 כֹּ֑פֶר H3724 וְלֹֽא H3808 יֹ֝אבֶ֗ה H14 כִּ֣י H3588 תַרְבֶּה H7235 שֹֽׁחַד H7810 "
}
