{
  "1": "הֲלֹֽא H3808 חָכְמָ֥ה H2451 תִקְרָ֑א H7121 וּ֝תְבוּנָ֗ה H8394 תִּתֵּ֥ן H5414 קוֹלָֽהּ H6963 ",
  "2": "בְּרֹאשׁ H7218 מְרוֹמִ֥ים H4791 עֲלֵי H5921 דָ֑רֶךְ H1870 בֵּ֖ית H1004 נְתִיב֣וֹת H5410 נִצָּֽבָה H5324 ",
  "3": "לְיַד H3027 שְׁעָרִ֥ים H8179 לְפִי H6310 קָ֑רֶת H7176 מְב֖וֹא H3996 פְתָחִ֣ים H6607 תָּרֹֽנָּה H7442 ",
  "4": "אֲלֵיכֶ֣ם H413 אִישִׁ֣ים H376 אֶקְרָ֑א H7121 וְ֝קוֹלִ֗ H6963 אֶל H413 בְּנֵ֥י H1121 אָדָֽם H120 ",
  "5": "הָבִ֣ינוּ H995 פְתָאיִ֣ם H6612 עָרְמָ֑ה H6195 וּ֝כְסִילִ֗ים H3684 הָבִ֥ינוּ H995 לֵֽב H3820 ",
  "6": "שִׁ֭מְעוּ H8085 כִּֽי H3588 נְגִידִ֣ים H5057 אֲדַבֵּ֑ר H1696 וּמִפְתַּ֥ח H4669 שְׂ֝פָתַ֗י H8193 מֵישָׁרִֽים H4339 ",
  "7": "כִּֽי H3588 אֱ֭מֶת H571 יֶהְגֶּ֣ה H1897 חִכִּ֑י H2441 וְתוֹעֲבַ֖ת H8441 שְׂפָתַ֣י H8193 רֶֽשַׁע H7562 ",
  "8": "בְּצֶ֥דֶק H6664 כָּל H3605 אִמְרֵי H561 פִ֑י H6310 אֵ֥ין H369 בָּ֝הֶ֗ם Hb נִפְתָּ֥ל H6617 וְעִקֵּֽשׁ H6141 ",
  "9": "כֻּלָּ֣ם H3605 נְ֭כֹחִים H5228 לַמֵּבִ֑ין H995 וִֽ֝ישָׁרִ֗ים H3477 לְמֹ֣צְאֵי H4672 דָֽעַת H1847 ",
  "10": "קְחֽוּ H3947 מוּסָרִ֥י H4148 וְאַל H408 כָּ֑סֶף H3701 וְ֝דַ֗עַת H1847 מֵחָר֥וּץ H2742 נִבְחָֽר H977 ",
  "11": "כִּֽי H3588 טוֹבָ֣ה H2896 חָ֭כְמָה H2451 מִפְּנִינִ֑ים H6443 וְכָל H3605 חֲ֝פָצִ֗ים H2656 לֹ֣א H3808 יִֽשְׁווּ H7737 בָֽהּ Hb ",
  "12": "אֲֽנִי H589 חָ֭כְמָה H2451 שָׁכַ֣נְתִּי H7931 עָרְמָ֑ה H6195 וְדַ֖עַת H1847 מְזִמּ֣וֹת H4209 אֶמְצָֽא H4672 ",
  "13": "יִֽרְאַ֣ת H3374 יְהוָה֮ H3068 שְֽׂנֹ֫את H8130 רָ֥ע H7451 גֵּ֘אָ֤ה H1344 וְגָא֨וֹן H1347 וְדֶ֣רֶךְ H1870 רָ֭ע H7451 וּפִ֨י H6310 תַהְפֻּכ֬וֹת H8419 שָׂנֵֽאתִי H8130 ",
  "14": "לִֽי Hl עֵ֭צָה H6098 וְתוּשִׁיָּ֑ה H8454 אֲנִ֥י H589 בִ֝ינָ֗ה H998 לִ֣י Hl גְבוּרָֽה H1369 ",
  "15": "בִּ֭י Hb מְלָכִ֣ים H4428 יִמְלֹ֑כוּ H4427 וְ֝רוֹזְנִ֗ים H7336 יְחֹ֣קְקוּ H2710 צֶֽדֶק H6664 ",
  "16": "בִּ֭י Hb שָׂרִ֣ים H8269 יָשֹׂ֑רוּ H8323 וּ֝נְדִיבִ֗ים H5081 כָּל H3605 שֹׁ֥פְטֵי H8199 צֶֽדֶק H6664 ",
  "17": "אֲ֭נִי H589 אהביה H157 אֵהָ֑ב H157 וּ֝מְשַׁחֲרַ֗ H7836 יִמְצָאֻֽנְנִי H4672 ",
  "18": "עֹֽשֶׁר H6239 וְכָב֥וֹד H3519 אִתִּ֑י H854 ה֥וֹן H1952 עָ֝תֵ֗ק H6276 וּצְדָקָֽה H6666 ",
  "19": "ט֣וֹב H2896 פִּ֭רְיִי H6529 מֵחָר֣וּץ H2742 וּמִ H6337 וּ֝תְבוּאָתִ֗ H8393 מִכֶּ֥סֶף H3701 נִבְחָֽר H977 ",
  "20": "בְּאֹֽרַח H734 צְדָקָ֥ה H6666 אֲהַלֵּ֑ך H1980 בְּ֝ת֗וֹךְ H8432 נְתִיב֥וֹת H5410 מִשְׁפָּֽט H4941 ",
  "21": "לְהַנְחִ֖יל H5157 אֹהֲבַ֥י H157 יֵ֑שׁ H3426 וְאֹצְרֹ֖תֵי H214 אֲמַלֵּֽא H4390 ",
  "22": "יְֽהוָ֗ה H3068 קָ֭נָנִי H7069 רֵאשִׁ֣ית H7225 דַּרְכּ֑וֹ H1870 קֶ֖דֶם H6924 מִפְעָלָ֣יו H4659 מֵאָֽז H227 ",
  "23": "מֵ֭עוֹלָם H5769 נִסַּ֥כְתִּי H5258 מֵרֹ֗אשׁ H7218 מִקַּדְמֵי H6924 אָֽרֶץ H776 ",
  "24": "בְּאֵין H369 תְּהֹמ֥וֹת H8415 חוֹלָ֑לְתִּי H2342 בְּאֵ֥ין H369 מַ֝עְיָנ֗וֹת H4599 נִכְבַּדֵּי H3513 מָֽיִם H4325 ",
  "25": "בְּטֶ֣רֶם H2962 הָרִ֣ים H2022 הָטְבָּ֑עוּ H2883 לִפְנֵ֖י H6440 גְבָע֣וֹת H1389 חוֹלָֽלְתִּי H2342 ",
  "26": "עַד H5704 לֹ֣א H3808 עָ֭שָׂה H6213 אֶ֣רֶץ H776 וְחוּצ֑וֹת H2351 וְ֝רֹ֗אשׁ H7218 עָפְר֥וֹת H6083 תֵּבֵֽל H8398 ",
  "27": "בַּהֲכִינ֣ H3559 שָׁ֭מַיִם H8064 שָׁ֣ם H8033 אָ֑נִי H589 בְּח֥וּק H2710 ח֝֗וּג H2329 עַל H5921 פְּנֵ֥י H6440 תְהֽוֹם H8415 ",
  "28": "בְּאַמְּצ֣ H553 שְׁחָקִ֣ים H7834 מִמָּ֑עַל H4605 בַּ֝עֲז֗וֹז H5810 עִינ֥וֹת H5869 תְּהוֹם H8415 ",
  "29": "בְּשׂ֘וּמ֤ H7760 לַיָּ֨ם H3220 חֻקּ֗וֹ H2706 וּ֭מַיִם H4325 לֹ֣א H3808 יַֽעַבְרוּ H5674 פִ֑יו H6310 בְּ֝חוּק֗ H2710 מ֣וֹסְדֵי H4144 אָֽרֶץ H776 ",
  "30": "וָֽאֶהְיֶ֥ה H1961 אֶצְל֗וֹ H681 אָ֫מ֥וֹן H525 וָֽאֶהְיֶ֣ה H1961 שַׁ֭עֲשֻׁעִים H8191 י֤וֹם H3117 י֑וֹם H3117 מְשַׂחֶ֖קֶת H7832 לְפָנָ֣י H6440 בְּכָל H3605 עֵֽת H6256 ",
  "31": "מְ֭שַׂחֶקֶת H7832 בְּתֵבֵ֣ל H8398 אַרְצ֑וֹ H776 וְ֝שַׁעֲשֻׁעַ֗ H8191 אֶת H854 בְּנֵ֥י H1121 אָדָֽם H120 ",
  "32": "וְעַתָּ֣ה H6258 בָ֭נִים H1121 שִׁמְעוּ H8085 לִ֑י Hl וְ֝אַשְׁרֵ֗י H835 דְּרָכַ֥י H1870 יִשְׁמֹֽרוּ H8104 ",
  "33": "שִׁמְע֖וּ H8085 מוּסָ֥ר H4148 וַחֲכָ֗מוּ H2449 וְאַל H408 תִּפְרָֽעוּ H6544 ",
  "34": "אַ֥שְֽׁרֵי H835 אָדָם֮ H120 שֹׁמֵ֪עַֽ֫ H8085 לִ֥י Hl לִשְׁקֹ֣ד H8245 עַל H5921 דַּ֭לְתֹתַי H1817 י֤וֹם H3117 י֑וֹם H3117 לִ֝שְׁמֹ֗ר H8104 מְזוּזֹ֥ת H4201 פְּתָחָֽי H6607 ",
  "35": "כִּ֣י H3588 מֹ֭צְאִי H4672 מצאי H4672 חַיִּ֑ים H2416 וַיָּ֥פֶק H6329 רָ֝צ֗וֹן H7522 מֵיְהוָֽה H3068 ",
  "36": "וְֽ֭חֹטְאִ H2398 חֹמֵ֣ס H2554 נַפְשׁ֑וֹ H5315 כָּל H3605 מְ֝שַׂנְאַ֗י H8130 אָ֣הֲבוּ H157 מָֽוֶת H4194 "
}
