{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the death of Joshua, the people of Israel asked Yahweh, saying, \"Who first will attack the Canaanites for us, to fight against them?\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said, \"Judah will attack. See, I have given them control of this land.\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of Judah said to men of Simeon, their brothers, \"Come up with us into our territory that was assigned to us that together we may fight against the Canaanites. We will likewise go with you to the territory that was assigned to you.\" So the tribe of Simeon went with them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of Judah attacked, and Yahweh gave them victory over the Canaanites and the Perizzites. They killed ten thousand of them at Bezek.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They found Adoni-Bezek at Bezek, and they fought against him and defeated the Canaanites and the Perizzites.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Adoni-Bezek fled, and they pursued him and caught him, and they cut off his thumbs and his big toes.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Adoni-Bezek said, \"Seventy kings, who had their thumbs and their big toes cut off, gathered their food from under my table. As I have done, even so God has done to me.\" They brought him to Jerusalem, and he died there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of Judah fought against the city of Jerusalem and took it. They attacked it with the edge of the sword and they set the city on fire.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After that, the men of Judah went down to fight against the Canaanites who lived in the hill country, in the Negev, and the western foothills.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Judah advanced against the Canaanites who lived in Hebron (the name of Hebron was previously Kiriath Arba), and they defeated Sheshai, Ahiman, and Talmai.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From there the men of Judah advanced against the inhabitants of Debir (the name of Debir was previously Kiriath Sepher).\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Caleb said, \"Whoever attacks Kiriath Sepher and takes it, I will give him Aksah, my daughter, to be his wife.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Othniel, son of Kenaz (Caleb's younger brother) captured Debir, so Caleb gave him Aksah, his daughter, to be his wife.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Soon Aksah came to Othniel, and she urged him to ask her father to give her a field. As she was getting off her donkey, Caleb asked her, \"What can I do for you?\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She said to him, \"Give me a blessing. Since you have given me the land of the Negev, also give me springs of water.\" So Caleb gave her the upper springs and the lower springs.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The descendants of Moses' father-in-law the Kenite went up from the City of Palms with the people of Judah, into the wilderness of Judah, which is in the Negev, to live with the people of Judah near Arad.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of Judah went with the men of Simeon their brothers and they attacked the Canaanites who inhabited Zephath and they completely destroyed it. The name of the city was called Hormah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Judah also captured Gaza and the land around it, Ashkelon and the land around it, and Ekron and the land around it.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh was with the people of Judah and they took possession of the hill country, but they could not drive out the inhabitants of the plains because they had iron chariots.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hebron was given to Caleb (like Moses had said), and he drove out from there the three sons of Anak.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the people of Benjamin did not drive out the Jebusites who inhabited Jerusalem. So the Jebusites have lived with the people of Benjamin in Jerusalem to this day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The house of Joseph prepared to attack Bethel, and Yahweh was with them.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They sent out men to spy on Bethel (the city that was formerly called Luz).\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The spies saw a man coming out of the city, and they said to him, \"Show us, please, how to get into the city, and we will be kind to you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He showed them a way into the city, and so they attacked the city with the edge of the sword, but they let the man and all his family get away.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the man went to the land of the Hittites and built a city and called it Luz, which is its name to this day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Manasseh did not drive out the people living in the cities of Beth Shan and its villages, or Taanach and its villages, or those who lived in Dor and its villages, or those who lived in Ibleam and its villages, or those who lived in Megiddo and its villages, because the Canaanites were determined to live in that land.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Israel became strong, they forced the Canaanites to serve them with hard labor, but they never drove them out completely.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ephraim did not drive out the Canaanites who lived in Gezer, so the Canaanites continued to live in Gezer among them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zebulun did not drive out the people living in Kitron, or the people living in Nahalol, and so the Canaanites continued to live among them, but Zebulun forced the Canaanites to serve them with hard labor.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Asher did not drive out the people living in Akko, or the people living in Sidon, or those living in Ahlab, Akzib, Helbah, Aphek, or Rehob.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the tribe of Asher lived among the Canaanites (those who lived in the land), because they did not drive them out.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The tribe of Naphtali did not drive out those who were living in Beth Shemesh, or those living in Beth Anath. So the tribe of Naphtali lived among the Canaanites (the people who were living in that land). However, the inhabitants of Beth Shemesh and Beth Anath were forced into hard labor for Naphthali.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Amorites forced the tribe of Dan to live in the hill country, not allowing them to come down to the plain.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Amorites lived at Mount Heres, in Aijalon, and in Shaalbim, but the military might of the house of Joseph conquered them, and they were forced to serve them with hard labor.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The border of the Amorites ran from the hill of Akrabbim at Sela up into the hill country.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}