{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Abimelech, Tola son of Puah son of Dodo, a man from Issachar who lived in Shamir, in the hill country of Ephraim, arose to deliver Israel.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He judged Israel twenty-three years. He died and was buried in Shamir.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was followed by Jair the Gileadite. He judged Israel twenty-two years.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He had thirty sons who rode on thirty donkeys, and they had thirty cities, which are called Havvoth Jair to this day, which are in the land of Gilead.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jair died and was buried in Kamon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel added to the evil they had done in the sight of Yahweh and worshiped the Baals, the Ashtoreths, the gods of Aram, the gods of Sidon, the gods of Moab, the gods of the people of Ammon, and the gods of the Philistines. They abandoned Yahweh and no longer worshiped him.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh burned with anger toward Israel, and he sold them into the hand of the Philistines and into the hand of the Ammonites.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They crushed and oppressed the people of Israel that year, and for eighteen years they oppressed all the people of Israel who were beyond the Jordan in the land of the Amorites, which is in Gilead.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Ammonites crossed over the Jordan to fight against Judah, against Benjamin, and against the house of Ephraim, so that Israel was greatly distressed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the people of Israel called out to Yahweh, saying, \"We have sinned against you, because we abandoned our God and worshiped the Baals.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to the people of Israel, \"Did I not deliver you from the Egyptians, the Amorites, the Ammonites, the Philistines,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and also from the Sidonians? The Amalekites and the Maonites oppressed you; you called out to me, and I delivered you from their power.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet you abandoned me again and worshiped other gods. Therefore, I will not keep adding to the times I deliver you.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Go and call out to the gods that you have worshiped. Let them rescue you when you have trouble.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel said to Yahweh, \"We have sinned. Do to us whatever seems good to you. Only please, rescue us this day.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They got rid of the foreign gods among them and they worshiped Yahweh. Then Yahweh could bear Israel's misery no longer.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Ammonites gathered together and set up camp in Gilead. The Israelites came together and set up their camp at Mizpah.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The leaders of the people of Gilead said one to another, \"Who is the man who will begin to fight the Ammonites? He will become the leader over all those who are living in Gilead.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}