{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Jephthah the Gileadite was a mighty warrior, but he was the son of a prostitute. Gilead was his father.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gilead's wife also gave birth to his other sons. When his wife's sons grew up, they forced Jephthah to leave the house and said to him, \"You are not going to inherit anything from our family. You are the son of another woman.\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jephthah fled from his brothers and lived in the land of Tob. Lawless men joined Jephthah and they came and went with him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some days later, the people of Ammon made war against Israel.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the people of Ammon made war against Israel, the elders of Gilead went to bring Jephthah back from the land of Tob.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to Jephthah, \"Come and be our leader that we may fight with the people of Ammon.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jephthah said to the leaders of Gilead, \"You hated me and forced me to leave my father's house. Why do you come to me now when you are in trouble?\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The elders of Gilead said to Jephthah, \"That is why we are turning to you now; come with us and fight with the people of Ammon, and you will become the leader over all who live in Gilead.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jephthah said to the elders of Gilead, \"If you bring me home again to fight against the people of Ammon, and if Yahweh gives us victory over them, I will be your leader.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The elders of Gilead said to Jephthah, \"May Yahweh be witness between us if we do not do as we say!\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jephthah went with the elders of Gilead, and the people made him leader and commander over them. When he was before Yahweh in Mizpah, Jephthah repeated all the promises he made.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jephthah sent messengers to the king of the people of Ammon, saying, \"What is this conflict between us? Why have you come with force to take our land?\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of the people of Ammon answered to the messengers of Jephthah, \"Because when Israel came up out of Egypt, they seized my land from the Arnon to the Jabbok, over to the Jordan. Now give back those lands in peace.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Again Jephthah sent messengers to the king of the people of Ammon,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and he said, \"This is what Jephthah says: Israel did not take the land of Moab and the land of the people of Ammon,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but they came up from Egypt, and Israel went through the wilderness to the Sea of Reeds and on to Kadesh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Israel sent messengers to the king of Edom, saying, 'Please let us pass through your land,' the king of Edom would not listen. They also sent messengers to the king of Moab, but he refused. So Israel stayed at Kadesh.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they went through the wilderness and turned away from the land of Edom and the land of Moab, and they went along the east side of the land of Moab and they camped on the other side of the Arnon. But they did not go into the territory of Moab, for the Arnon was Moab's border.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Israel sent messengers to Sihon, king of the Amorites, who ruled in Heshbon; Israel said to him, 'Please, let us pass through your land to the place that is ours.'\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Sihon did not trust Israel to pass through his territory. So Sihon gathered all his army together and moved it to Jahaz, and there he fought against Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh, the God of Israel, gave Sihon and all his people into the hand of Israel and they defeated them. So Israel took all the land of the Amorites who lived in that country.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They took over everything within the territory of the Amorites, from the Arnon to the Jabbok, and from the wilderness to the Jordan.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So then Yahweh, the God of Israel, has driven out the Amorites before his people Israel, and should you now take possession of their land?\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Will you not take over the land that Chemosh, your god, gives you? So whatever land Yahweh our God has given us, we will take over.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now are you really better than Balak son of Zippor, king of Moab? Did he dare to have an argument with Israel? Did he ever wage war against them?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Israel lived for three hundred years in Heshbon and its villages, and in Aroer and its villages, and in all the cities that are along the banks of the Arnon—why then did you not take them back during that time?\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have not done you wrong, but you are doing me wrong by attacking me. Yahweh, the judge, will decide today between the people of Israel and the people of Ammon.\"\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the king of the people of Ammon rejected the warning Jephthah sent him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Spirit of Yahweh came on Jephthah, and he passed through Gilead and Manasseh, and passed through Mizpah of Gilead, and from Mizpah of Gilead he passed through to the people of Ammon.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jephthah made a vow to Yahweh and said, \"If you give me victory over the people of Ammon,\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then whatever comes out of the doors of my house to meet me when I return in peace from the people of Ammon will belong to Yahweh, and I will offer it up as a burnt offering.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jephthah passed through to the people of Ammon to fight against them, and Yahweh gave him victory.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He attacked them and caused a great slaughter from Aroer as far as Minnith—twenty cities—and to Abel Keramim. So the people of Ammon were put under the control of the people of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jephthah came to his home at Mizpah, and there his daughter came out to meet him with tambourines and with dancing. She was his only child, and besides her he had neither son nor daughter.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As soon as he saw her, he tore his clothes and said, \"Oh! My daughter! You have crushed me with sorrow, and you have become one who causes me pain! For I have made an oath to Yahweh, and I cannot turn back on my promise.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She said to him, \"My father, you have made a vow to Yahweh, do to me everything you promised, because Yahweh has taken vengeance for you against your enemies, the Ammonites.\"\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She said to her father, \"Let this promise be kept for me. Leave me alone for two months, that I may leave and go down to the hills and grieve over my virginity, I and my companions.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"Go.\" He sent her away for two months. She left him, she and her companions, and they grieved her virginity in the hills.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the end of two months she returned to her father, who did with her according to the promise of the vow he had made. Now she had never slept with a man, and it became a custom in Israel\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "that the daughters of Israel every year, for four days, would retell the story of the daughter of Jephthah the Gileadite.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}