{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A call went out to the men of Ephraim; they passed through Zaphon and said to Jephthah, \"Why did you pass through to fight against the people of Ammon and did not call us to go with you? We will burn your house down over you.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jephthah said to them, \"I and my people were in a great conflict with the people of Ammon. When I called you, you did not rescue me from them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I saw that you did not rescue me, When I saw that you did not rescue me, I put my life in my own hand and passed through against the people of Ammon, and Yahweh gave me victory. Why have you come to fight against me today?\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jephthah gathered together all the men of Gilead and he fought against Ephraim. The men of Gilead attacked the men of Ephraim because they said, \"You Gileadites are fugitives in Ephraim—in Ephraim and Manasseh.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Gileadites captured the fords of the Jordan leading to Ephraim. When any of the survivors of Ephraim said, \"Let me go over the river,\" the men of Gilead would say to him, \"Are you an Ephraimite?\" If he said, \"No,\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then they would say to him, \"Say: Shibboleth,\" and if he said \"Sibboleth\" (for he could not pronounce the word correctly), the Gileadites would seize him and kill him at the fords of the Jordan. Forty-two thousand Ephraimites were killed at that time.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jephthah served as a judge over Israel for six years. Then Jephthah the Gileadite died and was buried in one of the cities of Gilead.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After him, Ibzan of Bethlehem served as a judge over Israel.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He had thirty sons. He gave away thirty daughters in marriage, and he brought in thirty daughters of other men for his sons, from the outside. He judged Israel for seven years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ibzan died and was buried at Bethlehem.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After him Elon the Zebulunite served as judge over Israel. He judged Israel for ten years.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elon the Zebulunite died and was buried in Aijalon in the land of Zebulun.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After him, Abdon son of Hillel the Pirathonite served as a judge over Israel.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He had forty sons and thirty grandsons. They rode on seventy donkeys, and he judged Israel for eight years.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abdon son of Hillel the Pirathonite died and was buried in Pirathon in the land of Ephraim in the hill country of the Amalekites.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}