{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel again did what was evil in the sight of Yahweh, and he gave them into the hand of the Philistines for forty years.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a man from Zorah, of the clan of the Danites, whose name was Manoah. His wife was not able to become pregnant and so she had not given birth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel of Yahweh appeared to the woman and said to her, \"See now, you have been unable to become pregnant, and you have not given birth, but you will become pregnant and you will give birth to a son.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now be careful not to drink wine or strong drink, and do not eat anything unclean.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look, you will become pregnant and give birth to a son. No razor will be used upon his head, for the child will be a Nazirite to God from the womb, and he will begin to deliver Israel from the hand of the Philistines.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the woman came and told her husband, \"A man of God came to me, and his appearance was like that of an angel of God, very terrible. I did not ask him where he came from, and he did not tell me his name.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to me, 'Look! You will become pregnant, and you will give birth to a son. So then drink no wine or strong drink, and do not eat any food that the law declares to be unclean, because the child will be a Nazirite to God from the time he is in your womb until the day of his death.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Manoah prayed to Yahweh and said, \"Oh, Lord, please let the man of God you sent come again to us so that he may teach us what we are to do for the child who soon will be born.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God listened to the voice of Manoah, and the angel of God came to the woman again when she was sitting in the field. But Manoah her husband was not with her.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the woman ran quickly and told her husband, \"Look! The man has appeared to me—the one who came to me the other day!\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Manoah got up and followed his wife. When he came to the man, he said, \"Are you the man who spoke with my wife?\" The man said, \"I am.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Manoah said, \"Now may your words come true. What will be the rules for the child, and what will be his work?\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel of Yahweh said to Manoah, \"She must carefully do everything that I said to her.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She may not eat anything that comes from the vines, and do not let her drink wine or strong drink or eat anything unclean. She must obey everything I have commanded her to do.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Manoah said to the angel of Yahweh, \"Please stay for a while, to give us time to prepare a young goat for you.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel of Yahweh said to Manoah, \"Even if I stay, I will not eat your food. But if you prepare a burnt offering, offer it to Yahweh.\" (Manoah did not know that he was the angel of Yahweh.)\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Manoah said to the angel of Yahweh, \"What is your name, so we may honor you when your words come true?\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel of Yahweh said to him, \"Why do you ask my name? It is wonderful!\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Manoah took the young goat with the grain offering and offered them on the rock to Yahweh. He did something marvelous while Manoah and his wife were watching.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the flame went up from the altar toward the sky, the angel of Yahweh went up in the flame of the altar. Manoah and his wife saw this and lay facedown on the ground.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel of Yahweh did not appear again to Manoah or his wife. Then Manoah knew that he was the angel of Yahweh.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Manoah said to his wife, \"We are sure to die, because we have seen God!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But his wife said to him, \"If Yahweh wanted to kill us, he would not have received the burnt offering and the grain offering we gave him. He would not have shown us all these things, nor at this time would he have let us hear such things.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later the woman gave birth to a son, and called his name Samson. The child grew up and Yahweh blessed him.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh's Spirit began to stir him in Mahaneh Dan, between Zorah and Eshtaol.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}