{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samson went down to Timnah, and there he saw a woman, one of the daughters of the Philistines.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he returned, he told his father and mother, \"I saw a woman in Timnah, one of the daughters of the Philistines. Now get her for me to be my wife.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His father and mother said to him, \"Is there not a woman among the daughters of your relatives, or among all our people? Are you going to take a wife from the uncircumcised Philistines?\" Samson said to his father, \"Get her for me, for when I look at her, she pleases me.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But his father and his mother did not know that this matter came from Yahweh, for he desired to create a conflict with the Philistines (for at that time the Philistines were ruling Israel).\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Samson went down to Timnah with his father and his mother, and they came to the vineyards of Timnah. And, look, there one of the young lions came up and was roaring at him.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh's Spirit suddenly came on him, and he tore the lion apart as easily as he would have torn apart a small goat, and he had nothing in his hand. But he did not tell his father or his mother what he had done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He went and spoke with the woman, and when he looked at her, she pleased Samson.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A few days later when he returned to marry her, he turned aside to look for the carcass of the lion. And, look, there was a swarm of bees and honey in what was left of the lion's body.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He scraped up the honey in his hands and went on, eating as he went. When he came to his father and his mother, he gave some to them, and they ate. But he did not tell them he had taken the honey out of what was left of the lion's body.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samson's father went down to where the woman was, and Samson gave a feast there, for this was the custom of the young men.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As soon as her relatives saw him, they brought him thirty of their friends to be with him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samson said to them, \"Let me now tell you a riddle. If one of you can find it out and tell me the answer during the seven days of the feast, I will give out thirty linen robes and thirty sets of clothes.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you cannot tell me the answer, then you will give me thirty linen robes and thirty sets of clothes.\" They said to him, \"Tell us your riddle, so we may hear it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"Out of the eater was something to eat;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "out of the strong was something sweet.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "But his guests could not find the answer in three days.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the fourth day they said to Samson's wife, \"Trick your husband so that he may tell us the answer to the riddle, or we will burn up you and your father's house. Did you invite us here in order to make us poor?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samson's wife started to weep in front of him; she said, \"All you do is hate me! You do not love me. You have told a riddle to some of my people, but you have not told me the answer.\" Samson said to her, \"Look here, if I have not told my father or my mother, should I tell you?\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She cried during the seven days that their feast lasted. On the seventh day he told her the answer because she pressured him very much. She told the answer to the relatives of her people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Before the sun went down on the seventh day the men of the city said to him,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"What is sweeter than honey?\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "What is stronger than a lion?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Samson said to them,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"If you had not plowed with my heifer,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "you would not have found the answer to my riddle.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh's Spirit suddenly came on Samson with power. Samson went down to Ashkelon and killed thirty of their men. He took their plunder, and he gave their clothes to those who had explained the riddle. Burning with anger, he went up to his father's house.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samson's wife was given to his best friend.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}