{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After some days, during the time of wheat harvest, Samson took a young goat and went to visit his wife. He said to himself, \"I will go to my wife's room.\" But her father would not allow him to go in.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Her father said, \"I really thought you hated her, so I gave her to your friend. Her younger sister is more beautiful than she is, is she not? Take her instead.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samson said to them, \"This time I will be innocent in regard to the Philistines when I hurt them.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samson went and caught three hundred foxes and he tied together each pair, tail to tail. Then he took torches and tied them in the middle of each pair of tails.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he had set the torches on fire, he let the foxes go into the standing grain of the Philistines, and they set fire to both the stacked grain and the grain standing in the field, along with the vineyards and the olive orchards.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Philistines asked, \"Who did this?\" They were told, \"Samson, the Timnite's son-in-law, did this because the Timnite took Samson's wife and gave her to his friend.\" Then the Philistines went and burned up her and her father.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samson said to them, \"If this is what you do, I will get my revenge against you, and after that is done, I will stop.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he cut them to pieces, hip and thigh, with a great slaughter. Then he went down and lived in a cave in the cliff of Etam.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Philistines came up and they prepared for battle in Judah and set up their army in Lehi.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of Judah said, \"Why have you come up to attack us?\" They said, \"We are attacking so we may capture Samson, and do to him as he has done to us.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then three thousand men of Judah went down to the cave in the cliff of Etam, and they said to Samson, \"Do you not know that the Philistines are rulers over us? What is this you have done to us?\" Samson said to them, \"They did to me, and so I have done to them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to Samson, \"We have come down to tie you up and give you into the hands of the Philistines.\" Samson said to them, \"Swear to me that you will not kill me yourselves.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to him, \"No, we will only tie you with ropes and hand you over to them. We promise we will not kill you.\" Then they tied him up with two new ropes and brought him up from the rock.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he came to Lehi, the Philistines came shouting as they met him. Then Yahweh's Spirit came on him with power. The ropes on his arms became like burnt flax, and they fell off his hands.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samson found a fresh jawbone of a donkey, and he picked it up and killed a thousand men with it.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samson said,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"With the jawbone of a donkey, heaps upon heaps,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "with the jawbone of a donkey I have killed a thousand men.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Samson finished speaking, he threw away the jawbone, and he called the place Ramath Lehi.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samson was very thirsty and called on Yahweh and said, \"You have given this great victory to your servant. But now will I die of thirst and fall into the hands of those who are uncircumcised?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God split open the hollow place that is at Lehi and water came out. When he drank, his strength returned and he revived. So he called the name of that place En Hakkore, and it is at Lehi to this day.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samson judged Israel in the days of the Philistines for twenty years.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}