{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a man in the hill country of Ephraim, and his name was Micah.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to his mother, \"The 1,100 pieces of silver that were taken from you, about which you spoke a curse, and which I heard—look here! I have the silver with me. I stole it.\" His mother said, \"May Yahweh bless you, my son!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He restored the 1,100 pieces of silver to his mother and his mother said, \"I set apart this silver to Yahweh, for my son to make carved and cast metal figures. So now, I restore it to you.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he restored the money to his mother, his mother took two hundred pieces of silver and gave them to a metal worker who made them into carved and cast metal figures, and they were placed in the house of Micah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man Micah had a house of idols and he made an ephod and household gods, and he hired one of his sons to become his priest.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In those days there was no king in Israel, and everyone did what was right in his own eyes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now there was a young man of Bethlehem in Judah, of the clan of Judah, who was a Levite. He stayed there to fulfill his duties.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man left Bethlehem in Judah to go and find a place to live. As he journeyed, he came to Micah's house in the hill country of Ephraim.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Micah said to him, \"Where do you come from?\" The man said to him, \"I am a Levite of Bethlehem in Judah, and I am traveling to find a place where I might live.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Micah said to him, \"Stay with me, and be to me a father and a priest. I will give you ten pieces of silver a year, a suit of clothes, and your food.\" So the Levite went into his house.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Levite was content to live with the man, and the young man became to Micah like one of his sons.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Micah set apart the Levite for sacred duties, and the young man became his priest, and was in Micah's house.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Micah said, \"Now I know that Yahweh will do good for me, because this Levite has become my priest.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}