{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In those days there was no king in Israel. The tribe of the descendants of Dan was looking for a territory to live in, for up to that day they had not received any inheritance from among the tribes of Israel.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Dan sent five men from the whole number of their tribe, men who were experienced warriors from Zorah and from Eshtaol, to scout the land on foot, and to look it over. They said to them, \"Go and look over the land.\" They came to the hill country of Ephraim, to the house of Micah, and they spent the night there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they were near Micah's house, they recognized the speech of the young Levite. So they stopped and asked him, \"Who brought you here? What are you doing in this place? Why are you here?\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"This is what Micah has done for me: He has hired me to become his priest.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to him, \"Please seek the advice of God, so we may know whether the journey we are going on will be successful.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest said to them, \"Go in peace. Yahweh will lead you in the way you should go.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the five men left and came to Laish, and they saw that the people were living in safety, in the same way the Sidonians lived, undisturbed and secure. There was no one who conquered them or who oppressed them in any way in the land. They lived far away from the Sidonians and had no dealings with anyone.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They returned to their tribe in Zorah and Eshtaol. Their relatives asked them, \"What is your report?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, \"Come! Let us attack them! We have seen the land and it is very good. Are you doing nothing? Do not be slow to attack and conquer the land.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you go, you will come to a people who think they are secure, and the land is wide! God has given it to you—a place that does not lack anything in the land.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Six hundred men of the tribe of Dan, armed with weapons of war, set out from Zorah and Eshtaol.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They went up and camped at Kiriath Jearim, in Judah. This is why people called that place Mahaneh Dan to this day; it is west of Kiriath Jearim.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They went away from there to the hill country of Ephraim and came to the house of Micah.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the five men who had gone to scout the country of Laish said to their relatives, \"Do you know that in these houses there are an ephod, household gods, a carved figure, and a cast metal figure? Decide now what you will do.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they turned in there and came to the house of the young Levite, at the house of Micah, and they greeted him.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the six hundred Danites, armed with weapons of war, stood at the entrance of the gate.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The five men who had gone to scout out the land went there and they took the carved figure, the ephod, the household gods, and the cast metal figure, while the priest stood by the opening of the gate with the six hundred men armed with weapons of war.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When these went into Micah's house and took the carved figure, the ephod, the household gods, and the cast metal figure, the priest said to them, \"What are you doing?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to him, \"Be quiet! Put your hand on your mouth and come with us, and be to us a father and a priest. Is it better for you to be priest for the house of one man, or to be priest for a tribe and a clan in Israel?\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest's heart was glad. He took the ephod, the household gods, and the carved figure, and went along with the people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they turned and went away. They put the small children in front of themselves, as well as the cattle and their possessions.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they were a good distance from the house of Micah, the men who were in the houses near Micah's house were called together, and they caught up with the Danites.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They shouted to the Danites, and they turned and said to Micah, \"Why have you been called together?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"You stole the gods that I made, you have taken my priest, and you are leaving. What else do I have left? How can you ask me, 'What is bothering you?'\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Dan said to him, \"You should not let us hear you say anything, or some very angry men will attack you, and you and your family will be killed.\"\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the people of Dan went their way. When Micah saw that they were too strong for him, he turned and went back to his house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Dan took what Micah had made, as well as his priest, and they came to Laish, to a people who were undisturbed and secure and they struck them with the edge of the sword and burned the city.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was no one to rescue them because it was a long way from Sidon, and they had no dealings with anyone. It was in the valley that is near Beth Rehob. The Danites rebuilt the city and lived there.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They named the city Dan, the name of Dan their ancestor, who was one of Israel's sons. But the name of the city used to be Laish.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Dan set up the carved figure for themselves. Jonathan son of Gershom, son of Moses, he and his sons were priests for the tribe of the Danites until the day of the land's captivity.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they worshiped Micah's carved figure that he made as long as the house of God was at Shiloh.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}