{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In those days, when there was no king in Israel, there was a man, a Levite, living for a while in the most remote area of the hill country of Ephraim. He took for himself a woman, a concubine from Bethlehem in Judah.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But his concubine was unfaithful to him; she left him and went back to her father's house in Bethlehem of Judah. She stayed there for four months.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then her husband got up and went after her in order to persuade her to come back. His servant was with him, and a pair of donkeys. She brought him into her father's house. When the girl's father saw him, he was glad.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His father-in-law, the girl's father, persuaded him to stay for three days. They ate and drank, and they spent the night there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the fourth day they got up early and he prepared to go, but the girl's father said to his son-in-law, \"Strengthen yourself with a bit of bread, then you may go.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the two of them sat down to eat and drink together. Then the girl's father said, \"Please be willing to spend the night and have a good time.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Levite got up to leave, the father of the young woman urged him to stay, so he changed his plan and spent the night there again.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the fifth day he woke up early to leave, but the girl's father said, \"Strengthen yourself, and wait until the afternoon.\" So the two of them had a meal.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Levite and his concubine and his servant rose up to depart, his father-in-law, the girl's father said to him, \"See, now the day is advancing toward evening. Please stay another night, and have a good time. You can get up early tomorrow and go back home.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Levite was not willing to spend the night. He got up and left. He went toward Jebus (that is Jerusalem). He had a pair of saddled donkeys—and his concubine was with him.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they were near Jebus, the day was nearly over, and the servant said to his master, \"Come, let us turn aside to the city of the Jebusites and spend the night in it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His master said to him, \"We will not turn aside into a city of foreigners who do not belong to the people of Israel. We will go on to Gibeah.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Levite said to his young man, \"Come, let us go to one of those other places, and spend the night in Gibeah or Ramah.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they went on, and the sun set as they came near to Gibeah, in the territory of Benjamin.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They turned aside there to spend the night in Gibeah. They went and sat down in the city square, but no one took them into his house for the night.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But then an old man was coming from his work in the field that evening. He was from the hill country of Ephraim, and he was staying for a while in Gibeah. But the men living in that place were Benjamites.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He raised his eyes and saw the traveler in the city square. The old man said, \"Where are you going? Where are you coming from?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Levite said to him, \"We are on our way from Bethlehem in Judah to the most remote part of the hill country of Ephraim, which is where I come from. I went to Bethlehem in Judah, and I am going to the house of Yahweh, but there is no one who will take me into his house.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We have straw and feed for our donkeys, and there is bread and wine for me and your female servant here, and for this young man with your servants. We lack nothing.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The old man greeted them, \"Peace be with you! I will take care of all your needs. Only do not spend the night in the square.\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the man brought the Levite into his house and gave feed to the donkeys. They washed their feet and ate and drank.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they were making their hearts glad, some men of the city, worthless men, surrounded the house, beating on the door. They spoke to the old man, the master of the house, saying, \"Bring out the man who came into your house, so we can have sex with him.\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man, the master of the house, went out to them and said to them, \"No, my brothers, please do not do this evil thing! Since this man is a guest in my house, do not do this wicked thing!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "See, my virgin daughter and his concubine are here. Let me bring them out now. Violate them and do with them whatever you like. But do not do such a wicked thing to this man!\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the men would not listen to him, so the man seized his concubine and brought her out to them. They raped her and abused her all throughout the night, and at dawn they let her go.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At dawn the woman came and she fell down at the door of the man's house where her master was, and she lay there until it was light.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Her master rose up in the morning and opened the doors of the house and went out to go on his way. He could see his concubine lying there at the door, with her hands on the threshold.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Levite said to her, \"Get up. Let us go.\" But there was no answer. He put her on the donkey, and the man set out for home.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Levite came to his house, he took a knife, and he took hold of his concubine, and cut her up, limb by limb, into twelve pieces, and sent the pieces everywhere throughout Israel.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All who saw this said, \"Such a thing has never been done or seen from the day the people of Israel came up out of the land of Egypt to this present day. Think about it! Give us advice! Tell us what to do!\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}