{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the people of Israel came out as one man, from Dan to Beersheba, including the land of Gilead also, and they assembled together before Yahweh at Mizpah.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The leaders of all the people, of all the tribes of Israel, took their places in the assembly of the people of God—400,000 men on foot, who were ready to fight with the sword.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the people of Benjamin heard that the people of Israel had gone up to Mizpah. The people of Israel said, \"Tell us how this wicked thing happened.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Levite, the husband of the woman who had been murdered, answered, \"I came to Gibeah in the territory that belongs to Benjamin, I and my concubine, to spend the night.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During the night, the leaders of Gibeah attacked me, surrounding the house, intending to kill me. They raped my concubine, and she died.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I took my concubine and cut her body into pieces, and sent them into each region of Israel's inheritance, because they have committed such wickedness and outrage in Israel.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, all you Israelites, give your advice and counsel here.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people arose together as one man, and they said, \"None of us will go to his tent, and none of us will return to his house!\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now this is what we must do to Gibeah: We will attack it as the lot directs us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We will take ten men of a hundred throughout all the tribes of Israel, and one hundred of a thousand, and one thousand of ten thousand, to get provisions for these people, so that when they come to Gibeah in Benjamin, they may punish them for the wickedness they committed in Israel.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So all the soldiers of Israel assembled against the city, as one man.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The tribes of Israel sent men through all the tribe of Benjamin, saying, \"What is this wickedness that was done among you?\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, give us those wicked men of Gibeah, so we may put them to death, and so we will completely remove this evil from Israel.\" But the Benjamites would not listen to the voice of their brothers, the people of Israel.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the people of Benjamin came together out of the cities to Gibeah to get ready to fight against the people of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Benjamin brought together from their cities to fight on that day twenty-six thousand soldiers who were trained to fight with the sword. In addition, there were seven hundred of their chosen men from the inhabitants of Gibeah.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Among all these soldiers were seven hundred chosen men who were left-handed. Each of them could sling a stone at a hair and not miss.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel, not counting the number from Benjamin, numbered 400,000 men, who were trained to fight with the sword. All of these were men of war.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel arose, went up to Bethel, and asked for advice from God. They asked, \"Who first will attack the people of Benjamin for us?\" Yahweh said, \"Judah will attack first.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel got up in the morning and they moved their camp near Gibeah.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel went out to fight against Benjamin. They set up their battle positions against them at Gibeah.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Benjamin came out of Gibeah, and they killed twenty-two thousand men of the army of Israel on that day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the people of Israel strengthened themselves and they formed the battle line in the same place where they had taken positions on the first day.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the people of Israel went up and they wept before Yahweh until evening, and they sought direction from Yahweh. They said, \"Should we go again to fight against our brothers, the people of Benjamin?\" Yahweh said, \"Attack them!\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the people of Israel went against the soldiers of Benjamin the second day.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the second day, Benjamin went out against them from Gibeah and they killed eighteen thousand men from the people of Israel. All were men who trained to fight with the sword.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the soldiers of Israel and all the people went up to Bethel and wept, and there they sat before Yahweh and they fasted that day until the evening and offered burnt offerings and peace offerings before Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel asked Yahweh—for the ark of the covenant of God was there in those days,\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and Phinehas, son of Eleazar son of Aaron, was serving before the ark in those days—\"Should we go out to battle once more against the people of Benjamin, our brothers, or stop?\" Yahweh said, \"Attack, for tomorrow I will help you defeat them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Israel set men in secret places around Gibeah.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel fought against the people of Benjamin for the third day, and they formed their battle lines against Gibeah as they had done before.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Benjamin went and fought against the people, and they were drawn away from the city. They began to kill some of the people. There were about thirty men of Israel who died in the fields and on the roads. One of the roads went up to Bethel, and the other went to Gibeah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the people of Benjamin said, \"They are defeated and they are running away from us, just as at first.\" But the soldiers of Israel said, \"Let us run back and draw them away from the city to the roads.\"\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people of Israel rose up out of their places and formed themselves into lines for battle at Baal Tamar. Then the soldiers of Israel who had been hiding in secret places ran out from their places from Maareh Gibeah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There came out against Gibeah ten thousand chosen men out of all Israel, and the fighting was fierce, but the Benjamites did not know that disaster was close to them.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh defeated Benjamin before Israel. On that day, the soldiers of Israel killed 25,100 men of Benjamin. All these who died were those who had been trained to fight with the sword.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the soldiers of Benjamin saw they were defeated. The men of Israel had given ground to Benjamin, because they were counting on the men they had placed in hidden positions outside Gibeah.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the men who were hiding got up and hurried and they rushed into Gibeah, and they struck all the city with the edge of the sword.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The arranged signal between the soldiers of Israel and the men hiding in secret would be that a great cloud of smoke would rise up out of the city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the signal was sent the soldiers of Israel would turn from the battle. Now Benjamin began to attack and they killed about thirty men of Israel, and they said, \"It is sure that they are defeated before us, as in the first battle.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when a pillar of smoke began to rise up out of the city, the Benjamites turned and saw the smoke rising to the sky from the whole city.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the people of Israel turned against them. The men of Benjamin were terrified, for they saw that disaster had come on them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they ran away from the people of Israel, escaping on the way to the wilderness. But the fighting overtook them. The soldiers of Israel came out of the cities and killed them where they stood.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They surrounded the Benjamites, chased them and trampled them down at Nohah, all the way to the east side of Gibeah.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the tribe of Benjamin, eighteen thousand people died, all of them men who were distinguished in battle.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They turned and fled toward the wilderness to the rock of Rimmon. The Israelites killed five thousand more of them along the roads. They kept going after them, following them closely all the way to Gidom, and there they killed two thousand more.\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the soldiers of Benjamin who fell that day were twenty-five thousand—men who were trained to fight with the sword; all of them were distinguished in battle.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But six hundred men turned and fled to the wilderness, toward the rock of Rimmon. For four months they stayed at the rock of Rimmon.\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The soldiers of Israel turned back against the people of Benjamin and struck them with the edge of the sword, the city, including the animals and everything that they found. They also burned down every town in their path.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}