{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the men of Israel had made a promise at Mizpah, \"None of us will give his daughter to marry a Benjamite.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the people went to Bethel and sat there before God until the evening, and with loud voices they wept bitterly.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They called out, \"Why, Yahweh, God of Israel, has this happened to Israel, that one of our tribes should be missing today?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day the people got up early and built an altar there and offered burnt offerings and peace offerings.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel said, \"Which of all the tribes of Israel did not come up in the assembly to Yahweh?\" For they had made an important promise concerning anyone who did not come up to Yahweh at Mizpah. They said, \"He would certainly be put to death.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel had compassion for their brother Benjamin. They said, \"Today one tribe has been cut off from Israel.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Who will provide wives for those who are left, since we have made a promise to Yahweh that we will not let any of them marry our daughters?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, \"Which of the tribes of Israel did not come up to Yahweh at Mizpah?\" It was found that no one had come to the assembly from Jabesh Gilead.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For when the people were set out in an orderly manner, behold, none of the inhabitants of Jabesh Gilead were there.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The assembly sent twelve thousand of their bravest men with instructions to go and strike the inhabitants of Jabesh Gilead with the edge of the sword, including the women and children.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Do this: You must kill every male and every woman who has slept with a man.\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men found among those living in Jabesh Gilead four hundred young women who had never slept with a man, and they took them to the camp at Shiloh, in Canaan.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The entire assembly sent a message and told the people of Benjamin who were at the rock of Rimmon that they were offering them peace.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Benjamites returned at that time and they were given the women of Jabesh Gilead, but there were not enough women for all of them.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people were sorry for what happened to Benjamin, because Yahweh made a division between the tribes of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the leaders of the assembly said, \"How will we arrange wives for the Benjamites who are left, since the women of Benjamin have been killed?\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, \"There must be an inheritance for the survivors of Benjamin, so that a tribe is not destroyed from Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We cannot give them wives from our daughters, for the people of Israel had made a promise, 'Cursed be anyone who gives a wife to Benjamin.'\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they said, \"You know there is a feast for Yahweh every year at Shiloh (which is north of Bethel, east of the road that goes up from Bethel to Shechem, and south of Lebonah).\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They instructed the men of Benjamin, saying, \"Go and hide in secret and wait in the vineyards.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Watch for the time when the girls from Shiloh come out to dance, then rush out of the vineyards and each one of you should grab a wife from the girls of Shiloh, then go back to the land of Benjamin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When their fathers or their brothers come to protest to us, we will say to them, 'Show us favor! Let them remain because we did not get wives for each man during the war. You are innocent, since you did not give your daughters to them.'\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Benjamin did so. They took the number of wives that they needed from the girls who were dancing and they carried them off to be their wives. They went and returned to the place of their inheritance. They rebuilt the towns and lived in them.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the people of Israel left that place and went home, each one to his own tribe and clan, and each one to his own inheritance.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In those days there was no king in Israel. Everyone did what was right in his own eyes.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}