{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Yahweh left these nations to test Israel, namely everyone in Israel who had not experienced any of the wars fought in Canaan.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(He did this to teach warfare to the new generation of the Israelites who had not known it before.)\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are the nations: the five kings from the Philistines, all the Canaanites, the Sidonians, and the Hivites who lived in the Lebanon mountains, from Mount Baal Hermon to Hamath Pass.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These nations were left as a means by which Yahweh would test Israel, to confirm whether they would obey the commands he gave their ancestors through Moses.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the people of Israel lived among the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their daughters they took to be their wives, and their own daughters they gave to their sons, and they served their gods.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel did what was evil in the sight of Yahweh and forgot Yahweh their God. They worshiped the Baals and the Asherahs.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, the anger of Yahweh was set on fire against Israel, and he sold them into the hand of Cushan-Rishathaim king of Aram Naharaim. The people of Israel served Cushan-Rishathaim for eight years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the people of Israel called out to Yahweh, Yahweh raised up someone who would come to help the people of Israel, and who would rescue them: Othniel son of Kenaz (Caleb's younger brother).\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh's Spirit empowered him, and he judged Israel and he went out to war. Yahweh gave him victory over Cushan-Rishathaim king of Aram. The hand of Othniel defeated Cushan-Rishathaim.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The land had peace for forty years. Then Othniel son of Kenaz died.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After that, the Israelites again did what was evil in the sight of Yahweh, and Yahweh gave strength to Eglon king of Moab to overpower the Israelites.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eglon joined with the Ammonites and the Amalekites and they went and defeated Israel, and they took possession of the City of Palms.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel served Eglon the king of Moab for eighteen years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the people of Israel called out to Yahweh, Yahweh raised up someone who would help them, Ehud son of Gera, a Benjamite, a left-handed man. The people of Israel sent him, with their tribute payment, to Eglon king of Moab.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ehud made himself a sword that had two edges, one cubit in length; he strapped it on under his clothing on his right thigh.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He gave the tribute payment to King Eglon of Moab. (Now Eglon was a very fat man.)\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Ehud had presented the tribute payment, he left with those who had carried it in.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for Ehud himself, however, when he reached the place where the carved images were made near Gilgal, he turned and went back, and he said, \"I have a secret message for you, my king.\" Eglon said, \"Silence!\" So all those serving him left the room.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ehud came to him. The king was sitting by himself, alone in the coolness of the upper room. Ehud said, \"I have a message from God for you.\" The king got up out of his seat.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ehud reached with his left hand and took the sword from his right thigh, and he stabbed it into the king's body.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The hilt of the sword also went into him following the blade. The tip of the sword came out of his back and the fat closed over it, for Ehud did not pull the sword out of his belly.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Ehud went out on the porch and closed the doors of the upper room behind him and locked them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Ehud had gone, the king's servants came; they saw that the doors of the upper room were locked, so they thought, \"Surely he is relieving himself in the coolness of the upper room.\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were growing more concerned until they felt they were neglecting their duty when the king still did not open the doors to the upper room. So they took the key and opened them, and there lay their master, fallen to the floor, dead.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While the servants were waiting, wondering what they should do, Ehud escaped and passed beyond the place where there were carved images of idols, and so he escaped to Seirah.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he arrived, he blew a trumpet in the hill country of Ephraim. Then the people of Israel went down with him from the hills, and he was leading them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"Follow me, for Yahweh is about to defeat your enemies, the Moabites.\" They followed him and they captured the fords of the Jordan across from the Moabites, and they did not allow anyone to cross the river.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time they killed about ten thousand men of Moab, and all were strong and capable men. Not one escaped.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So that day Moab was subdued by the strength of Israel, and the land had rest for eighty years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Ehud the next judge was Shamgar son of Anath who killed 600 men of the Philistines with a stick used to goad cattle. He also delivered Israel from danger.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}