{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Ehud died, the people of Israel once again did what was evil in the sight of Yahweh.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh sold them into the hand of Jabin king of Canaan who reigned in Hazor. The commander of his army was named Sisera, and he lived in Harosheth Haggoyim.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel called out to Yahweh for help, because Sisera had nine hundred iron chariots and he oppressed the people of Israel with force for twenty years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Deborah, a prophetess (the wife of Lappidoth), was a leading judge in Israel at that time.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She used to sit under the palm of Deborah between Ramah and Bethel in the hill country of Ephraim, and the people of Israel came to her to settle their disputes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She sent for Barak son of Abinoam from Kedesh in Naphtali. She said to him, \"Yahweh, the God of Israel, commands you, 'Go to Mount Tabor, and take with you ten thousand men from Naphtali and Zebulun.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will draw out Sisera, the commander of Jabin's army, to meet you by the Kishon River, with his chariots and his army, and I will give you victory over him.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Barak said to her, \"If you go with me, I will go, but if you do not go with me, I will not go.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She said, \"I will certainly go with you. However, the road on which you are going will not lead to your honor, for Yahweh will sell Sisera into the hand of a woman.\" Then Deborah got up and went with Barak to Kedesh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Barak called for the men of Zebulun and Naphtali to come together at Kedesh. Ten thousand men followed him, and Deborah went along with him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Heber (the Kenite) had separated himself from the Kenites—they were the descendants of Hobab (Moses' father-in-law)—and he pitched his tent by the oak in Zaanannim near Kedesh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they told Sisera that Barak son of Abinoam had gone up to Mount Tabor,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sisera called out all his chariots, nine hundred iron chariots, and all the soldiers who were with him, from Harosheth Haggoyim to the Kishon River.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Deborah said to Barak, \"Go! For this is the day in which Yahweh has given you victory over Sisera. Is not Yahweh leading you?\" So Barak went down from Mount Tabor with ten thousand men following him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh confused Sisera and all his chariots and all his army with the edge of the sword. And Sisera got down from his chariot and ran away on foot.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Barak pursued the chariots and the army to Harosheth Haggoyim, and the whole army of Sisera was killed by the edge of the sword, and not a man survived.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Sisera ran away on foot to the tent of Jael, the wife of Heber the Kenite, for there was peace between Jabin the king of Hazor and the family of Heber the Kenite.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jael went out to meet Sisera and said to him, \"Turn aside, my master; turn aside to me and do not be afraid.\" So he turned aside to her and came into her tent, and she covered him with a blanket.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to her, \"Please give me a little water to drink, for I am thirsty.\" She opened a leather bag of milk and gave him drink, and then she covered him up again.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to her, \"Stand at the opening of the tent. If someone comes and asks you, 'Is anyone here?', say 'No'.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jael (the wife of Heber) took a tent peg and a hammer in her hand and went in secretly to him, for he was in a deep sleep, and she hammered the tent peg into the side of his head until it went down into the ground, and he died.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Barak was pursuing Sisera, Jael want out to meet him and said to him, \"Come, I will show you the man you are looking for.\" So he went in with her, and there lay Sisera dead, with the tent peg in the side of his head.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So on that day God defeated Jabin, the king of Canaan, before the people of Israel.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The might of the people of Israel grew stronger and stronger against Jabin the king of Canaan, until they destroyed him.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}