{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel did what was evil in the sight of Yahweh, and he gave them into the hand of Midian for seven years.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The power of Midian oppressed Israel. Because of Midian, the people of Israel made shelters for themselves from the dens in the hills, the caves, and the strongholds.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It happened that any time the Israelites planted their crops, the Midianites and the Amalekites and the people from the east would attack the Israelites.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They would set up their army on the land and destroy the crops, all the way to Gaza. They would leave no food in Israel, and no sheep, nor cattle or donkeys.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever they and their livestock and tents came up, they would come as a swarm of locusts, and it was impossible to count either the people or their camels. They invaded the land in order to destroy it.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Midian weakened the Israelites so severely that the people of Israel called out to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the people of Israel called out to Yahweh because of Midian,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh sent a prophet to the people of Israel. The prophet said to them, \"This is what Yahweh, the God of Israel, says: 'I brought you up from Egypt; I brought you out of the house of slavery.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I rescued you from the hand of the Egyptians, and from the hand of all who were oppressing you. I drove them out before you, and I gave you their land.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I said to you, \"I am Yahweh your God; I commanded you not to worship the gods of the Amorites, in whose land you are living.\" But you have not obeyed my voice.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the angel of Yahweh came and sat under the oak in Ophrah, which belonged to Joash (the Abiezrite), while Gideon, Joash's son, was separating out the wheat by beating it on the floor, in the winepress—to hide it from the Midianites.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel of Yahweh appeared to him and said to him, \"Yahweh is with you, you strong warrior!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gideon said to him, \"Oh, my master, if Yahweh is with us, why then has all this happened to us? Where are all his wonderful deeds that our fathers told us about, when they said, 'Did not Yahweh bring us up from Egypt?' But now Yahweh has abandoned us and gave us into the hand of Midian.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh looked at him and said, \"Go in the strength you already have. Deliver Israel from the hand of Midian. Have I not sent you?\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gideon said to him, \"Please, Lord, how can I deliver Israel? See, my family is the weakest in Manasseh, and I am the least important in my father's house.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to him, \"I will be with you, and you will defeat the entire Midianite army as one man.\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gideon said to him, \"If you are pleased with me, then give me a sign that it is you who is speaking to me.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Please, do not leave here, until I come to you and bring out my gift and set it before you.\" Yahweh said, \"I will wait until you return.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gideon went and prepared a young goat and from an ephah of flour he made unleavened bread. He put the meat in a basket, and he put the broth in a pot and brought them to him under the oak tree, and presented them.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel of God said to him, \"Take the meat and the unleavened bread and put them on this rock, and pour out the broth over them.\" That is what Gideon did.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the angel of Yahweh reached out with the end of the staff in his hand. With it he touched the flesh and the unleavened bread; a fire went up out of the rock and consumed the meat and the unleavened bread. Then the angel of Yahweh went away and Gideon could no longer see him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gideon understood that this was the angel of Yahweh. Gideon said, \"Ah, Lord Yahweh! For I have seen the angel of Yahweh face to face!\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to him, \"Peace to you! Do not be afraid, you will not die.\"\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Gideon built an altar there to Yahweh. He called it, \"Yahweh is Peace.\" To this day it still stands at Ophrah of the clan of Abiezer.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That night Yahweh said to him, \"Take your father's bull, and a second bull that is seven years old, and pull apart the altar of Baal that belongs to your father, and cut down the Asherah that is beside it.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Build an altar to Yahweh your God on the top of this place of refuge, and construct it the correct way. Offer the second bull as a burnt offering, using the wood from the Asherah that you cut down.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Gideon took ten of his servants and did as Yahweh had told him. But because he was too afraid of his father's household and the men of the town to do it during the day, he did it at night.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the morning when the men of the town got up, the altar of Baal was broken down, and the Asherah that was beside it was cut down, and the second bull had been offered on the altar that had been built.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of the city said to one another, \"Who has done this?\" When they talked with others and searched for answers, they said, \"Gideon son of Joash has done this thing.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the men of the town said to Joash, \"Bring out your son so that he may be put to death, because he pulled apart the altar of Baal, and because he cut down the Asherah beside it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joash said to all who opposed him, \"Will you plead the case for Baal? Will you save him? Whoever pleads the case for him, let him be put to death while it is still morning. If Baal is a god, let him defend himself when someone pulls his altar apart.\"\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore on that day they called Gideon \"Jerub Baal,\" because he said, \"Let Baal defend himself against him,\" because Gideon broke down Baal's altar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now all the Midianites, the Amalekites, and the people of the east gathered together. They crossed over the Jordan and camped in the Valley of Jezreel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Spirit of Yahweh came over Gideon. Gideon blew a trumpet, calling out the clan of Abiezer, so they might follow him.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He sent messengers all throughout Manasseh, and they too, were called out to follow him. He also sent messengers to Asher, Zebulun, and Naphtali, and they went up to meet him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gideon said to God, \"If you intend to use me to save Israel, as you have said—\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look, I am putting a woolen fleece on the threshing floor. If there is dew only on the fleece, and it is dry on all the ground, then I will know that you will use me to save Israel, as you said.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what happened—Gideon rose early the next morning, he pressed the fleece together, and wrung out the dew from the fleece, enough to fill a bowl with water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Gideon said to God, \"Do not be angry with me, I will speak one more time. Please allow me one more test using the fleece. This time make the fleece dry, and let there be dew on all the ground around it.\"\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God did what he asked for that night. The fleece was dry, and there was dew on all the ground around it.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}