{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jerub Baal (that is, Gideon) rose up early, and all the people who were with him, and they encamped beside the spring of Harod. The camp of Midian was to their north in the valley near the hill of Moreh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Gideon, \"There are too many soldiers for me to give you victory over the Midianites, so that Israel may not boast over me, saying, 'Our own power has saved us.'\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now therefore, proclaim in the ears of the people and say, 'Whoever is afraid, whoever trembles, let him return and depart from Mount Gilead.'\" So twenty-two thousand people went away, and ten thousand remained.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Gideon, \"The people are still too many. Take them down to the water, and I will make their number smaller for you there. If I say to you, 'This one will go with you,' he will go with you; but if I say, 'This one will not go with you,' he will not go.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Gideon brought the people down to the water, and Yahweh said to him, \"Separate everyone who laps up the water, as a dog laps, from those who kneel down to drink.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Three hundred men lapped. The rest of the men kneeled down to drink water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Gideon, \"With the three hundred men who lapped, I will rescue you and give you victory over the Midianites. Let every other man go back to his own place.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So those who were chosen took their supplies and their trumpets. Gideon sent away all the men of Israel, every man to his tent, but he kept the three hundred men. Now the Midian camp was down below him in the valley.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That same night Yahweh said to him, \"Get up! Attack the camp, for I am going to give you victory over it.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you are afraid to go down, go down to the camp with Purah your servant,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and listen to what they are saying, and your courage will be strengthened to attack the camp.\" So Gideon went with Purah his servant, down to the guard posts of the camp.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Midianites, the Amalekites, and all the people of the east settled along in the valley, as thick as a cloud of locusts. Their camels were more than could be counted; they were more in number than the grains of the sand on the seashore.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Gideon arrived there, a man was telling a dream to his companion. The man said, \"Look! I had a dream, and I saw a round loaf of barley bread tumbling into the camp of Midian. It came to the tent, and hit it so hard that it fell down and turned it upside down, so that it lay flat.\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The other man said, \"This is nothing other than the sword of Gideon (the son of Joash), the Israelite. God has given him victory over Midian and all their army.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Gideon heard the retelling of the dream and its interpretation, he bowed down in worship. He went back to the camp of Israel and said, \"Get up! Yahweh has given you victory over the Midian army.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He divided the three hundred men into three groups, and he gave them all trumpets and empty jars, with torches inside each jar.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"Look at me and do what I do. Watch! When I come to the edge of the camp, you must do what I do.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I blow the trumpet, I and all who are with me, then blow your trumpets also on every side of the entire camp and shout, 'For Yahweh and for Gideon!'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Gideon and the hundred men who were with him came to the edge of the camp, right at the beginning of the middle watch. Just as the Midianites were changing guard, they blew the trumpets and broke the jars that were in their hands.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The three companies blew the trumpets and broke the jars. They held the torches in their left hands and the trumpets in their right hands to blow them. They shouted out, \"The sword of Yahweh and of Gideon.\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every man stood in his place around the camp and all the Midianite army ran. They shouted and ran away.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they blew the three hundred trumpets, Yahweh set every Midianite man's sword against his comrades and against all their army. The army fled as far as Beth Shittah toward Zererah, as far as the border of Abel Meholah, near Tabbath.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of Israel from Naphtali, Asher, and all Manasseh were called out, and they went after Midian.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gideon sent messengers throughout all the hill country of Ephraim, saying, \"Go down against Midian and take control of the Jordan River, as far as Beth Barah, to stop them.\" So all the men of Ephraim gathered together and took control of the waters, as far as Beth Barah and the Jordan River.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They captured the two princes of Midian, Oreb and Zeeb. They killed Oreb at the rock of Oreb, and they killed Zeeb at the winepress of Zeeb. They went after the Midianites, and they brought the heads of Oreb and Zeeb to Gideon, who was on the other side of the Jordan.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}