{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of Ephraim said to Gideon, \"What is this you have done to us? You did not call us when you went to fight against Midian.\" Then they had a violent argument with him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"What have I done now compared to you? Are not the gleanings of Ephraim's grapes better than the full grape harvest of Abiezer?\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God has given you victory over the princes of Midian—Oreb and Zeeb! What have I accomplished compared to you?\" Their anger toward him died down when he said this.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gideon came to the Jordan and crossed over it, he and the three hundred men who were with him. They were exhausted, yet they still kept up the pursuit.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to the men of Succoth, \"Please give loaves of bread to the people who follow me, for they are exhausted, and I am pursuing Zebah and Zalmunna, the kings of Midian.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the officials said, \"Are the hands of Zebah and Zalmunna now in your hand? Why should we give bread to your army?\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gideon said, \"When Yahweh has given us victory over Zebah and Zalmunna, I will tear your skin with the desert thorns and briers.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He went up from there to Peniel and spoke to the people there in the same way, but the men of Peniel answered him just as the men of Succoth had answered.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He spoke also to the men of Peniel and said, \"When I come again in peace, I will pull down this tower.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Zebah and Zalmunna were in Karkor with their army, about fifteen thousand men, all who remained out of the entire army of the people of the East, for there had fallen 120,000 men who drew the sword.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gideon went up the road taken by tent dwellers, past Nobah and Jogbehah. He defeated the enemy army, because they were not expecting an attack.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zebah and Zalmunna fled, and as Gideon pursued them, he captured the two kings of Midian—Zebah and Zalmunna—and set their whole army into a panic.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gideon, son of Joash, returned from the battle going through the pass of Heres.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He caught a young man of Succoth and questioned him. The young man wrote down the names of seventy-seven officials and elders of Succoth.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gideon came to the men of Succoth and said, \"Look at Zebah and Zalmunna, about whom you mocked me and said, 'Have you already conquered Zebah and Zalmunna? We do not know that we should give bread to your army.'\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gideon took the elders of the city, and he punished the men of Succoth with the desert thorns and briers.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he pulled down the tower of Peniel and killed the men of that city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Gideon said to Zebah and Zalmunna, \"What kind of men did you kill at Tabor?\" They answered, \"As you are, so were they. Every one of them looked like the son of a king.\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gideon said, \"They were my brothers, the sons of my mother. As Yahweh lives, if you had saved them alive, I would not kill you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to Jether (his firstborn), \"Get up and kill them!\" But the young man did not draw his sword for he was afraid, because he was still a young boy.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Zebah and Zalmunna said, \"Get up yourself and kill us! For as the man is, so is his strength.\" Gideon rose and killed Zebah and Zalmunna. He also took off the crescent-shaped ornaments that were on their camels' necks.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the men of Israel said to Gideon, \"Rule over us—you, your son, and your grandson—because you have saved us out of the hand of Midian.\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gideon said to them, \"I will not rule over you, neither will my son rule over you. Yahweh will rule over you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gideon said to them, \"Let me make a request of you: Every one of you would give me the earrings from his plunder.\" (The Midianites had golden earrings because they were Ishmaelites.)\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They answered, \"We are glad to give them to you.\" They spread out a cloak and every man threw on it the earrings from his plunder.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The weight of the golden earrings that he requested was 1,700 shekels of gold. This plunder was in addition to the crescent ornaments, the pendants, the purple clothing that was worn by the kings of Midian, and in addition to the chains that had been around their camels' necks.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gideon made an ephod out of the earrings and put it in his city, in Ophrah, and all Israel prostituted themselves by worshiping it there. It became a trap for Gideon and for those in his house.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Midian was subdued before the people of Israel and they did not raise their heads up again. So the land had peace for forty years in the days of Gideon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jerub Baal, son of Joash, went and lived in his own house.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gideon had seventy sons who were his descendants, for he had many wives.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His concubine, who was in Shechem, also bore him a son, and Gideon gave him the name Abimelech.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gideon, son of Joash, died at a good old age and was buried in the tomb of Joash his father, at Ophrah of the clan of Abiezer.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about, as soon as Gideon was dead, the people of Israel turned again and prostituted themselves by worshiping the Baals. They made Baal-Berith their god.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel did not remember to honor Yahweh, their God, who had rescued them from the hand of all their enemies on every side.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They did not keep their promises to the house of Jerub Baal (that is, Gideon), in return for all the good he had done in Israel.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}