{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abimelech son of Jerub Baal went to his mother's relatives at Shechem and he said to them and to the whole clan of his mother's family,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Please say this, so that all the leaders in Shechem may hear, 'Which is better for you, that all seventy sons of Jerub Baal rule over you, or that just one rule over you?' Remember that I am your bone and your flesh.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His mother's relatives spoke for him to the leaders of Shechem, and they agreed to follow Abimelech, for they said, \"He is our brother.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They gave him seventy pieces of silver out of the house of Baal-Berith, and Abimelech used it to hire men of lawless and reckless character, who followed him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abimelech went to his father's house at Ophrah, and upon one stone he murdered his seventy brothers, the sons of Jerub Baal. Only Jotham was left, the youngest son of Jerub Baal, for he hid himself.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the leaders of Shechem and Beth Millo came together and they went and made Abimelech king, beside the oak near the pillar which is in Shechem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jotham was told about this, he went and stood on the top of Mount Gerizim. He shouted and said to them, \"Listen to me, you leaders of Shechem, so that God may listen to you.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The trees once went out to anoint a king over them. For they said to the olive tree, 'Reign over us.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the olive tree said to them, 'Should I give up my oil, which is used to honor gods and mankind, so I may go return, just to sway over the other trees?'\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The trees said to the fig tree, 'Come and reign over us.'\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the fig tree said to them, 'Should I give up my sweetness and my good fruit, just so I could return and sway over the other trees?'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The trees said to the vine, 'Come and reign over us.'\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The vine said to them, 'Should I give up my new wine, which cheers gods and mankind, and return and sway over the other trees?'\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then said all the trees to the thornbush, 'Come and reign over us.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The thornbush said to the trees, 'If you truly want to anoint me as king over you, then come and find safety under my shade. If not, then let fire come out of the thornbush and let it burn up the cedars of Lebanon.'\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now therefore, if you have acted in truth and honesty, when you made Abimelech king, and if you have done well concerning Jerub Baal and his house, and if you have punished him as he deserves—\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "—and to think that my father fought for you, risked his life, and rescued you out of the hand of Midian—\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but today you have risen up against my father's house and have killed his sons, seventy persons, upon one stone. Then you have made Abimelech, the son of his female servant, king over the leaders of Shechem, because he is your relative.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you acted with honesty and integrity with Jerub Baal and his house, then you should rejoice in Abimelech, and let him also rejoice in you.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if not, let fire come out from Abimelech and burn up the men of Shechem and Beth Millo. Let fire come out from the men of Shechem and Beth Millo, to burn up Abimelech.\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jotham fled and ran away, and he went to Beer. He lived there because it was far away from Abimelech, his brother.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abimelech ruled over Israel for three years.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God sent an evil spirit between Abimelech and the leaders of Shechem. The leaders of Shechem betrayed the trust they had with Abimelech.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God did this so the violence done to the seventy sons of Jerub Baal might be avenged, and Abimelech their brother would be held responsible for murdering them, and the men of Shechem would be held responsible because they helped him murder his brothers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the leaders of Shechem positioned men to lie in wait on the hilltops that they might ambush him, and they robbed all who passed by them along that road. This was reported to Abimelech.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gaal son of Ebed came with his relatives and they went over to Shechem. The leaders of Shechem had confidence in him.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They went out into the field and gathered grapes from the vineyards, and they trampled on them. They held a festival in the house of their god, where they ate and drank, and they cursed Abimelech.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gaal son of Ebed, said, \"Who is Abimelech, and who is Shechem, that we should serve him? Is he not the son of Jerub Baal? Is Zebul not his officer? Serve the men of Hamor, Shechem's father! Why should we serve Abimelech?\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I wish that this people were under my command! Then would I remove Abimelech. I would say to Abimelech, 'Call out all your army.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Zebul, the official of the city, heard the words of Gaal son of Ebed his anger was kindled.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He sent messengers to Abimelech in order to deceive, saying, \"See, Gaal son of Ebed and his relatives are coming to Shechem, and they are stirring up the city against you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, get up during the night, you and the soldiers with you, and prepare an ambush in the fields.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then in the morning, as soon as the sun is up, rise early and make a raid on the city. When he and the people with him come out against you, do whatever you can to them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Abimelech got up during the night, he and all the men who were with him, and they set an ambush against Shechem—dividing into four units.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gaal son of Ebed went out and stood in the entrance of the city gate. Abimelech and the men who were with him came out of their hiding place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Gaal saw the men, he said to Zebul, \"See, men are coming down from the hilltops!\" Zebul said to him, \"You are seeing the shadows on the hills like they are men.\"\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gaal spoke again and said, \"Look, men are coming down in the middle of the land, and one unit is coming by way of the oak of the diviners.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Zebul said to him, \"Where are your proud words now, you who said, 'Who is Abimelech that we should serve him?' Are these not the men you despised? Go out now and fight against them.\"\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gaal went out and he was leading the men of Shechem, and he fought Abimelech.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abimelech chased him, and Gaal fled before him. Many fell with deadly wounds before the entrance to the city gate.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abimelech stayed in Arumah. Zebul forced Gaal and his relatives out of Shechem.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the next day the people of Shechem went out into the field, and this was reported to Abimelech.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He took his people, divided them into three units, and they set an ambush in the fields. He looked and saw the people coming out from the city and he attacked and killed them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abimelech and the units that were with him attacked and blocked the entrance to the city gate. The other two units attacked all who were in the field and killed them.\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abimelech fought against the city all that day. He captured the city, and killed the people who were in it. He tore down the city walls and spread salt over it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When all the leaders of the tower of Shechem heard of it, they entered the stronghold of the house of El-Berith.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abimelech was told that all the leaders had gathered together at the tower of Shechem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abimelech went up to Mount Zalmon, he and all the men who were with him. Abimelech took an ax and cut off branches. He put it on his shoulder and ordered the men with him, \"What you have seen me do, hurry and do as I have done.\"\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So every one cut off branches and followed Abimelech. They piled them against the wall of the tower, and they set it on fire, so that all the people of the tower of Shechem also died, about a thousand men and women.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Abimelech went to Thebez, and he encamped against Thebez and captured it.\n"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But there was a strong tower in the city, and all the men and women and all the leaders of the city fled to it and shut themselves in. Then they went up to the roof of the tower.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abimelech came to the tower and fought against it, and he came up near to the door of the tower to burn it.\n"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But a woman dropped an upper millstone on Abimelech's head and it cracked his skull.\n"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he called urgently to the young man who was his armor-bearer, and said to him, \"Draw your sword and kill me, so no one will say about me, 'A woman killed him.'\" So his young man pierced him through, and he died.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the men of Israel saw that Abimelech was dead, they went home.\n"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So God avenged the evil of Abimelech that he did to his father by murdering his seventy brothers.\n"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God made all the evil of the men of Shechem turn back on their own heads and on them came the curse of Jotham son of Jerub Baal.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}