{
  "1": "וְהַ H4428 שְׁלֹמֹ֗ה H8010 אָהַ֞ב H157 נָשִׁ֧ים H802 נָכְרִיּ֛וֹת H5237 רַבּ֖וֹת H7227 וְאֶת H853 בַּת H1323 פַּרְעֹ֑ה H6547 מוֹאֲבִיּ֤וֹת H4125 עַמֳּנִיּוֹת֙ H5984 אֲדֹ֣מִיֹּ֔ת H130 צֵדְנִיֹּ֖ת H6722 חִתִּיֹּֽת H2850 ",
  "2": "מִן H4480 הַגּוֹיִ֗ם H1471 אֲשֶׁ֣ר H834 אָֽמַר H559 יְהוָה֩ H3068 אֶל H413 בְּנֵ֨י H1121 יִשְׂרָאֵ֜ל H3478 לֹֽא H3808 תָבֹ֣אוּ H935 בָהֶ֗ם Hb וְהֵם֙ H1992 לֹא H3808 יָבֹ֣אוּ H935 בָכֶ֔ם Hb אָכֵן֙ H403 יַטּ֣וּ H5186 אֶת H853 לְבַבְכֶ֔ם H3824 אַחֲרֵ֖י H310 אֱלֹהֵיהֶ֑ם H430 בָּהֶ֛ם Hb דָּבַ֥ק H1692 שְׁלֹמֹ֖ה H8010 לְאַהֲבָֽה H160 ",
  "3": "וַיְהִי H1961 ל֣וֹ Hl נָשִׁ֗ים H802 שָׂרוֹת֙ H8282 שְׁבַ֣ע H7651 מֵא֔וֹת H3967 וּפִֽלַגְשִׁ֖ים H6370 שְׁלֹ֣שׁ H7969 מֵא֑וֹת H3967 וַיַּטּ֥וּ H5186 נָשָׁ֖יו H802 אֶת H853 לִבּֽוֹ H3820 ",
  "4": "וַיְהִ֗י H1961 לְעֵת֙ H6256 זִקְנַ֣ת H2209 שְׁלֹמֹ֔ה H8010 נָשָׁיו֙ H802 הִטּ֣וּ H5186 אֶת H853 לְבָב֔וֹ H3824 אַחֲרֵ֖י H310 אֱלֹהִ֣ים H430 אֲחֵרִ֑ים H312 וְלֹא H3808 הָיָ֨ה H1961 לְבָב֤וֹ H3824 שָׁלֵם֙ H8003 עִם H5973 יְהוָ֣ה H3068 אֱלֹהָ֔יו H430 כִּלְבַ֖ב H3824 דָּוִ֥יד H1732 אָבִֽיו H1 ",
  "5": "וַיֵּ֣לֶךְ H3212 שְׁלֹמֹ֔ה H8010 אַחֲרֵ֣י H310 עַשְׁתֹּ֔רֶת H6253 אֱלֹהֵ֖י H430 צִדֹנִ֑ים H6722 וְאַחֲרֵ֣י H310 מִלְכֹּ֔ם H4445 שִׁקֻּ֖ץ H8251 עַמֹּנִֽים H5984 ",
  "6": "וַיַּ֧עַשׂ H6213 שְׁלֹמֹ֛ה H8010 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 וְלֹ֥א H3808 מִלֵּ֛א H4390 אַחֲרֵ֥י H310 יְהוָ֖ה H3068 כְּדָוִ֥ד H1732 אָבִֽיו H1 ",
  "7": "אָז֩ H227 יִבְנֶ֨ה H1129 שְׁלֹמֹ֜ה H8010 בָּמָ֗ה H1116 לִכְמוֹשׁ֙ H3645 שִׁקֻּ֣ץ H8251 מוֹאָ֔ב H4124 בָּהָ֕ר H2022 אֲשֶׁ֖ר H834 עַל H5921 פְּנֵ֣י H6440 יְרוּשָׁלִָ֑ם H3389 וּלְ H4432 שִׁקֻּ֖ץ H8251 בְּנֵ֥י H1121 עַמּֽוֹן H5983 ",
  "8": "וְכֵ֣ן H3651 עָשָׂ֔ה H6213 לְכָל H3605 נָשָׁ֖יו H802 הַנָּכְרִיּ֑וֹת H5237 מַקְטִיר֥וֹת H6999 וּֽמְזַבְּח֖וֹת H2076 לֵאלֹהֵי H430 ",
  "9": "וַיִּתְאַנַּ֥ף H599 יְהוָ֖ה H3068 בִּשְׁלֹמֹ֑ה H8010 כִּֽי H3588 נָטָ֣ה H5186 לְבָב֗וֹ H3824 מֵעִ֤ם H5973 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 הַנִּרְאָ֥ה H7200 אֵלָ֖יו H413 פַּעֲמָֽיִם H6471 ",
  "10": "וְצִוָּ֤ה H6680 אֵלָיו֙ H413 עַל H5921 הַדָּבָ֣ר H1697 הַזֶּ֔ה H2088 לְבִ֨לְתִּי H1115 לֶ֔כֶת H3212 אַחֲרֵ֖י H310 אֱלֹהִ֣ים H430 אֲחֵרִ֑ים H312 וְלֹ֣א H3808 שָׁמַ֔ר H8104 אֵ֥ת H853 אֲשֶׁר H834 צִוָּ֖ה H6680 יְהוָֽה H3068 ",
  "11": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 לִשְׁלֹמֹ֗ה H8010 יַ֚עַן H3282 אֲשֶׁ֣ר H834 הָֽיְתָה H1961 זֹּ֣את H2063 עִמָּ֔ךְ H5973 וְלֹ֤א H3808 שָׁמַ֨רְתָּ֙ H8104 בְּרִיתִ֣י H1285 וְחֻקֹּתַ֔ H2708 אֲשֶׁ֥ר H834 צִוִּ֖יתִי H6680 עָלֶ֑יךָ H5921 קָרֹ֨עַ H7167 אֶקְרַ֤ע H7167 אֶת H853 הַמַּמְלָכָה֙ H4467 מֵֽעָלֶ֔י H5921 וּנְתַתִּ֖י H5414 לְעַבְדֶּֽ H5650 ",
  "12": "אַךְ H389 בְּיָמֶ֨י H3117 לֹ֣א H3808 אֶעֱשֶׂ֔נָּה H6213 לְמַ֖עַן H4616 דָּוִ֣ד H1732 אָבִ֑יךָ H1 מִיַּ֥ד H3027 בִּנְךָ֖ H1121 אֶקְרָעֶֽנָּה H7167 ",
  "13": "רַ֤ק H7535 אֶת H853 כָּל H3605 הַמַּמְלָכָה֙ H4467 לֹ֣א H3808 אֶקְרָ֔ע H7167 שֵׁ֥בֶט H7626 אֶחָ֖ד H259 אֶתֵּ֣ן H5414 לִבְנֶ֑ H1121 לְמַ֨עַן֙ H4616 דָּוִ֣ד H1732 עַבְדִּ֔י H5650 וּלְמַ֥עַן H4616 יְרוּשָׁלִַ֖ם H3389 אֲשֶׁ֥ר H834 בָּחָֽרְתִּי H977 ",
  "14": "וַיָּ֨קֶם H6965 יְהוָ֤ה H3068 שָׂטָן֙ H7854 לִשְׁלֹמֹ֔ה H8010 אֵ֖ת H853 הֲדַ֣ד H1908 הָאֲדֹמִ֑י H130 מִזֶּ֧רַע H2233 הַמֶּ֛לֶךְ H4428 ה֖וּא H1931 בֶּאֱדֽוֹם H123 ",
  "15": "וַיְהִ֗י H1961 בִּֽהְי֤וֹת H1961 דָּוִד֙ H1732 אֶת H854 אֱד֔וֹם H123 בַּעֲל֗וֹת H5927 יוֹאָב֙ H3097 שַׂ֣ר H8269 הַצָּבָ֔א H6635 לְקַבֵּ֖ר H6912 אֶת H853 הַחֲלָלִ֑ים H2491 וַיַּ֥ךְ H5221 כָּל H3605 זָכָ֖ר H2145 בֶּאֱדֽוֹם H123 ",
  "16": "כִּ֣י H3588 שֵׁ֧שֶׁת H8337 חֳדָשִׁ֛ים H2320 יָֽשַׁב H3427 שָׁ֥ם H8033 יוֹאָ֖ב H3097 וְכָל H3605 יִשְׂרָאֵ֑ל H3478 עַד H5704 הִכְרִ֥ית H3772 כָּל H3605 זָכָ֖ר H2145 בֶּאֱדֽוֹם H123 ",
  "17": "וַיִּבְרַ֣ח H1272 אֲדַ֡ד H111 הוּא֩ H1931 וַאֲנָשִׁ֨ים H376 אֲדֹמִיִּ֜ים H130 מֵעַבְדֵ֥י H5650 אָבִ֛יו H1 אִתּ֖וֹ H854 לָב֣וֹא H935 מִצְרָ֑יִם H4714 וַהֲדַ֖ד H1908 נַ֥עַר H5288 קָטָֽן H6996 ",
  "18": "וַיָּקֻ֨מוּ֙ H6965 מִמִּדְיָ֔ן H4080 וַיָּבֹ֖אוּ H935 פָּארָ֑ן H6290 וַיִּקְחוּ֩ H3947 אֲנָשִׁ֨ים H376 עִמָּ֜ם H5973 מִפָּארָ֗ן H6290 וַיָּבֹ֤אוּ H935 מִצְרַ֨יִם֙ H4714 אֶל H413 פַּרְעֹ֣ה H6547 מֶֽלֶךְ H4428 מִצְרַ֔יִם H4714 וַיִּתֶּן H5414 ל֣וֹ Hl בַ֗יִת H1004 וְלֶ֨חֶם֙ H3899 אָ֣מַר H559 ל֔וֹ Hl וְאֶ֖רֶץ H776 נָ֥תַן H5414 לֽוֹ Hl ",
  "19": "וַיִּמְצָא֙ H4672 הֲדַ֥ד H1908 חֵ֛ן H2580 בְּעֵינֵ֥י H5869 פַרְעֹ֖ה H6547 מְאֹ֑ד H3966 וַיִּתֶּן H5414 ל֤וֹ Hl אִשָּׁה֙ H802 אֶת H853 אֲח֣וֹת H269 אִשְׁתּ֔וֹ H802 אֲח֖וֹת H269 תַּחְפְּנֵ֥יס H8472 הַגְּבִירָֽה H1377 ",
  "20": "וַתֵּ֨לֶד H3205 ל֜וֹ Hl אֲח֣וֹת H269 תַּחְפְּנֵ֗יס H8472 אֵ֚ת H853 גְּנֻבַ֣ת H1592 בְּנ֔וֹ H1121 וַתִּגְמְלֵ֣ H1580 תַחְפְּנֵ֔ס H8472 בְּת֖וֹךְ H8432 בֵּ֣ית H1004 פַּרְעֹ֑ה H6547 וַיְהִ֤י H1961 גְנֻבַת֙ H1592 בֵּ֣ית H1004 פַּרְעֹ֔ה H6547 בְּת֖וֹךְ H8432 בְּנֵ֥י H1121 פַרְעֹֽה H6547 ",
  "21": "וַהֲדַ֞ד H1908 שָׁמַ֣ע H8085 בְּמִצְרַ֗יִם H4714 כִּֽי H3588 שָׁכַ֤ב H7901 דָּוִד֙ H1732 עִם H5973 אֲבֹתָ֔יו H1 וְכִי H3588 מֵ֖ת H4191 יוֹאָ֣ב H3097 שַֽׂר H8269 הַצָּבָ֑א H6635 וַיֹּ֤אמֶר H559 הֲדַד֙ H1908 אֶל H413 פַּרְעֹ֔ה H6547 שַׁלְּחֵ֖נִי H7971 וְאֵלֵ֥ךְ H3212 אֶל H413 אַרְצִֽי H776 ",
  "22": "וַיֹּ֧אמֶר H559 ל֣וֹ Hl פַרְעֹ֗ה H6547 כִּ֠י H3588 מָה H4100 אַתָּ֤ה H859 חָסֵר֙ H2638 עִמִּ֔י H5973 וְהִנְּ H2005 מְבַקֵּ֖שׁ H1245 לָלֶ֣כֶת H3212 אֶל H413 אַרְצֶ֑ךָ H776 וַיֹּ֣אמֶר H559 לֹ֔א H3808 כִּ֥י H3588 שַׁלֵּ֖חַ H7971 תְּשַׁלְּחֵֽנִי H7971 ",
  "23": "וַיָּ֨קֶם H6965 אֱלֹהִ֥ים H430 לוֹ֙ Hl שָׂטָ֔ן H7854 אֶת H853 רְז֖וֹן H7331 בֶּן H1121 אֶלְיָדָ֑ע H450 אֲשֶׁ֣ר H834 בָּרַ֗ח H1272 מֵאֵ֛ת H853 הֲדַדְעֶ֥זֶר H1909 מֶֽלֶךְ H4428 צוֹבָ֖ה H6678 אֲדֹנָֽיו H113 ",
  "24": "וַיִּקְבֹּ֤ץ H6908 עָלָיו֙ H5921 אֲנָשִׁ֔ים H376 וַיְהִ֣י H1961 שַׂר H8269 גְּד֔וּד H1416 בַּהֲרֹ֥ג H2026 דָּוִ֖ד H1732 אֹתָ֑ם H853 וַיֵּלְכ֤וּ H3212 דַמֶּ֨שֶׂק֙ H1834 וַיֵּ֣שְׁבוּ H3427 בָ֔הּ Hb וַֽיִּמְלְכ֖וּ H4427 בְּדַמָּֽשֶׂק H1834 ",
  "25": "וַיְהִ֨י H1961 שָׂטָ֤ן H7854 לְיִשְׂרָאֵל֙ H3478 כָּל H3605 יְמֵ֣י H3117 שְׁלֹמֹ֔ה H8010 וְאֶת H854 הָרָעָ֖ה H7451 אֲשֶׁ֣ר H834 הֲדָ֑ד H1908 וַיָּ֨קָץ֙ H6973 בְּיִשְׂרָאֵ֔ל H3478 וַיִּמְלֹ֖ךְ H4427 עַל H5921 אֲרָֽם H758 ",
  "26": "וְיָרָבְעָם֩ H3379 בֶּן H1121 נְבָ֨ט H5028 אֶפְרָתִ֜י H673 מִן H4480 הַצְּרֵדָ֗ה H6868 וְשֵׁ֤ם H8034 אִמּוֹ֙ H517 צְרוּעָה֙ H6871 אִשָּׁ֣ה H802 אַלְמָנָ֔ה H490 עֶ֖בֶד H5650 לִשְׁלֹמֹ֑ה H8010 וַיָּ֥רֶם H7311 יָ֖ד H3027 בַּמֶּֽלֶךְ H4428 ",
  "27": "וְזֶ֣ה H2088 הַדָּבָ֔ר H1697 אֲשֶׁר H834 הֵרִ֥ים H7311 יָ֖ד H3027 בַּמֶּ֑לֶךְ H4428 שְׁלֹמֹה֙ H8010 בָּנָ֣ה H1129 אֶת H853 הַמִּלּ֔וֹא H4407 סָגַ֕ר H5462 אֶת H853 פֶּ֕רֶץ H6556 עִ֖יר H5892 דָּוִ֥ד H1732 אָבִֽיו H1 ",
  "28": "וְהָ H376 יָרָבְעָ֖ם H3379 גִּבּ֣וֹר H1368 חָ֑יִל H2428 וַיַּ֨רְא H7200 שְׁלֹמֹ֜ה H8010 אֶת H853 הַנַּ֗עַר H5288 כִּֽי H3588 עֹשֵׂ֤ה H6213 מְלָאכָה֙ H4399 ה֔וּא H1931 וַיַּפְקֵ֣ד H6485 אֹת֔וֹ H853 לְכָל H3605 סֵ֖בֶל H5447 בֵּ֥ית H1004 יוֹסֵֽף H3130 ",
  "29": "וַֽיְהִי֙ H1961 בָּעֵ֣ת H6256 הַהִ֔יא H1931 וְיָֽרָבְעָ֖ם H3379 יָצָ֣א H3318 מִירוּשָׁלִָ֑ם H3389 וַיִּמְצָ֣א H4672 אֹת֡וֹ H853 אֲחִיָּה֩ H281 הַשִּׁילֹנִ֨י H7888 הַנָּבִ֜יא H5030 בַּדֶּ֗רֶךְ H1870 וְה֤וּא H1931 מִתְכַּסֶּה֙ H3680 בְּשַׂלְמָ֣ה H8008 חֲדָשָׁ֔ה H2319 וּשְׁנֵי H8147 לְבַדָּ֖ H905 בַּשָּׂדֶֽה H7704 ",
  "30": "וַיִּתְפֹּ֣שׂ H8610 אֲחִיָּ֔ה H281 בַּשַּׂלְמָ֥ה H8008 הַחֲדָשָׁ֖ה H2319 אֲשֶׁ֣ר H834 עָלָ֑יו H5921 וַיִּ֨קְרָעֶ֔ H7167 שְׁנֵ֥ים H8147 עָשָׂ֖ר H6240 קְרָעִֽים H7168 ",
  "31": "וַיֹּ֨אמֶר֙ H559 לְיָֽרָבְעָ֔ם H3379 קַח H3947 לְךָ֖ Hl עֲשָׂרָ֣ה H6235 קְרָעִ֑ים H7168 כִּ֣י H3588 כֹה֩ H3541 אָמַ֨ר H559 יְהוָ֜ה H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֗ל H3478 הִנְנִ֨י H2005 קֹרֵ֤עַ H7167 אֶת H853 הַמַּמְלָכָה֙ H4467 מִיַּ֣ד H3027 שְׁלֹמֹ֔ה H8010 וְנָתַתִּ֣י H5414 לְךָ֔ Hl אֵ֖ת H853 עֲשָׂרָ֥ה H6235 הַשְּׁבָטִֽים H7626 ",
  "32": "וְהַ H7626 הָאֶחָ֖ד H259 יִֽהְיֶה H1961 לּ֑וֹ Hl לְמַ֣עַן H4616 עַבְדִּ֣י H5650 דָוִ֗ד H1732 וּלְמַ֨עַן֙ H4616 יְר֣וּשָׁלִַ֔ם H3389 הָעִיר֙ H5892 אֲשֶׁ֣ר H834 בָּחַ֣רְתִּי H977 בָ֔הּ Hb מִכֹּ֖ל H3605 שִׁבְטֵ֥י H7626 יִשְׂרָאֵֽל H3478 ",
  "33": "יַ֣עַן H3282 אֲשֶׁ֣ר H834 עֲזָב֗וּנִי H5800 וַיִּֽשְׁתַּחֲווּ֮ H7812 לְעַשְׁתֹּרֶת֮ H6253 אֱלֹהֵ֣י H430 צִֽדֹנִין֒ H6722 לִכְמוֹשׁ֙ H3645 אֱלֹהֵ֣י H430 מוֹאָ֔ב H4124 וּלְ H4445 אֱלֹהֵ֣י H430 בְנֵֽי H1121 עַמּ֑וֹן H5983 וְלֹֽא H3808 הָלְכ֣וּ H1980 בִדְרָכַ֗ H1870 לַעֲשׂ֨וֹת H6213 הַיָּשָׁ֧ר H3477 בְּעֵינַ֛ H5869 וְחֻקֹּתַ֥ H2708 וּמִשְׁפָּטַ֖ H4941 כְּדָוִ֥ד H1732 אָבִֽיו H1 ",
  "34": "וְלֹֽא H3808 אֶקַּ֥ח H3947 אֶת H853 כָּל H3605 הַמַּמְלָכָ֖ה H4467 מִיָּד֑ H3027 כִּ֣י H3588 נָשִׂ֣יא H5387 אֲשִׁתֶ֗נּוּ H7896 כֹּ֚ל H3605 יְמֵ֣י H3117 חַיָּ֔יו H2416 לְמַ֨עַן H4616 דָּוִ֤ד H1732 עַבְדִּי֙ H5650 אֲשֶׁ֣ר H834 בָּחַ֣רְתִּי H977 אֹת֔וֹ H853 אֲשֶׁ֥ר H834 שָׁמַ֖ר H8104 מִצְוֺתַ֥י H4687 וְחֻקֹּתָֽ H2708 ",
  "35": "וְלָקַחְתִּ֥י H3947 הַמְּלוּכָ֖ה H4410 מִיַּ֣ד H3027 בְּנ֑וֹ H1121 וּנְתַתִּ֣י H5414 לְּךָ֔ Hl אֵ֖ת H853 עֲשֶׂ֥רֶת H6235 הַשְּׁבָטִֽים H7626 ",
  "36": "וְלִ H1121 אֶתֵּ֣ן H5414 שֵֽׁבֶט H7626 אֶחָ֑ד H259 לְמַ֣עַן H4616 הֱיֽוֹת H1961 נִ֣יר H5216 לְדָֽוִיד H1732 עַ֠בְדִּי H5650 כָּֽל H3605 הַיָּמִ֤ים H3117 לְפָנַ H6440 בִּיר֣וּשָׁלִַ֔ם H3389 הָעִיר֙ H5892 אֲשֶׁ֣ר H834 בָּחַ֣רְתִּי H977 לִ֔י Hl לָשׂ֥וּם H7760 שְׁמִ֖י H8034 שָֽׁם H8033 ",
  "37": "וְאֹתְ H853 אֶקַּ֔ח H3947 וּמָ֣לַכְתָּ֔ H4427 בְּכֹ֥ל H3605 אֲשֶׁר H834 תְּאַוֶּ֖ה H183 נַפְשֶׁ֑ךָ H5315 וְהָיִ֥יתָ H1961 מֶּ֖לֶךְ H4428 עַל H5921 יִשְׂרָאֵֽל H3478 ",
  "38": "וְהָיָ֗ה H1961 אִם H518 תִּשְׁמַע֮ H8085 אֶת H853 כָּל H3605 אֲשֶׁ֣ר H834 אֲצַוֶּךָ֒ H6680 וְהָלַכְתָּ֣ H1980 בִדְרָכַ֗ H1870 וְעָשִׂ֨יתָ H6213 הַיָּשָׁ֤ר H3477 בְּעֵינַ H5869 לִשְׁמ֤וֹר H8104 חֻקּוֹתַי֙ H2708 וּמִצְוֺתַ֔ H4687 כַּאֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 דָּוִ֣ד H1732 עַבְדִּ֑י H5650 וְהָיִ֣יתִי H1961 עִמָּ֗ךְ H5973 וּבָנִ֨יתִי H1129 לְךָ֤ Hl בַֽיִת H1004 נֶאֱמָן֙ H539 כַּאֲשֶׁ֣ר H834 בָּנִ֣יתִי H1129 לְדָוִ֔ד H1732 וְנָתַתִּ֥י H5414 לְךָ֖ Hl אֶת H853 יִשְׂרָאֵֽל H3478 ",
  "39": "וַֽאעַנֶּ֛ה H6031 אֶת H853 זֶ֥רַע H2233 דָּוִ֖ד H1732 לְמַ֣עַן H4616 זֹ֑את H2063 אַ֖ךְ H389 לֹ֥א H3808 כָל H3605 הַיָּמִֽים H3117 ",
  "40": "וַיְבַקֵּ֥שׁ H1245 שְׁלֹמֹ֖ה H8010 לְהָמִ֣ית H4191 אֶת H853 יָרָבְעָ֑ם H3379 וַיָּ֣קָם H6965 יָרָבְעָ֗ם H3379 וַיִּבְרַ֤ח H1272 מִצְרַ֨יִם֙ H4714 אֶל H413 שִׁישַׁ֣ק H7895 מֶֽלֶךְ H4428 מִצְרַ֔יִם H4714 וַיְהִ֥י H1961 בְמִצְרַ֖יִם H4714 עַד H5704 מ֥וֹת H4194 שְׁלֹמֹֽה H8010 ",
  "41": "וְיֶ֨תֶר H3499 דִּבְרֵ֧י H1697 שְׁלֹמֹ֛ה H8010 וְכָל H3605 אֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 וְחָכְמָת֑ H2451 הֲלֽוֹא H3808 הֵ֣ם H1992 כְּתֻבִ֔ים H3789 עַל H5921 סֵ֖פֶר H5612 דִּבְרֵ֥י H1697 שְׁלֹמֹֽה H8010 ",
  "42": "וְהַ H3117 אֲשֶׁר֩ H834 מָלַ֨ךְ H4427 שְׁלֹמֹ֤ה H8010 בִירוּשָׁלִַ֨ם֙ H3389 עַל H5921 כָּל H3605 יִשְׂרָאֵ֔ל H3478 אַרְבָּעִ֖ים H705 שָׁנָֽה H8141 ",
  "43": "וַיִּשְׁכַּ֤ב H7901 שְׁלֹמֹה֙ H8010 עִם H5973 אֲבֹתָ֔יו H1 וַיִּ֨קָּבֵ֔ר H6912 בְּעִ֖יר H5892 דָּוִ֣ד H1732 אָבִ֑יו H1 וַיִּמְלֹ֛ךְ H4427 רְחַבְעָ֥ם H7346 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 "
}
