{
  "1": "The motives of the king are directed like a stream of water by Yahweh;\n\\q2 he diverts the king like he directs the flow of water, in any way he wants. \n\\b\n\\q1",
  "2": "When a person looks at his own life, everything he does may seem right to him, \n\\q2 but what matters is what Yahweh thinks about what he does. \n\\b\n\\q1",
  "3": "Doing what is right and just is more acceptable to Yahweh\n\\q2 than offering sacrifices to him.\n\\b\n\\q1",
  "4": "When you show people that you think you are better than they, \n\\q2 and add to that the pride you have within you—this shines like a light and it tells others you are a wicked person—\n\\q2 they are examples of sin.\n\\q1",
  "5": "Those who work hard and who carry out their plans will be successful,\n\\q2 but everyone who takes action too quickly and with little planning, make themselves poor.\n\\b\n\\q1",
  "6": "When someone becomes rich because he tells lies, \n\\q2 that wealth fades away like the mist; that wealth will kill him.\n\\q1",
  "7": "When wicked people act with violence, they are destroyed by their own violence, \n\\q2 because they refuse to do what is right. \n\\b\n\\q1",
  "8": "A guilty person follows a path covered with lies,\n\\q2 but the innocent chooses to do what is right.\n\\q1",
  "9": "It is better to live alone in the corner of a housetop\n\\q2 than inside a house with a wife who always wants to argue with you.\n\\q1",
  "10": "The wicked crave evil more than anything, \n \\q2 when his neighbor looks at him, he cannot see any kindness in his eyes.\n\\q1",
  "11": "When a person who acts like he is better than other people is punished,\n\\q2 the simple—who do not know about right and wrong—are taught an important lesson,\n\\q2 and if you teach one who is wise, they can learn even more.\n\\q1",
  "12": "One who does what is right watches the house where evil people live,\n\\q2 and he confronts their wickedness and brings them to justice.\n\\q1",
  "13": "When the poor cried out for help, there was a person who refused to listen to their cries, \n\\q2 but when he cried out, because he covered his ears to their cries, no one heard his cries. \n\\q1",
  "14": "Give a gift to a person who is angry with you, and it may turn away his anger; \n\\q2 a secret gift may help a person who is angry at you to calm down.\n\\q1",
  "15": "When there is justice, those who love what is right are happy, \n\\q2 but when there is justice, it brings great fear to those who do what is evil. \n\\q1",
  "16": "A person who does not understand right and wrong, will get lost when he tries to make decisions,\n\\q2 he will only rest when he is dead. \n\\q1",
  "17": "Love pleasure and it will make you poor;\n\\q2 you cannot be rich and love to drink wine and eat expensive foods. \n\\q1",
  "18": "A person who does right is honored much more than a wicked man,\n\\q2 and a good man is worth far more than one who never keeps his promise. \n\\q1",
  "19": "It is better to live alone in a desert\n\\q2 than with a wife who is always stirring up conflicts and never stops complaining.\n\\q1",
  "20": "Those who are wise have very precious treasures and they live very well, \n\\q2 but foolish people waste all they have.\n\\q1",
  "21": "A person who does right and is kind, \n\\q2 lives a good life, makes wise decisions, and receives honor from others.\n\\q1",
  "22": "When a wise leader goes up against a city of mighty warriors, \n\\q2 he knows how to bring down the defenses of the city and he conquers it. \n\\q1",
  "23": "Be careful, if you could put a guard to watch over the words that come out of your mouth and tongue, \n\\q2 you would keep away from a lot of trouble. \n\\q1",
  "24": "The mocker thinks he is better than other people,\n\\q2 and his actions come from his pride and his arrogance. \n\\q1",
  "25": "The things that the lazy person chooses to do will kill him;\n\\q2 he refuses to work. \n\\q1",
  "26": "All day long he desires things—he could not desire for more things—\n\\q2 but whoever does right gives gifts to others, and he never holds back anything that is good. \n\\q1",
  "27": "When the wicked decide to give an offering to Yahweh, Yahweh hates it,\n\\q2 and Yahweh hates it even more when the wicked man comes to worship Yahweh in order to get something for himself. \n\\q1",
  "28": "Those who lie about other people, will die,\n\\q2 but the one who takes time to listen—when he says something, people will remember it.\n\\q1",
  "29": "The wicked man acts as if he were strong, \n\\q2 but an honest man has thought about what to do and is certain about it. \n\\q1",
  "30": "Can there be any wisdom, any understanding, or any advice, that is wiser than Yahweh?\n\\q1",
  "31": "The groomsman prepares the horse for the day of battle, \n\\q2 but the outcome of the battle, the winner or the loser, is determined by Yahweh."
}
