{
  "1": "My son, hold on to the words I speak to you, \n\\q2 and store up in reserve all my orders.\n\\q1",
  "2": "Obey my commands,\n\\q2 and you will live.\n\\q1 Consider my commands to be the most precious thing you possess. \n\\q1",
  "3": "Tie my commands to your fingers to remind you; \n\\q2 write them on a tablet, like Moses wrote the law, in your inner self. \n\\q1",
  "4": "Speak to wisdom and say to her, \"You are my sister,\"\n\\q2 and speak to understanding and say, \"You are a member of my family,\"\n\\q1",
  "5": "and they will keep you away from the woman who desires to commit adultery with you, \n\\q2 the woman who would draw you to herself with her inviting words. Do not listen to her.\n\\q1",
  "6": "Standing in my house, I looked out of a window,\n\\q2 through the wooden shade,\n\\q1",
  "7": "and I saw some young men who had not been taught about right and wrong,\n\\q2 and there was a young man there who had no good judgment.\n\\q1",
  "8": "He walked down the street near the house on the corner of the road, \n\\q2 and he walked toward the house of the adultress. \n\\q1",
  "9": "It was the time of day when night and darkness were coming near.\n\\q1",
  "10": "That was where the woman who was seeking an affair met the young man, and she greeted him.\n\\q2 She was dressed as prostitutes dress, with seductive and enticing clothes, and she knew why she was there. \n\\q1",
  "11": "She was loud and wayward, attracting attention. \n\\q2 She does not stay in her own home—\n\\q1",
  "12": "she searches for a man as she walks along the streets one day, and another day she stands to find a man in the market;\n\\q2 at every street corner she waits to trap a man.\n\\q1",
  "13": "When she sees the young man, she firmly takes hold of him, and then she kisses him.\n\\q2 and without any shame and with great boldness, she says, \n\\q1",
  "14": "\"Today I have meat in my house, because I made a sacrifice in the temple to promise friendship with Yahweh.\n\\q2 In this way I kept my vows to Yahweh, \n\\q1",
  "15": "and now I have come out here to meet you.\n\\q2 I was looking for you, and now I have found you!\n\\q1",
  "16": "I have put on my bed sheets—the finest colored linen fabrics from Egypt.\n\\q1",
  "17": "I have sprinkled perfumes on my bed—\n\\q2 myrrh, aloes, and cinnamon.\n\\q1",
  "18": "Come! Let us make love all night, until the morning comes.\n\\q2 Let us enjoy ourselves with many ways of making love.\n\\q1",
  "19": "My husband is not at home;\n\\q2 he has gone away on a long journey.\n\\q1",
  "20": "He filled a bag with money and took it with him; \n\\q2 he will not come back until the middle of the month.\"\n\\q1",
  "21": "So she she convinces him with her persuasive words;\n\\q2 because of her smooth and convincing talk, he gives in to what she wants to do.\n\\q1",
  "22": "He follows her inside—\n\\q2 like an ox going to the place where its owner will slaughter it,\n\\q2 or like a deer\n\\q2",
  "23": "caught in a trap, where the hunter kills it by shooting an arrow into its inner parts.\n\\q1 He is like a bird that flies into a trap\n\\q2 without knowing that it will die as a result.\n\\q1",
  "24": "My sons, listen to me, \n\\q2 and pay careful attention to what I say to you.\n\\q1",
  "25": "You must resist her from within you, from deep inside. Do not decide to do what you want and follow her.\n\\q2 You must decide that you will never follow her where she goes.\n\\q1",
  "26": "She has caused many men to be ruined;\n\\q2 truly, no one can count the men she destroyed—they are too many to count.\n\\q1",
  "27": "The road to her house is the road to the grave;\n\\q2 it goes down to the place where the dead are kept."
}
