{
  "1": "Here is a list of the places where the Israelites went as Aaron and Moses led them after they left Egypt.",
  "2": "Yahweh commanded Moses to write down the names of the places where they went.i",
  "3": "On the fifteenth day of the first month of the year, the day after they celebrated the Passover, they left the city of Rameses in Egypt and marched boldly while the Egyptian army was coming behind them.",
  "4": "As they left, the people of Egypt were still burying the bodies of their firstborn sons. By killing them, Yahweh showed that the gods that the people of Egypt worshiped were false gods.i",
  "5": "After leaving Rameses, they first went to Succoth and set up their tents there.i",
  "6": "Then they left Succoth and went to Etham, at the edge of the desert, and set up their tents there.i",
  "7": "Then they left Etham and returned to Pi Hahiroth, to the east of Baal Zephon, and set up their tents near Migdol.i",
  "8": "Then they left Pi Hahiroth and walked through the Sea of Reeds and continued three days into the Etham Desert, and set their tents at Marah.i",
  "9": "Then they left Marah and went to Elim. There were twelve springs and seventy palm trees there. They set up their tents there.i",
  "10": "Then they left Elim and went to the area near the Sea of Reeds and set up their tents there.i",
  "11": "Then they left the Sea of Reeds and went near the wilderness of Sinai and set up their tents there.i",
  "12": "Then they left the wilderness of Sinai and went to Dophkah and set up their tents there.i",
  "13": "Then they left Dophkah and went to Alush and set up their tents there.i",
  "14": "Then they left Alush and went and set up their tents at Rephidim, where they had no water to drink.i",
  "15": "Then they left Rephidim and went to the wilderness of the Sinai and set up their tents there.i",
  "16": "Then they left the wilderness of the Sinai and went to Kibroth Hattaavah and set up their tents there.i",
  "17": "Then they left Kibroth Hattaavah and went to Hazeroth and set up their tents there.i",
  "18": "Then they left Hazeroth and went to Rithmah and set up their tents there.i",
  "19": "Then they left Rithmah and went to Rimmon Perez and set up their tents there.i",
  "20": "Then they left Rimmon Perez and went to Libnah and set up their tents there.i",
  "21": "Then they left Libnah and went to Rissah and set up their tents there.i",
  "22": "Then they left Rissah and set up their tents at Kehelathah.i",
  "23": "Then they left Kehelathah; they went to Mount Shepher and set up their tents there.i",
  "24": "Then they left Mount Shepher and went to Haradah and set up their tents there.i",
  "25": "Then they left Haradah and went to Makheloth and set up their tents there.i",
  "26": "Then they left Makheloth and went to Tahath and set up their tents there.i",
  "27": "Then they left Tahath and went to Terah and set up their tents there.i",
  "28": "Then they left Terah and went to Mithcah and set up their tents there.i",
  "29": "Then they left Mithcah and went to Hashmonah and set up their tents there.i",
  "30": "Then they left Hashmonah and went to Moseroth and set up their tents there.i",
  "31": "Then they left Moseroth and went to Bene Jaakan and set up their tents there.i",
  "32": "Then they left Bene Jaakan and went to Hor Haggidgad and set up their tents there.i",
  "33": "Then they left Hor Haggidgad and went to Jotbathah and set up their tents there.i",
  "34": "Then they left Jotbathah and went to Abronah and set up their tents there.i",
  "35": "Then they left Abronah and went to Ezion Geber and set up their tents there.i",
  "36": "Then they left Ezion Geber and went to the wilderness of Zin and set up their tents at Kadesh there.i",
  "37": "Then they left Kadesh and went to Mount Hor, at the border of Edom, and set up their tents there.",
  "38": "Aaron the priest obeyed Yahweh and climbed up the mountain. There he died, on the first day of their fifth month, forty years after the Israelites left Egypt.",
  "39": "Aaron was 123 years old when he died.i",
  "40": "That was when the king of the city of Arad heard that the Israelites were coming. Arad was in the southern wilderness in the land of Canaan, where the Canaan people group lived.i",
  "41": "The Israelites left Mount Hor and went to Zalmonah and set up their tents there.i",
  "42": "Then they left Zalmonah and went to Punon and set up tents there.i",
  "43": "Then they left Punon and went to Oboth and set up their tents there.i",
  "44": "Then they left Oboth and went to Iye Abarim, which was on the border of the region of Moab, and set up their tents there.i",
  "45": "Then they left Iye Abarim and went to Dibon Gad and set up their tents there.i",
  "46": "Then they left Dibon Gad and set up their tents at Almon Diblathaim.i",
  "47": "Then they left Almon Diblathaim and went to the Abarim Mountains, near Nebo and set up their tents there.i",
  "48": "Then they left the Abarim mountains and went to the plains of Moab, near the Jordan River, across from Jericho.",
  "49": "They set up their tents there on the plains of Moab. Their tents stretched for several kilometers from Beth Jeshimoth to Abel Shittim.",
  "50": "While we were there on the plains of Moab near the Jordan River, across from Jericho, Yahweh spoke to Moses. He said,",
  "51": "\"Tell this to the Israelite people, 'When you cross the Jordan River and enter the region of Canaan,",
  "52": "you must force all the people who live there to leave. Destroy all their carved figures and all cast figures made of metal. Wreck all the places where they worship their idols.",
  "53": "Take their land from them and start to live there, because I have given their land to you for you to own.",
  "54": "Divide up the land by casting lots to decide which group will get which area. Give the larger areas to the groups that have more people, and give the smaller areas to the groups that have fewer people. Each tribe will receive its own land.",
  "55": "If you do not force the people who live there to leave, they will cause you to have much trouble. They will be like sharp hooks in your eyes, and like thorns in your sides. And they will bring trouble to you, in that land where you will be living.",
  "56": "And then I will punish you, as I had planned to punish them.'\""
}
