{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The declaration of the word of Yahweh to Israel by the hand of Malachi.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I have loved you,\" says Yahweh. But you say, \"How have you loved us?\" \"Was not Esau Jacob's brother?\" declares Yahweh. \"Yet I have loved Jacob,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but Esau I have hated. I have made his mountains an abandoned devastation, and I have made his inheritance a place for the jackals of the wilderness.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If Edom says, \"We are beaten down, but we will rebuild the ruins,\" Yahweh of hosts will say, \"They may rebuild, but I will throw down again. Others will call them 'The country of wickedness' and 'The people whom Yahweh has cursed forever.'\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your own eyes will see this, and you will say, 'Yahweh is great beyond the borders of Israel.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"A son honors his father, and a servant honors his master. If I, then, am a father, where is my honor? If I am a master, where is the reverence for me?\" says Yahweh of hosts to you priests, who despise my name. \"But you say, 'How have we despised your name?'\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By offering polluted bread upon my altar. But you say, 'How have we polluted you?' By saying that Yahweh's table is contemptible.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you offer blind animals for sacrifice, is that not evil? When you offer the lame and sick, is that not evil? Present that to your governor! Will he accept you or will he lift up your face?\" says Yahweh of hosts.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now you keep asking the face of God, that he may be gracious to us. But Yahweh of hosts says that with such an offering in your hand, would he lift up any of your faces?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Oh, if only there were one of you who would shut the temple gates, so that you might not light fires on my altar in vain! I have no pleasure in you,\" says Yahweh of hosts, \"and I will not accept any offering from your hand.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For from the rising of the sun to its setting my name will be great among the nations and in every place incense and pure offerings will be offered in my name. For my name will be great among the nations,\" says Yahweh of hosts.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"But you are profaning it when you say the Lord's table is polluted, and that its fruit, its food, is to be despised.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You also say, 'How tiresome this is,' and you snort at it,\" says Yahweh of hosts. \"You bring what has been taken by a wild animal or is lame or sick; and this you bring as your offering. Should I accept this from your hand?\" says Yahweh.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"May the deceiver be cursed who has a male animal in his flock and vows to give it to me, and yet sacrifices to me, the Lord, what is flawed! For I am a great king,\" says Yahweh of hosts, \"and my name will be honored among the nations.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}