{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now you priests, this command is for you.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"If you will not listen, and if you will not lay it on your heart to give honor to my name,\" says Yahweh of hosts, \"then I will send a curse on you, and I will curse your blessings. Indeed, I have cursed them, because you are not laying my command on your heart.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "See, I am about to rebuke your descendants, and I will spread dung on your faces, the dung from your festivals, and he will take you away with it.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa rebuke your descendants \\fqa* , which the Hebrew text has, some ancient and modern versions have \\fqa cut off your shoulder \\fqa* (or \\fqa arm \\fqa* ). Some other modern versions have \\fqa corrupt your descendants \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa he will take you away with it \\fqa* , which is in the Hebrew text, some ancient and modern versions have \\fqa I will take you away from beside me \\fqa* , that is, \\fqa from my presence \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will know that I have sent this command to you, and that my covenant may continue to be with Levi,\" says Yahweh of hosts.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"My covenant with him was life and peace, and I gave them to him; I gave him fear, and he feared me, and he stood in awe of my name.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "True instruction was in his mouth, and nothing false was found on his lips. He walked with me in peace and uprightness and he turned many away from sin.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For a priest's lips should keep knowledge and people should seek instruction from his mouth, for he is a messenger of Yahweh of hosts.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you have turned away from the true path. You have caused many to stumble with respect to the law. You have broken the covenant of Levi,\" says Yahweh of hosts.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"So I also, I have made you contemptible and vile before all the people, because you have not kept my ways, but have instead shown partiality with regard to the instruction.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Is there not one father for us all? Has not one God created us? Why are we faithless each man against his brother, profaning the covenant of our fathers?\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Judah has been faithless. A disgusting thing has been committed in Israel and in Jerusalem. For Judah has profaned the holy place of Yahweh which he loves, and has married the daughter of a foreign god.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May Yahweh cut off from the tents of Jacob the man who does this, the one who is awake and the one who answers, even if he is bringing an offering to Yahweh of hosts.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa the one who is awake and the one who answers \\fqa* , some versions have other expressions such as \\fqa the master and the one who studies \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You also do this: You cover the altar of Yahweh with tears, with weeping and sighing, because he still does not turn toward the offering or accept it with favor from your hand.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you say, \"Why does he not?\" Because Yahweh was a witness between you and the wife of your youth, against whom you have been faithless, even though she was your companion and your wife by covenant.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Did he not make them one, with a portion of his spirit? Then why did he make you one? Because he was seeking an offspring from God. So guard yourselves in your spirit, and do not be unfaithful to the wife of your youth.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"For I hate divorce,\" says Yahweh, the God of Israel, \"and the one who covers his garment with violence,\" says Yahweh of hosts. \"So guard yourselves in your spirit and do not be faithless.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have wearied Yahweh with your words. But you say, \"How have we wearied him?\" By saying, \"Everyone who does evil is good in the eyes of Yahweh, and he delights in them,\" or \"Where is the God of justice?\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}