{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"See, I am about to send my messenger, and he will prepare the way before me. Then the Lord, whom you seek, will suddenly come to his temple. The messenger of the covenant in whom you delight, see, he will come,\" says Yahweh of hosts.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But who will be able to endure the day of his coming? Who will be able to stand when he appears? For he will be like a refiner's fire and like laundry soap.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will sit as a refiner and purifier of silver, and he will purify the sons of Levi. He will refine them like gold and silver, and they will bring offerings of righteousness to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the offering of Judah and Jerusalem will be pleasing to Yahweh, as in the days of old, and as in ancient years.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Then I will approach you for judgment. I will quickly become a witness against the sorcerers, the adulterers, the false witnesses, and against those who oppress the hired worker in his wages, those who oppress the widow and the fatherless, against those who turn away the foreigner, and against those who do not honor me,\" says Yahweh of hosts.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"For I, Yahweh, have not changed; therefore you, sons of Jacob, have not come to an end.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the days of your fathers you have turned aside from my ordinances and have not kept them. Return to me, and I will return to you,\" says Yahweh of hosts. \"But you say, 'How will we return?'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Would a person rob God? Yet you are robbing me. But you say, 'How have we robbed you?' In tithes and offerings.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are cursed with a curse, for you are robbing me, the whole nation.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bring the full tithe into the storehouse, so that there may be food in my house, and test me now in this,\" says Yahweh of hosts, \"if I do not open to you the windows of heaven and pour out a blessing on you, until there is no more room for it all.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will speak against those who destroy your crops, so that they do not destroy the harvest of your land. Your vines in the fields will not lose their fruit,\" says Yahweh of hosts.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"All the nations will call you blessed, for you will be a land of delight,\" says Yahweh of hosts.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Your words against me have been strong,\" says Yahweh. \"But you say, 'What have we said among ourselves against you?'\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have said, 'It is useless to serve God. What profit is it that we have kept his requirements or walked mournfully before Yahweh of hosts?\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now we call the arrogant blessed. Evildoers not only prosper, but they even test God and escape.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then those who feared Yahweh spoke with one another. Yahweh paid attention and listened, and a book of remembrance was written before him about those who feared Yahweh and honored his name.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"They will be mine,\" says Yahweh of hosts, \"my own treasured possession, on the day that I act. I will pity them, as a man pities his own son who serves him.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then once again you will distinguish between the righteous and the wicked, between one who worships God and one who does not worship him.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}