{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यद्यपि घमण्ड करना तो मेरे लिये ठीक नहीं, फिर भी करना पड़ता है; पर मैं प्रभु के दिए हुए दर्शनों और प्रकशनों की चर्चा करूँगा।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं मसीह में एक मनुष्य को जानता हूँ, चौदह वर्ष हुए कि न जाने देहसहित, न जाने देहरहित, परमेश्‍वर जानता है, ऐसा मनुष्य तीसरे स्वर्ग तक उठा लिया गया।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं ऐसे मनुष्य को जानता हूँ न जाने देहसहित, न जाने देहरहित परमेश्‍वर ही जानता है।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कि स्वर्गलोक पर उठा लिया गया, और ऐसी बातें सुनीं जो कहने की नहीं; और जिनका मुँह में लाना मनुष्य को उचित नहीं।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ऐसे मनुष्य पर तो मैं घमण्ड करूँगा, परन्तु अपने पर अपनी निर्बलताओं को छोड़, अपने विषय में घमण्ड न करूँगा।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि यदि मैं घमण्ड करना चाहूँ भी तो मूर्ख न हूँगा, क्योंकि सच बोलूँगा; तो भी रुक जाता हूँ, ऐसा न हो, कि जैसा कोई मुझे देखता है, या मुझसे सुनता है, मुझे उससे बढ़कर समझे।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "शरीर में काँटा\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और इसलिए कि मैं प्रकशनों की बहुतायत से फूल न जाऊँ, मेरे शरीर में एक काँटा चुभाया गया अर्थात् शैतान का एक दूत कि मुझे घूँसे मारे ताकि मैं फूल न जाऊँ। (गला. 4:13, अय्यू. 2:6)\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसके विषय में मैंने प्रभु से तीन बार विनती की, कि मुझसे यह दूर हो जाए।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने मुझसे कहा, “मेरा अनुग्रह तेरे लिये बहुत है; क्योंकि मेरी सामर्थ्य निर्बलता में सिद्ध होती है।*” इसलिए मैं बड़े आनन्द से अपनी निर्बलताओं पर घमण्ड करूँगा, कि मसीह की सामर्थ्य मुझ पर छाया करती रहे।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण मैं मसीह के लिये निर्बलताओं, और निन्दाओं में, और दरिद्रता में, और उपद्रवों में, और संकटों में, प्रसन्‍न हूँ; क्योंकि जब मैं निर्बल होता हूँ, तभी बलवन्त होता हूँ।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "एक प्रेरित के लक्षण\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं मूर्ख तो बना, परन्तु तुम ही ने मुझसे यह बरबस करवाया: तुम्हें तो मेरी प्रशंसा करनी चाहिए थी, क्योंकि यद्यपि मैं कुछ भी नहीं, फिर भी उन बड़े से बड़े प्रेरितों से किसी बात में कम नहीं हूँ।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "प्रेरित के लक्षण भी तुम्हारे बीच सब प्रकार के धीरज सहित चिन्हों, और अद्भुत कामों, और सामर्थ्य के कामों से दिखाए गए।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम कौन सी बात में और कलीसियाओं से कम थे, केवल इसमें कि मैंने तुम पर अपना भार न रखा मेरा यह अन्याय क्षमा करो।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "कलीसिया के लिये प्रेम\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब, मैं तीसरी बार तुम्हारे पास आने को तैयार हूँ, और मैं तुम पर कोई भार न रखूँगा; क्योंकि मैं तुम्हारी सम्पत्ति नहीं, वरन् तुम ही को चाहता हूँ। क्योंकि बच्चों को माता-पिता के लिये धन बटोरना न चाहिए, पर माता-पिता को बच्चों के लिये।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं तुम्हारी आत्माओं के लिये बहुत आनन्द से खर्च करूँगा, वरन् आप भी खर्च हो जाऊँगा क्या जितना बढ़कर मैं तुम से प्रेम रखता हूँ, उतना ही घटकर तुम मुझसे प्रेम रखोगे?\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ऐसा हो सकता है, कि मैंने तुम पर बोझ नहीं डाला, परन्तु चतुराई से तुम्हें धोखा देकर फँसा लिया।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "भला, जिन्हें मैंने तुम्हारे पास भेजा, क्या उनमें से किसी के द्वारा मैंने छल करके तुम से कुछ ले लिया?\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैंने तीतुस को समझाकर उसके साथ उस भाई को भेजा, तो क्या तीतुस ने छल करके तुम से कुछ लिया? क्या हम एक ही आत्मा के चलाए न चले? क्या एक ही लीक पर न चले?\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम अभी तक समझ रहे होंगे कि हम तुम्हारे सामने प्रत्युत्तर दे रहे हैं, हम तो परमेश्‍वर को उपस्थित जानकर मसीह में बोलते हैं, और हे प्रियों, सब बातें तुम्हारी उन्नति ही के लिये कहते हैं।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि मुझे डर है, कहीं ऐसा न हो, कि मैं आकर जैसा चाहता हूँ, वैसा तुम्हें न पाऊँ; और मुझे भी जैसा तुम नहीं चाहते वैसा ही पाओ, कि तुम में झगड़ा, डाह, क्रोध, विरोध, ईर्ष्या, चुगली, अभिमान और बखेड़े हों।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और कहीं ऐसा न हो कि जब मैं वापस आऊँगा, मेरा परमेश्‍वर मुझे अपमानित करे और मुझे बहुतों के लिये फिर शोक करना पड़े, जिन्होंने पहले पाप किया था, और उस गंदे काम, और व्यभिचार, और लुचपन से, जो उन्होंने किया, मन नहीं फिराया।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "पौलुस को दिव्य दर्शन\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}