{
  "1": "דְּבַר H1697 יְהוָ֣ה H3068 אֲשֶׁ֣ר H834 הָיָ֗ה H1961 אֶל H413 מִיכָה֙ H4318 הַמֹּ֣רַשְׁתִּ֔י H4183 בִּימֵ֥י H3117 יוֹתָ֛ם H3147 אָחָ֥ז H271 יְחִזְקִיָּ֖ה H2396 מַלְכֵ֣י H4428 יְהוּדָ֑ה H3063 אֲשֶׁר H834 חָזָ֥ה H2372 עַל H5921 שֹׁמְר֖וֹן H8111 וִירֽוּשָׁלִָֽם H3389 ",
  "2": "שִׁמְעוּ֙ H8085 עַמִּ֣ים H5971 כֻּלָּ֔ם H3605 הַקְשִׁ֖יבִי H7181 אֶ֣רֶץ H776 וּמְלֹאָ֑ H4393 וִיהִי֩ H1961 אֲדֹנָ֨י H136 יְהוִ֤ה H3069 בָּכֶם֙ Hb לְעֵ֔ד H5707 אֲדֹנָ֖י H136 מֵהֵיכַ֥ל H1964 קָדְשֽׁוֹ H6944 ",
  "3": "כִּֽי H3588 הִנֵּ֥ה H2009 יְהוָ֖ה H3068 יֹצֵ֣א H3318 מִמְּקוֹמ֑ H4725 וְיָרַ֥ד H3381 וְדָרַ֖ךְ H1869 עַל H5921 במותי H1116 אָֽרֶץ H776 ",
  "4": "וְנָמַ֤סּוּ H4549 הֶֽהָרִים֙ H2022 תַּחְתָּ֔יו H8478 וְהָ H6010 יִתְבַּקָּ֑עוּ H1234 כַּדּוֹנַג֙ H1749 מִפְּנֵ֣י H6440 הָאֵ֔שׁ H784 כְּמַ֖יִם H4325 מֻגָּרִ֥ים H5064 בְּמוֹרָֽד H4174 ",
  "5": "בְּפֶ֤שַׁע H6588 יַֽעֲקֹב֙ H3290 כָּל H3605 זֹ֔את H2063 וּבְ H2403 בֵּ֣ית H1004 יִשְׂרָאֵ֑ל H3478 מִֽי H4310 פֶ֣שַׁע H6588 יַעֲקֹ֗ב H3290 הֲלוֹא֙ H3808 שֹֽׁמְר֔וֹן H8111 וּמִי֙ H4310 בָּמ֣וֹת H1116 יְהוּדָ֔ה H3063 הֲל֖וֹא H3808 יְרוּשָׁלִָֽם H3389 ",
  "6": "וְשַׂמְתִּ֥י H7760 שֹׁמְר֛וֹן H8111 לְעִ֥י H5856 הַשָּׂדֶ֖ה H7704 לְמַטָּ֣עֵי H4302 כָ֑רֶם H3754 וְהִגַּרְתִּ֤י H5064 לַגַּי֙ H1516 אֲבָנֶ֔יהָ H68 וִיסֹדֶ֖י H3247 אֲגַלֶּֽה H1540 ",
  "7": "וְכָל H3605 פְּסִילֶ֣יהָ H6456 יֻכַּ֗תּוּ H3807 וְכָל H3605 אֶתְנַנֶּ֨יהָ֙ H868 יִשָּׂרְפ֣וּ H8313 בָאֵ֔שׁ H784 וְכָל H3605 עֲצַבֶּ֖יהָ H6091 אָשִׂ֣ים H7760 שְׁמָמָ֑ה H8077 כִּ֠י H3588 מֵאֶתְנַ֤ן H868 זוֹנָה֙ H2181 קִבָּ֔צָה H6908 וְעַד H5704 אֶתְנַ֥ן H868 זוֹנָ֖ה H2181 יָשֽׁוּבוּ H7725 ",
  "8": "עַל H5921 זֹאת֙ H2063 אֶסְפְּדָ֣ה H5594 וְאֵילִ֔ילָה H3213 אֵילְכָ֥ה H3212 שילל H7758 וְעָר֑וֹם H6174 אֶעֱשֶׂ֤ה H6213 מִסְפֵּד֙ H4553 כַּתַּנִּ֔ים H8577 וְאֵ֖בֶל H60 כִּבְנ֥וֹת H1323 יַעֲנָֽה H3284 ",
  "9": "כִּ֥י H3588 אֲנוּשָׁ֖ה H605 מַכּוֹתֶ֑יהָ H4347 כִּי H3588 בָ֨אָה֙ H935 עַד H5704 יְהוּדָ֔ה H3063 נָגַ֛ע H5060 עַד H5704 שַׁ֥עַר H8179 עַמִּ֖י H5971 עַד H5704 יְרוּשָׁלִָֽם H3389 ",
  "10": "בְּגַת֙ H1661 אַל H408 תַּגִּ֔ידוּ H5046 בָּכ֖וֹ H1058 אַל H408 תִּבְכּ֑וּ H1058 בְּבֵ֣ית H1036 לְעַפְרָ֔ה H1036 עָפָ֖ר H6083 התפלשתי H6428 ",
  "11": "עִבְרִ֥י H5674 לָכֶ֛ם Hl יוֹשֶׁ֥בֶת H3427 שָׁפִ֖יר H8208 עֶרְיָה H6181 בֹ֑שֶׁת H1322 לֹ֤א H3808 יָֽצְאָה֙ H3318 יוֹשֶׁ֣בֶת H3427 צַֽאֲנָ֔ן H6630 מִסְפַּד֙ H5594 בֵּ֣ית H1018 הָאֵ֔צֶל H1018 יִקַּ֥ח H3947 מִכֶּ֖ם H4480 עֶמְדָּתֽוֹ H5979 ",
  "12": "כִּֽי H3588 חָ֥לָֽה H2342 לְט֖וֹב H2896 יוֹשֶׁ֣בֶת H3427 מָר֑וֹת H4796 כִּֽי H3588 יָ֤רַד H3381 רָע֙ H7451 מֵאֵ֣ת H854 יְהוָ֔ה H3068 לְשַׁ֖עַר H8179 יְרוּשָׁלִָֽם H3389 ",
  "13": "רְתֹ֧ם H7573 הַמֶּרְכָּבָ֛ה H4818 לָרֶ֖כֶשׁ H7409 יוֹשֶׁ֣בֶת H3427 לָכִ֑ישׁ H3923 רֵאשִׁ֨ית H7225 חַטָּ֥את H2403 הִיא֙ H1931 לְבַת H1323 צִיּ֔וֹן H6726 כִּי H3588 בָ֥ךְ Hb נִמְצְא֖וּ H4672 פִּשְׁעֵ֥י H6588 יִשְׂרָאֵֽל H3478 ",
  "14": "לָכֵן֙ H3651 תִּתְּנִ֣י H5414 שִׁלּוּחִ֔ים H7964 עַ֖ל H5921 מוֹרֶ֣שֶׁת H4182 גַּ֑ת H4182 בָּתֵּ֤י H1004 אַכְזִיב֙ H392 לְאַכְזָ֔ב H391 לְמַלְכֵ֖י H4428 יִשְׂרָאֵֽל H3478 ",
  "15": "עֹ֗ד H5750 הַיֹּרֵשׁ֙ H3423 אָ֣בִי H935 לָ֔ךְ Hl יוֹשֶׁ֖בֶת H3427 מָֽרֵשָׁ֑ה H4762 עַד H5704 עֲדֻּלָּ֥ם H5725 יָב֖וֹא H935 כְּב֥וֹד H3519 יִשְׂרָאֵֽל H3478 ",
  "16": "קָרְחִ֣י H7139 וָגֹ֔זִּי H1494 עַל H5921 בְּנֵ֖י H1121 תַּעֲנוּגָ֑יִךְ H8588 הַרְחִ֤בִי H7337 קָרְחָתֵךְ֙ H7144 כַּנֶּ֔שֶׁר H5404 כִּ֥י H3588 גָל֖וּ H1540 מִמֵּֽךְ H4480 "
}
