{
  "1": "I said to myself, \"I will be careful not to sin by the things that I say.\\q1 I will not say anything to complain to you\n\\q2 while wicked people are near to me and can hear me.\"\n\n\n\\q1",
  "2": "So I was completely silent, and I did not even talk about things that were good;\\q2 but it was useless because I began to suffer even more.\n\\q1",
  "3": "I became very anxious in my inner being.\\q2 As I thought about my troubles, I became more worried.\n\\q2 Then finally I said this:\n\n\n\n\\q1",
  "4": "\"Yahweh, show me how long I will live.\\q2 Tell me when I will die.\n\\q2 Tell me how many years I will live!\n\\q1",
  "5": "It seems that you have caused me to live only a short time;\\q2 my lifetime seems nothing to you.\n\\q2 The time that all we humans live is as short as a puff of air.\n\n\n\n\\q1",
  "6": "Then we disappear like a shadow does.\\q2 It seems that all that we do is for nothing.\n\\q2 We sometimes get a lot of money, but we do not even know who will get it after we die.\n\\q1",
  "7": "So now, Yahweh, I can expect to receive nothing from anyone else.\\q2 You are the only one from whom I confidently expect to receive blessings.\n\n\n\\q1",
  "8": "Deliver me from the sins that I have committed.\\q2 Do not allow foolish people to make fun of me.\n\\q1",
  "9": "I did not say anything when you punished me\\q2 because I knew that you were the one who caused me to suffer.\n\n\n\\q1",
  "10": "But now, please stop punishing me!\\q2 If you do not do that, I am about to die because of how you make me suffer.\n\\q1",
  "11": "When you rebuke someone and punish him for the sin that he has committed,\\q2 you destroy the things he loves like moths eat away at clothing.\n\\q2 Our lives disappear like a puff of air.\n\n\n\n\\q1",
  "12": "Yahweh, listen to me while I pray;\\q2 pay attention to me while I cry out to you.\n\\q2 Help me while I am crying.\n\\q1 I am here on the earth for only a short time,\n\\q2 like all my ancestors.\n\\q1",
  "13": "Now please allow me to be alone and do not punish me anymore\\q2 so that I may smile and be happy for a while before I die.\""
}
