{
  "1": "O God, save me\\q2 because I am in great danger.\n\\q2 It is as though the flood water were up to my neck, and I were about to drown.\n\\q1",
  "2": "I continue to sink in the deep mud,\\q2 and there is no solid ground for me to stand on.\n\\q1 I am in deep water,\n\\q2 and the flood is swirling around me.\n\n\n\\q1",
  "3": "I am exhausted from calling out for help;\\q2 my throat is very dry.\n\\q1 Because I have cried so much as I have waited for God to help me,\n\\q2 my eyes are swollen from tears.\n\\q1",
  "4": "Those who hate me when there is no reason to hate me\\q2 are more than the number of hairs on my head!\n\\q1 Those who want to get rid of me are strong,\n\\q2 and they tell lies about me.\n\\q1 They demand that I return to them things that I did not steal!\n\n\n\\q1",
  "5": "O God, you see the sins that I have committed.\\q2 You know that I have foolishly disobeyed your laws.\n\\q1",
  "6": "O Yahweh God, commander of the angel armies,\\q2 do not allow the wrong things that I have done\n\\q2 cause those who trust in you to be disappointed.\n\\q1 O God, whom we Israelite people worship,\n\\q2 do not allow me to cause them to be shamed.\n\n\n\\q1",
  "7": "People have insulted me because I am devoted to you.\\q2 They have thoroughly humiliated me.\n\\q1",
  "8": "Even my own older brothers act as if they do not know me;\\q2 they treat me like a foreigner.\n\\q1",
  "9": "Some people have despised your temple;\\q2 but because I have tried to keep your temple holy, people have caused trouble for me.\n\\q1 So it is as though those who are insulting you are also insulting me.\n\n\n\\q1",
  "10": "When I have humbled myself and fasted\\q2 to show my sadness about the disgraceful things that they have done to your temple,\n\\q2 they just insult me.\n\\q1",
  "11": "When I put on rough sackcloth to show that I am sad,\\q2 they laugh at me.\n\\q1",
  "12": "Even the elders of the city say bad things about me.\\q2 The drunkards of the city sing disgusting songs about me.\n\n\n\n\\q1",
  "13": "But Yahweh, I will continue praying to you.\\q1 At the time that you choose, answer me and rescue me\n\\q2 because you faithfully love me, as you have promised to do.\n\\q1",
  "14": "Do not allow me to sink anymore in the mud.\\q1 Rescue me from those who hate me!\n\\q2 Lift me up out of these deep waters!\n\\q1",
  "15": "Do not allow the floods to swirl around me;\\q2 do not allow the deep mud to swallow me;\n\\q2 keep me from sinking into the pit of death.\n\n\n\\q1",
  "16": "O Yahweh, answer my prayer and help me\\q2 because you are good\n\\q2 and I can depend on your love for me.\n\\q2 You have not punished me for what I deserve.\n\\q1 I know you will listen to me!\n\\q1",
  "17": "Do not hide yourself from me;\\q1 answer me quickly\n\\q2 because I am in great trouble.\n\n\n\\q1",
  "18": "Come near to me and save me;\\q1 rescue me from my enemies.\n\\q1",
  "19": "You know that I am insulted\\q2 and that people shame and dishonor me;\n\\q1 you know who all my enemies are.\n\n\n\\q1",
  "20": "Their insults have deeply offended me,\\q2 and I feel helpless.\n\\q1 I searched for someone who would pity me,\n\\q2 but there was no one.\n\\q1 I wanted someone to encourage me,\n\\q2 but there was no one.\n\\q1",
  "21": "Instead, they gave me food that tasted like poison,\\q2 and when I was thirsty, they gave me sour wine to drink.\n\n\n\n\\q1",
  "22": "I hope their own food will kill them;\\q2 I hope that this will happen when they think that they are completely safe.\n\\q1",
  "23": "I hope that their eyes become dim so that they cannot see anything\\q2 and that their backs will become weaker and weaker.\n\n\n\\q1",
  "24": "Show them that you are very angry with them!\\q2 Because of your great anger, chase them and catch them.\n\\q1",
  "25": "Cause their towns to become abandoned;\\q2 may there be no one to live in their tents.\n\n\n\\q1",
  "26": "Do this because they persecute those whom you have punished,\\q2 they look at how those whom you have punished suffer, and they tell others about it.\n\\q1",
  "27": "Keep making a record of all their sins,\\q2 do not fail to punish them for the evil things that they have done.\n\n\n\\q1",
  "28": "Erase their names from the book containing the names of those who have eternal life;\\q2 do not include them in the list of righteous people.\n\\q1",
  "29": "As for me, I have pain and am suffering.\\q2 O God, protect me and rescue me.\n\n\n\n\\q1",
  "30": "When God does that, I will sing as I praise God,\\q2 and I will honor him by thanking him.\n\\q1",
  "31": "My doing that will please Yahweh more than sacrificing oxen,\\q2 more than offering him full grown bulls.\n\n\n\\q1",
  "32": "Oppressed people will see that God has rescued me,\\q2 and they will be glad.\n\\q1 I desire that all who request God to help them may be encouraged.\n\\q1",
  "33": "Yahweh listens to those who are needy;\\q2 he does not ignore those who have suffered for him.\n\n\n\n\\q1",
  "34": "I desire that everything will praise God—\\q2 everything that is in heaven and on earth and all the creatures that are in the seas.\n\\q1",
  "35": "God will rescue the people of Jerusalem from their enemies,\\q2 and he will rebuild the towns that are in Judah.\n\\q1 His people will live there and again possess the land.\n\\q1",
  "36": "The descendants of his people will inherit it,\\q2 and those who love him will live there safely."
}
