{
  "1": "O God, enable the king whom you appointed in Israel to rule justly.\\q2 Show him how to judge matters fairly\n\\q1",
  "2": "so that he may judge your people fairly\\q2 and that he may govern your oppressed people justly.\n\\q1",
  "3": "I desire that all over the country—even on the hills and mountains —\\q2 people will live peacefully and righteously.\n\n\n\\q1",
  "4": "Help your king to defend the poor people\\q2 and to rescue needy people and to defeat those who oppress them.\n\\q1",
  "5": "I desire that your king may live as long as the sun shines,\\q2 as long as the moon shines, forever.\n\n\n\\q1",
  "6": "I desire that his rule may be enjoyed by the people\\q2 as they enjoy rain on the growing crops,\n\\q2 as they enjoy the showers that fall on the land.\n\\q1",
  "7": "I hope that people may live righteously during the years that he rules\\q2 and that the people may live peacefully and prosperously as long as the moon shines.\n\n\n\n\\q1",
  "8": "I hope that the king of Israel may rule the people\\q2 in all the area from one sea in the east to another in the west\n\\q2 and from the Euphrates River to the most remote places on earth.\n\\q1",
  "9": "I hope that those who live in the wilderness may bow down before him\\q2 and that his enemies may throw themselves on the ground in submission to our king.\n\\q1",
  "10": "I hope that the king of the land of Tarshish and the kings of the islands in the sea may pay taxes to the king of Israel.\\q2 I hope that the king of Sheba to the south and the king of Seba to the southwest may bring him gifts.\n\n\n\\q1",
  "11": "I hope that all the other kings in the world may bow before the king of Israel\\q2 and that people of all nations may serve our king.\n\\q1",
  "12": "He rescues poor people when they cry out for help,\\q2 and he helps those who are needy and those who have no one to help them.\n\n\n\\q1",
  "13": "He pities those who are weak and needy;\\q2 he saves the people's lives.\n\\q1",
  "14": "Our king rescues people from being oppressed and from being treated cruelly\\q2 because their lives are precious to our king.\n\n\n\n\\q1",
  "15": "I hope that our king may live a long time!\\q2 I hope that he may be given gold from Sheba.\n\\q1 I desire that people may always pray for our king\n\\q2 and praise him all the time, every day.\n\\q1",
  "16": "I hope that the fields may produce plenty of grain everywhere, even on the tops of the hills in the land where he rules,\\q2 like the grain that grows on the hills in Lebanon.\n\\q1 I hope that the cities in Israel will be as full of people\n\\q2 as the fields are full of grass.\n\n\n\\q1",
  "17": "I desire that the name of the king may never be forgotten.\\q2 I hope that people may remember him as long as the sun shines.\n\\q1 I hope that all people will praise Yahweh, the God of Israel,\n\\q2 just as he has blessed the king of Israel.\n\n\n\\q1",
  "18": "Praise Yahweh, the God whom we Israelites worship;\\q2 he is the only one who does wonderful things.\n\\q1",
  "19": "Praise him forever!\\q2 I desire that his glory may fill the whole world!\n\\q2 Amen! May it be so!\n\\q1",
  "20": "This is the end of the prayers written by David, son of Jesse."
}
