{
  "1": "Yahweh, listen to what I say and answer me\\q2 because I am weak and needy.\n\\q1",
  "2": "Prevent me from dying now because I am loyal to you;\\q2 save me because I serve you and I trust in you, my God.\n\n\n\\q1",
  "3": "Lord, act kindly toward me\\q2 because I cry out to you all during each day.\n\\q1",
  "4": "Lord, cause me to be glad,\\q2 because I pray to you.\n\n\n\n\\q1",
  "5": "Lord, you are good to us, and you forgive us;\\q1 you faithfully love very much all those who pray to you.\n\\q1",
  "6": "Yahweh, listen to my prayer;\\q2 hear me when I cry out to you to help me.\n\\q1",
  "7": "When I have troubles, I call out to you\\q2 because you answer me.\n\n\n\n\\q1",
  "8": "Lord, among all the gods whom the heathen nations worship,\\q2 there is no one like you;\n\\q1 not one of them has done the great things that you have done.\n\\q1",
  "9": "Lord, someday people from all the nations that you have established will come and bow down in front of you,\\q2 and they will praise you.\n\n\n\\q1",
  "10": "You are great, and you do wonderful things;\\q2 only you are God.\n\\q1",
  "11": "Yahweh, teach me what you want me to do\\q2 so that I may conduct my life according to what you say, all of which is right.\n\\q1 Cause me to have an awesome respect for you with all my inner being.\n\\q1",
  "12": "Lord, my God, I will thank you with all my inner being,\\q2 and I will praise you forever.\n\n\n\\q1",
  "13": "You faithfully love me very much as you have promised;\\q2 you have prevented me from dying and going to the place where dead people are.\n\\q1",
  "14": "But God, proud men are trying to attack me;\\q2 a gang of cruel men are wanting to kill me;\n\\q2 they are men who do not have any respect for you.\n\n\n\\q1",
  "15": "But Lord, you always act mercifully and kindly;\\q2 you do not become angry quickly;\n\\q2 you faithfully love us very much\n\\q2 and always do for us what you have promised to do.\n\\q1",
  "16": "Look down toward me and act mercifully to me;\\q2 cause me to be strong and save me,\n\\q2 the one who serves you faithfully as my mother did.\n\\q1",
  "17": "Yahweh, do something to show me that you are being good to me\\q2 so that those who hate me will see that you have encouraged me and helped me;\n\\q2 as a result, they will be ashamed."
}
