{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Joshua died, the Israelite people asked Yahweh, \"Which of our tribes should attack the Canaanites first?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh replied, \"The men of the tribe of Judah must attack first. I will enable the tribe of Judah to defeat the Canaanites.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of Judah went to their fellow Israelites, the men from the tribe of Simeon, and said to them, \"Come and help us to fight the Canaanites in order that we can take from them the land that Yahweh allotted to us. If you do that, we will go with you and help you conquer the people in the land that Yahweh promised to give to you.\" So the men from the tribe of Simeon went with the men of the tribe of Judah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the men of those two tribes attacked, Yahweh enabled them to defeat ten thousand men of the Canaanites and the Perizzites at the city of Bezek.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During the battle they found Adoni-Bezek, the leader of the city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Adoni-Bezek tried to run away. The Israelites pursued him and caught him. Then they cut off his thumbs and his big toes.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Adoni-Bezek said, \"My army captured seventy kings. We cut off their thumbs and big toes. After that, we forced those kings to eat scraps that fell from our table. Now God has paid me back for what I did.\" Then the men of Judah took Adoni-Bezek to Jerusalem, and he died there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The army of Judah fought against the men of Jerusalem, and they captured the city. With their swords they killed the people who lived there and they burned the houses in the city.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later, the men of Judah went down to fight the Canaanites who lived in the hill country, in the southern Judean wilderness, and in the foothills to the west.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of Judah also went to fight against the Canaanites who lived in the city of Hebron (which used to be named Kiriath Arba). They defeated the armies of kings Sheshai, Ahiman, and Talmai.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they left that area and went to fight against the people living in the city of Debir, which was previously named Kiriath Sepher.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Before they attacked the city, Caleb said to them, \"The person who attacks and captures Kiriath Sepher, I will allow him to marry my daughter.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Othniel, who was the son of Caleb's younger brother Kenaz, captured the city. So Caleb gave his daughter Aksah to him, to become his wife.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Aksah married Othniel, she asked him to request her father to give him a field. Then she rode back to her father Caleb's house on her donkey. When she got off the donkey, Caleb asked her, \"What do you want?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She replied, \"I want you to do a favor for me. You have given me the land of the southern Judean wilderness, but it is very dry there. So please also give me some land that has springs of water.\" So Caleb gave her some land on higher ground that had a spring, and some land on lower ground that had a spring in it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Kenites who were descendants of Moses' father-in-law left Jericho, which was called \"The City of Palm Trees.\" They went with some of the men of Judah to live with them in the southern Judean wilderness, near the city of Arad.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of Judah and their fellow Israelites from the tribe of Simeon defeated the Canaanites who lived in the city of Zephath. They completely destroyed the city and gave it a new name, Hormah, which means \"complete destruction.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of Judah also captured Gaza, Ashkelon, and Ekron cities and all the land that is near those cities.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh helped the men of Judah to capture the hill country, but they could not force the people who were living in the plains to leave, because they had better weapons—they had iron chariots.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The city of Hebron was given to Caleb because Moses had promised him that he could have that city. And Caleb forced the three clans descended from Anak to leave that area.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the tribe of Benjamin could not force the Jebusites to leave Jerusalem. So, since that time the Jebusites have lived in Jerusalem with of the tribe of Benjamin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of the tribes of Ephraim and Manasseh went to fight against the men of city of Bethel, and Yahweh helped them.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They sent some spies to find out everything that they could find out about Bethel, which was previously called Luz.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The spies saw a man who was coming out of the city. They said to him, \"If you show us a way to get into the city, we will be kind to you and we will not kill you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the man showed them a way to enter the city. The men of the tribes of Ephraim and Manasseh entered the city and killed all the people with their swords, but they did not kill the man who showed them how to get into the city, and they did not kill his family.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That man went to the area where the descendants of Heth lived, and he built a city. He named the city Luz, and that is still the name of that city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were Canaanites who lived in Beth Shan, Taanach, Dor, Ibleam, and Megiddo cities and in the surrounding villages. The men of the tribe of Manasseh did not force them to leave those towns, because the Canaanites were determined to stay there.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later, the Israelites became stronger, and they forced the Canaanites to work for them as their slaves, but they did not force all the Canaanites to leave their land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of the tribe of Ephraim did not force the Canaanites to leave the city of Gezer. So the Canaanites continued to live with the tribe of Ephraim.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of the tribe of Zebulun did not force the Canaanites who were living in the cities of Kitron and Nahalol to leave. They stayed there and lived with the tribe of Zebulun, but the people of Zebulun forced them to work for them as their slaves.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of the tribe of Asher did not force the Canaanites who lived in Akko, Sidon, Ahlab, Aczib, Helbah, Aphek and Rehob cities to leave.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the tribe of Asher lived with the Canaanites (those who were still there), and did not make them leave.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of the tribe of Naphtali did not compel the people who lived in the cities of Beth Shemesh and Beth Anath to leave, so they continued to live with the Canaanites in those cities, but the Canaanites were forced to work as the slaves of Naphtali.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Amorites forced the tribe of Dan to live in the hills. They did not allow them to come down and live on the plain.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Amorites were determined to stay at Mount Heres and in the cities of Aijalon and Shaalbim. But when the Israelites became stronger, they forced the Amorites to work as their slaves.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The land where the Amorites lived extended from Scorpion Pass toward the west beyond Sela, up into the hill country.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}