{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king after Abimelech was Tola son of Puah and grandson of Dodo. He became the leader to rescue the Israelite people from their enemies. He was from tribe of Issachar, and yet he lived in the city of Shamir in the hill country of the tribe of Ephraim.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He ruled as judge over Israel for twenty-three years. Then he died and was buried in Shamir.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Tola died, Jair (the Gileadite) ruled as judge over Israel for twenty-two years.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He had thirty sons, and each of them had his own donkey to ride on. They had thirty cities in Gilead that are still named even today, Havvoth Jair (or the Cities of Jair).\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jair died and was buried in the city of Kamon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelites did even more evil that Yahweh saw them do. They worshiped the Baal idols and female fertility idols called the Asthoreths. They worshiped the gods of the people groups of Aram, Sidon, Moab, and Ammon people groups, and the gods of the Philistines. They forgot about Yahweh and stopped worshiping him.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh was very angry with them, and he allowed the Philistines and Ammonites to conquer Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They crushed and oppressed the Israelites that year, and for eighteen years they oppressed all the people of Israel who lived on the east side of the Jordan River. That was the land of the Amorites, which is in Gilead.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Amonites crossed over the Jordan River to fight against the people of the tribes of Judah, Benjamin, and Ephraim. They caused the Israelites' to live their lives with great fear and dread.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Israelites cried out to Yahweh, saying \"We have sinned against you. We have abandoned you, and we have worshiped the idols of Baal.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh answered them, saying, \"I delivered you from the people groups of the Egyptians, the Amorites, the Ammonites, the Philistines,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and also from the Sidonians, the Amalekites, and the Maonites. I did this because they hurt and imprisoned you. You cried out to me, and I brought you to freedom.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now you have abandoned me, and you have been worshiping other gods. Therefore, I will not rescue you again and again.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have chosen those gods to be the ones you worship. So ask them to help you. Let them be the ones who rescue you when you are in trouble!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the people of Israel said to Yahweh, \"We have sinned. Punish us in whatever way you wish. But please rescue us today!\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Israelites threw away the idols of the foreign gods they had cherished, and they worshiped Yahweh. He saw that they were suffering very much, and he reached the limit of his endurance over the misery of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Ammon people group gathered to fight against the Israelites, and they set up their tents in Gilead. The Israelite soldiers gathered and set up their tents at Mizpah.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The leaders of the people of Gilead said to each other, \"Who will lead our attack against the Ammonite army? The one who will lead us will become the leader of all us who live in Gilead.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}