{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of the tribe of Ephraim called together their soldiers, and they crossed the Jordan River and went to the town of Zaphon to talk with Jephthah. They said to him, \"Why did you not ask us to help your army fight the Ammonites. So we will burn down your house while you are in it.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jephthah replied, \"The Ammonites oppressed us. And I asked you to come and rescue us from them, you refused. When I called to you, you did not come to our rescue.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I saw that you would not come to help us, I risked my own life by leading our people to pass through the people of Ammon. And Yahweh helped us to defeat them. So why do you come to fight against me today?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jephthah called together the soldiers of Gilead to fight against the soldiers of Ephraim. They attacked them because men of the tribe of Ephraim said, \"You men from Gilead are just refugees here in the land of Ephraim and Manasseh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Gileadites captured the low places in the Jordan River where people could cross over the river and go to the territory of Ephraim. If someone from the tribe of Ephraim came to the ford to try to escape, he would say, \"Allow me to cross the river.\" Then the men of Gilead would ask him, \"Are you from the tribe of Ephraim?\" If he said \"No,\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "they would say to him, \"Say the word 'Shibboleth.'\" The men of Ephraim could not pronounce that word correctly. So if the person from the tribe of Ephraim said \"Sibboleth,\" they would know that he was lying and that he was really from the tribe of Ephraim, and they would kill him there at the ford.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "So the men of Gilead killed forty-two thousand people from the tribe of Ephraim at that time.\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jephthah, the man from Gilead, served as a judge and leader over Israel for six years. Then he died and was buried in one of the towns of Gilead.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Jephthah died, a man named Ibzan, from Bethlehem, became a leader and a judge over Israel.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He had thirty sons and he gave thirty daughters away in marriage. He brought in thirty daughters from families outside his clan. He was a leader and a judge over Israel for seven years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When died, he was buried in Bethlehem.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Ibzan died, a man named Elon, from the tribe of Zebulun, became a leader of Israel. He was their leader for ten years.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he died and was buried in the city of Aijalon in the area where the tribe of Zebulun lives.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Elon died, a man named Abdon son of Hillel, from the city of Pirathon, became a leader and a judge over Israel.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He had forty sons and thirty grandsons. They had seventy donkeys. Abdon was a leader and a judge over Israel for eight years.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Abdon died, he was buried in Pirathon, in the land of Ephraim, in the hill country of the Amalekites.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}