{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Again the Israelite people did evil, and Yahweh saw what they had done. So Yahweh helped the Philistines to conquer them. They ruled over the Israelites for forty years.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a man named Manoah from the family of Dan who lived in the town of Zorah. His wife was unable to become pregnant, and so she had not given birth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day, the angel of Yahweh appeared to Manoah's wife and said to her, \"Even though you have not been able to give birth to any children until now, you will soon become pregnant and you will give birth to a son.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From now until he is born, you must not drink any wine or other alcoholic drink, and you must not eat any food that the law says we should not eat.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will become pregnant. After you give birth to your son, no one may ever cut his hair. He will be dedicated to God even before he is born until the day he dies. He will begin the work that will rescue Israel from the power of the Philistines.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The woman ran and told her husband, \"A man whom God sent came to me. I was very afraid of him, because he was like an angel from God. I did not ask where he came from, and he did not tell me his name.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he told me, 'You have become pregnant, and you will give birth to a son. Until then, you must not drink any wine or any alcoholic drink, and you must not eat any food that God's law says you are not to eat. Your son will be a Nazirite; that is one who is dedicated to God before he is born and until the day he dies.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Manoah prayed to Yahweh, saying, \"O Lord, I plead with you, allow that man whom you sent to us to come again and teach us how we should raise the boy who will be born to us.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God did what Manoah asked, and his angel came to the woman again. This time she was out in the field. But again her husband Manoah was not with her.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So she quickly ran and said to her husband, \"The man who appeared to me a few days ago has come back again!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Manoah ran back with his wife and asked him, \"Are you the man who talked with my wife a few days ago?\" He replied, \"Yes I am.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Manoah asked him, \"When what you promised occurs and my wife gives birth to a son, what rules will there be for the child, and what work will he do when he grows up?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh's angel replied, \"Your wife must obey all the instructions I gave her.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Before the baby is born, she must not eat grapes, drink wine or any other alcoholic drink, or eat anything that the law says we should not eat.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Manoah said, \"Please stay here until we can kill and cook a young goat for you.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh's angel replied, \"I will stay here, but I will not eat anything. However, you may kill an animal and sacrifice it as a burned offering to Yahweh.\" But Manoah did not yet realize that this was Yahweh's angel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Manoah asked him, \"What is your name? When what you have promised happens, we want to honor you.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh's angel replied, \"Why do you ask me my name? It is too marvelous.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Manoah killed a young goat and burned it on a rock, along with a grain offering, as a sacrifice to Yahweh. Then he did an amazing thing as Manoah and his wife watched.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the flames went up from the altar toward the sky, Yahweh's angel went up in the flame from the altar. Manoah and his wife saw that and lay facedown on the ground.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although Yahweh's angel did not appear again to Manoah and his wife, Manoah realized who this person really was.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Manoah said, \"Now we are sure to die, because we have seen God!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But his wife said, \"No, I do not think so. If Yahweh intended to kill us, he would not have accepted the burned offering and the grain offering. And he would not have appeared to us and told us the wonderful thing that would happen to us, and he would not have performed this miracle.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When their son was born, they named him Samson. Yahweh blessed him as he grew up.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While he was in Mahanehdan, which is between the towns of Zorah and Eshtaol, Yahweh's Spirit began to control him.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}