{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samson went down to the town of Timnah, and there he saw a young Philistine woman.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he returned home, he told his mother and father, \"I saw one of the daughters of the Philistines in Timnah, and I want you to get her for me so I can marry her.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His mother and father objected very strongly. They said, \"Is there no woman from our tribe, or from the other Israelite tribes, that you could marry? Why do you want a wife from the Philistines, who are not circumcised and do not worship Yahweh?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "But Samson told his father, \"Get her for me! She is the one I want!\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His mother and father did not realize that Yahweh was arranging this. He was preparing a way for Samson to create a conflict with the Philistines, for they were ruling over Israel at that time.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Samson went down to Timnah with his mother and father. A young lion attacked him and roared at him near the vineyards close to the town.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh's Spirit came on Samson, and he tore the lion apart with his hands. He did it as easily as if it had been a young goat. But he did not tell his mother and father about it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they arrived in Timnah, Samson talked with the young woman, and he liked her very much. And his father made arrangements for the wedding.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later, when Samson returned to Timnah for the wedding, he turned off the path to see the lion carcass. He discovered that a swarm of bees had made a nest in the carcass and had made some honey.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he dug out some of the honey into his hands and ate some of it as he was walking along. He also gave some of it to his mother and father, but he did not tell them that he had taken the honey from the carcass of the lion.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As his father was making the final arrangements for the marriage, Samson gave a feast for the young men in that area. That was the custom for men to do when they were about to be married.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As soon as her relatives saw him, they brought him thirty of their friends to be with him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samson said to them, \"Allow me to tell you a riddle. If you tell me the correct meaning of my riddle during these seven days of the celebration, I will give each one of you a linen robe and an extra set of clothes.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you cannot tell me the correct meaning, you must each give me a linen robe and an extra set of clothes.\" They replied, \"All right. Tell us your riddle.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he said,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "\"From out of the eater I found something to eat;\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "from out of the strong I found something sweet.\"\n"
      },
      {
        "tag": "m",
        "type": "paragraph",
        "text": "But for three days they could not tell him the meaning of the riddle.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the fourth day, they said to Samson's wife, \"Use your tricks and make your husband tell you the meaning of the riddle. If you do not do that, we will burn down your father's house, with you and your family inside it! Did you invite us here only to make us poor by forcing us to buy a lot of clothes for your husband?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Samson's wife came to him, crying. She said to him, \"You do not really love me. You hate me! You have told a riddle to my friends, but you have not told me the answer to it!\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "He replied, \"I have not even told my own mother and father the answers, so why should I tell you?\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She continued to cry every time she was with him, all during the rest of the celebration. Finally, on the seventh day, because she continued to nag him, he told her the answer to the riddle. Then she told it to the young men.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So before sunset on the seventh day, the young men came to Samson and said to him,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "\"Nothing is sweeter than honey;\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "Nothing is as strong as a lion.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Samson replied, \"People use their own animals to plow their fields. My bride is like a young heifer that you have used, but she does not belong to you!\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "If you had not forced her to ask me,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "you would not have learned the answer!\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh's Spirit powerfully came on Samson. He went down to the coast at the city of Ashkelon and killed thirty men. He took their clothes and went back to Timnah; then he gave them to the men at the feast. But he was very angry about what had happened, so he went back home to live with his mother and father.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So his wife's father gave her instead to the man who had been Samson's special friend when he got married.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}