{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During the time that they were harvesting the wheat, Samson took a young goat to Timnah as a present for his wife. He wanted to sleep with his wife, but her father would not let him go into her room.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to Samson, \"I really thought that you hated her. So I gave her to the man who was your best friend at the wedding, and she has married him. But look, her younger sister is more beautiful than she is. Take her instead.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samson replied, \"No! And this time I have a right to get revenge on you Philistines!\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he went out into the fields and caught three hundred foxes. He tied their tails together, two by two. He fastened torches to each pair of tails.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he lit the torches and let the foxes run through the fields of the Philistines. The fire from the torches burned all the grain to the ground, including the grain that had been cut and stacked in bundles. The fire also burned down their grapevines and their olive trees.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Philistines asked, \"Who did this?\" Someone told them, \"Samson did it. He married a woman from Timnah, but then his father-in-law gave her to the man who was Samson's best friend at the wedding, and she married him.\" So the Philistines went to Timnah and got the woman and her father, and burned them to death.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samson found out about that and said to them, \"Because you have done this, I will get revenge on you, and then I will be happy!\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he attacked the Philistines furiously and killed many of them. Then he went to hide in a cave in the large rock at a place called Etam.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Philistines did not know where he was, so they went up to where the descendants of Judah lived, and they arranged themselves for battle at the town of Lehi.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men there asked the Philistines, \"Why do you want to attack us?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "The Philistines replied, \"We have come to capture Samson. We have come to get revenge on him for what he did to us.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Someone there knew where Samson was hiding. So three thousand men from Judah went down to get Samson at the cave in the rock where he was hiding. They said to Samson, \"Do you not realize that the people of Philistia are ruling over us? Do you not realize what they will do to us?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Samson replied, \"The only thing I did was that I got revenge on them for what they did to me.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the men from Judah said to him, \"We have come to tie you up and put you in the hands of the Philistines.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Samson said, \"All right, but promise me that you yourselves will not kill me!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They replied, \"We will just tie you up and take you to the Philistines. We will not kill you.\" So they tied him with two new ropes and led him away from the cave.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they arrived at Lehi, the Philistines came toward him, shouting triumphantly. But Yahweh's Spirit powerfully came on Samson. He snapped the ropes on his arms as easily as if they had been stalks of burned flax, and they fell off his wrists.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he saw a donkey's jawbone lying on the ground. It was new, so it was hard. He picked it up and killed about a thousand Philistine men with it.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Samson sang:\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "\"With the jawbone of a donkey\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "I have made them like a heap of dead donkeys.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "With the jawbone of a donkey\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "I have killed a thousand men.\"\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he finished, he threw the jawbone away, but later that place was called Ramath Lehi (or Jawbone Hill).\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Samson was very thirsty, so he called out to Yahweh, \"You have given me strength to win a great victory. So now must I die because of being thirsty, with the result that those heathen, uncircumcised Philistines will capture me?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So God caused water to gush out of a depression in the ground at Lehi. Samson drank from it and soon felt strong again. He named that place En Hakkore (or \"The spring of the one who called out\"). That spring can still be found at Lehi, even today.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samson was the leader and judge over Israel for twenty years, but during that time the Philistines were in control of the entire land.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}