{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samson went to the city of Gaza. He saw a prostitute there, and he spent the night with her.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Gazites were told, \"Samson has come here.\" They surrounded the place where Samson was, and they waited in secret all night long. They were beside the city gate, so they would be sure he could not escape. They said, \"Let us wait until the light, and then we will kill him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Samson did not stay there all night. At midnight, he got up. He went to the city gate, he took hold of its two posts, and he lifted them up out of the ground, with its connecting cross bar still attached. He put it on his shoulders and carried it many miles uphill, in front of the town of Hebron.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later Samson fell in love with a woman named Delilah. She lived in the Valley of Sorek (in the Philistine area).\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Philistine leaders went to her and said, \"Use your tricks to find out from Samson what makes him so strong. And find out how we can subdue him and tie him up securely. If you do that, each of us will give you 1,100 pieces of silver.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Delilah went to Samson and said, \"Please tell me what makes you so strong, and tell me how someone can subdue you and tie you up.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samson said, \"If someone ties me with seven new bowstrings, ones that are not dry yet, I will become as weak as other men.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So after Delilah told that to the Philistine leaders, they brought seven new bowstrings to Delilah.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then she hid the leaders in one of the rooms in her house. She tied Samson up with the bowstrings and then called out, \"Samson! The Philistines have come here to capture you!\" But Samson snapped the bowstrings as easily as though they had been strings that had been singed in a fire. So the Philistines did not find out what made Samson so strong.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Delilah said to Samson, \"You have deceived me and lied to me! Now tell me the truth, how someone can tie you up securely.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samson replied, \"If someone ties me with new ropes, ones that have never been used, I will be as weak as other men.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So again, she told the Philistine leaders, and then came and hid in the room as they did before. And again she called out, \"Samson! The Philistines have come to capture you!\" But Samson snapped the ropes on his arms as easily as if they had been threads.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Delilah said, \"You have deceived me and lied to me again! Please tell me how someone can tie you up securely!\" Samson replied, \"If you weave the seven braids of my hair into the threads you are weaving on the loom, and then fasten those threads with a nail that makes the threads tight, then I will become as weak as other men.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "So again, Delilah held the seven braids of his hair, and wove them into the threads on the loom,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and she secured them with a pin. Then she called out, \"Samson! The Philistines have come to capture you!\" But Samson woke up and pulled away his hair, taking with it the pin of the loom and the fabric in the loom.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Delilah said to him, \"How can you say that you love me when you do not tell me the truth about yourself? You have deceived me three times, and you still have not told me what really makes you so strong!\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Day after day she used every trick to get him to tell her his secret. He thought he would die from her nagging.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Finally Samson told her the truth. He said, \"I have been set apart for God since the day I was born. And because of that, my hair has never been cut. If my hair were shaved off, my strength would be gone, and I would be as weak as other men.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Delilah realized that this time he had told her the truth. So she called together the Philistine leaders, saying, \"Come back one more time, because Samson has finally told me the secret about his strength.\" So the Philistine leaders returned and gave Delilah the money they promised to give her.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Again she lulled Samson to sleep, with his head in her lap. Then she called one of the Philistine men to come and cut off Samson's hair. As he did that, Samson became weak; he had no more strength.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then after she tied him up, she called out, \"Samson! The Philistines have come to capture you!\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "He woke up and thought, \"I will do as I did before. I will shake these ropes off myself and be free!\" But he did not realize that Yahweh had left him.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Philistine men seized him and gouged out his eyes. Then they took him to Gaza. There they put him in prison and bound him with bronze chains. They made him turn a large millstone to grind grain every day.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But his hair started to grow again after it had been cut.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Several months later the Philistine leaders celebrated a big festival. During the festival they offered sacrifices to their god Dagon. They praised him, saying, \"Our god has enabled us to defeat our great enemy Samson!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the other people saw Samson, they also praised their god Dagon, saying,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "\"Our god has put our great enemy into our hands.\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "Our god helped us to capture the one who has harmed our country so much!\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By that time the people were half-drunk. They shouted, \"Bring Samson out of the prison! Bring him here so he can entertain us!\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "So they brought Samson from the prison and made him stand in the center of the temple. They made him stand between the two pillars that held up the roof.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samson said to the servant who was leading him by his hand, \"Place my hands against the two pillars. I want to rest against them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time the temple was full of men and women. All the Philistine leaders were also there. And there were about three thousand people on the roof, watching Samson and making fun of him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samson prayed to Yahweh and he said, \"Lord Yahweh, think about me again! Please give me strength only this once more, so that I may get revenge on the Philistines for gouging out my eyes!\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Samson held on to the two center pillars on which the building rested. He leaned against them, one pillar with his right hand, and his left hand on the other pillar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he shouted to God, \"Let me die with the Philistines!\" He pushed with all his strength. The pillars collapsed, and the temple crashed down on the Philistine leaders and all the other Philistine people, and they all died. So Samson killed more people when he died than he had killed all during his life.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later his brothers and their relatives went down from Zorah to Gaza to get his body. They took it back home and buried it between Zorah and Eshtaol, at the place where Samson's father Manoah was buried. Now Samson had led Israel for twenty years.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}