{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a man named Micah who lived in the hill country where the tribe of Ephraim live.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day he said to his mother, \"I heard you curse whoever stole eleven hundred pieces of silver from your house. I am the one who took the silver, and I still have it.\" His mother replied, \"My son, I pray that Yahweh will bless you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Micah gave all the silver back to his mother. Then she said to herself, \"I will give this silver to Yahweh. I will have someone make a carved figure and a cast figure from this silver.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After he gave the silver to his mother, she took two hundred pieces and gave them to a metal worker. With the silver that man made a carved figure and a cast metal figure, and gave them to Micah. Micah put them in his house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He had a house in which he worshiped his idols. He made a vest that was worn by priests, and some household idols and Micah gave one of his sons the task of being the priest for all his idols.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, the Israel did not have a king, and everyone did what was right, as they saw it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a young man who had been living in Bethlehem in the area where the tribe of Judah lives. He wanted to work as a priest because he was a member of the tribe of Levi.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he left Bethlehem to find another place to live and work. He came to Micah's house in the hill country where the tribe of Ephraim lived.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Micah asked him, \"Where are you from?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "He replied, \"I come from Bethlehem. I am from the tribe of Levi, and I am looking for a place to live and work as a priest.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Micah said to him, \"Stay with me, and you can advise me and be my priest. Each year I will give to you ten pieces of silver and some new clothes. And I will provide food for you.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the young man agreed to live with Micah. He became like one of Micah's own sons.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Micah appointed him to be a priest, and he lived in Micah's house.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Micah said, \"Now I know that Yahweh will do good things for me, because I have a man from the tribe of Levi to be my priest.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}