{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time the Israelites had no king.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "The tribe of Dan was looking for a good place for them to settle down. The other Israelite tribes had been able to receive the land that had been allotted to them, but the tribe of Dan had not been able to do that.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they chose five soldiers from their clans, men who lived in the cities of Zorah and Eshtaol, to go through the land and explore it and try to find some land where their tribe could live.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "They came to Micah's house in the hill country where the tribe of Ephraim lived, and they stayed there that night.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they were in his house, when they heard the young man who had become Micah's priest talking, they recognized him from his accent. So they went to him and asked him, \"Who brought you here? What are you doing here? Why did you come here?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He told them the things that Micah had done for him. And he said, \"Micah has hired me, and I have become his priest.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they said to him, \"Please ask God if we will succeed in what we are trying to do on this journey.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The young man replied, \"Go in the knowledge that Yahweh will be with you on this journey.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the five men left. When they came to the city of Laish, they saw that the people there lived safely, as the people did in the city of Sidon. The people there thought that they were safe, because there was no one nearby to cause trouble for them, they were far from Sidon, and they rarely had contact with any outsiders.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When those five men returned to Zorah and Eshtaol, their relatives asked them \"What did you find out?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They replied, \"We have found some land, and it is very good. We should go and attack the people who live there. Why are you staying here and doing nothing? Do not wait any longer! We should go immediately and take possession of that land!\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you go there, you will see that there is plenty of land, and it has everything that we will need. The people there are not expecting anyone to attack them. God is certainly giving that land to us.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So six hundred men from the tribe of Dan left Zorah and Eshtaol, carrying their weapons.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On their way they set up their tents near the city of Kiriath Jearim in the area where the tribe of Judah live. That is why the area west of Kiriath Jearim was named Mahaneh Dan (or the \"Camp of Dan\"), and that is still its name.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From there, they went to the hill country where the tribe of Ephraim lived. And they arrived at Micah's house.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The five men who had explored the land near Laish said to their fellow Israelites, \"Do you know that in one of these houses there is a sacred vest, several household idols, a carved figure and a cast metal figure? We think that you know what you should do.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they went to the house where the man from the tribe of Levi lived, which was the house where Micah lived, and they greeted the young man from the tribe of Levi who was Micah's priest.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The six hundred men of the tribe of Dan stood outside the gate of the house, carrying their weapons.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The five men who had explored the land went into Micah's house, and took the carved figure, the sacred vest, the household gods, and the cast metal figure. While they did that, the six hundred men stood outside the gate, talking with the priest.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the priest saw them bringing out the carved figure, the sacred vest, the household gods, and cast metal figure, and he said to them, \"What are you doing?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They replied, \"Be quiet! Do not say anything! You come with us and be like a father to us and a priest for us. Is it better for you to stay here and be a priest for the people in the house of one man, or to be a priest for a clan, and a priest for a whole tribe of Israelites?\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest liked what they were suggesting. So he took the sacred vest and the household gods, and the carved figure, and he prepared to go with the people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the men made their wives and little children, their animals, and everything else that they owned to travel just in front of themselves.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they had gone a little distance from Micah's house, Micah saw what was happening. He quickly summoned the men who lived near him, and they ran and caught up with the men from the tribe of Dan.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They shouted at them. The men of the tribe of Dan turned around and said to Micah, \"What is the problem? Why have you gathered these men to pursue us?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Micah shouted, \"You took the silver idols that were made for me! You also took my priest! I do not have anything left! So why do you ask me, 'What is the problem?'\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men from the tribe of Dan replied, \"You better not say anything about this matter. Some of our men might become angry and attack you, killing you and your family!\"\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the men from the tribe of Dan continued walking. Micah realized that there was a very large group of them, so that it would be useless for him to try to fight them. So he turned around and went home.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of the tribe of Dan were carrying the things that had been made for Micah, and they also took his priest, and they continued traveling to Laish. They attacked the people who were peacefully living there, and killed them with their swords. Then they burned everything in the city.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was no group of people to rescue the people of Laish. Laish was far from Sidon, so the people who lived there could not help the people of Laish. And the people of Laish had no other allies. Laish was in a valley near the town of Beth Rehob.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "The people of the tribe of Dan rebuilt the city and started to live there.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They gave a new name to the city, they called it Dan, in honor of their ancestor whose name was Dan. He was one of Israel's sons. The town used to be called Laish.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of the tribe of Dan set up in the city a carved figure that had been made for Micah. Jonathan son of Gershom, and the grandson of Moses, was appointed to be their priest. His descendants continued to be priests until the Israelites were captured and taken away.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the people of the tribe of Dan set up the carved figure that had been made for Micah, and it stayed there as long as the house of God was in Shiloh.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}