{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time the Israelite people had no king.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "There was a man from the tribe of Levi who lived in a remote place in the hill country where the tribe of Ephraim lives. He had previously taken to live with him a woman who was a slave. She was from Bethlehem, in the area where the tribe of Judah lives.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But she started to sleep with other men also. Then she left him and returned to her father's house in Bethlehem. She stayed there for four months.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then her husband took his servant and two donkeys and went to Bethlehem. He went to ask her to come back to live with him again. When he arrived at her father's house, she invited him to come in. Her father was happy to see him.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The woman's father asked him to stay. So he stayed there for three days. During that time he ate and drank and slept there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the fourth day, they all got up early in the morning. The man from the tribe of Levi was preparing to leave, but the woman's father said to him, \"Eat something before you go.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the two men sat down to eat and drink together. Then the woman's father said to him, \"Please stay another night. Relax and have a good time.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man from the tribe of Levi wanted to leave, but the woman's father requested him to stay one more night. So he stayed again that night.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the fifth day, the man got up early and prepared to leave. But the woman's father said to him again, \"Have something to eat. Wait until this afternoon, and then leave.\" So the two men ate together.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the afternoon, when the man from the tribe of Levi and his slave wife and his servant got up to leave, the woman's father said, \"It will soon be dark. The day is almost finished. Stay here tonight and have a good time. Tomorrow morning you can get up early and leave for your home.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the man from the tribe of Levi did not want to stay for another night. He put saddles on his two donkeys, and started to go with his slave wife and his servant toward the city of Jebus, which is now named Jerusalem.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When it was late in the afternoon, they came near to Jebus. The servant said to his master, \"We should stop in this city where the Jebus people group live, and stay here tonight.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But his master said, \"No, it would not be good for us to stay here where foreign people live. There are no Israelite people here. We will go on to the city of Gibeah.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to his servant, \"Let us go. It is not far to Gibeah. We can go there, or we can go a bit further to Ramah. We can stay in one of those two cities tonight.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they continued walking. When they came near to Gibeah, where people from the tribe of Benjamin live, the sun was setting.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They stopped to stay there that night. They went to the public square of that city and sat down. But no one who passed by invited them to stay in their house for that night.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But then an old man came by. He had been working in the fields. He was from the hill country of the tribe of Ephraim, but at that time he was living in Gibeah.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He realized that the man from the tribe of Levi was only traveling and that he did not have a place to stay in that city. So he asked the man, \"Where have you come from? And where are you going?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He replied, \"We are traveling from Bethlehem to my home in the hill country where people of the tribe of Ephraim live. I went from there to Bethlehem, but now we are going to Shiloh where Yahweh's house is. No one here has invited us to stay in their house tonight.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We have straw and food for our donkeys, and bread and wine for me and the young woman and my servant. We do not need anything else.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The old man said, \"May everything go well for you. I can provide whatever you need. Do not stay here in the square tonight.\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the old man took them to his house. He gave food to the donkeys. He gave water to the man and the woman and the servant to wash their feet. And the old man gave them something to eat and drink.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they were having a good time together, some wicked men from that city surrounded the house and started to bang on the door. They shouted to the old man, \"Bring out to us the man who has come to your house. We want to have sex with him.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The old man went outside and said to them, \"My brothers, I will not do that. That would be a very evil thing. This man is a guest in my house. You should not do such a terrible thing!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look, my virgin daughter and his concubine are here. I will bring them out to you now. You may do to them whatever you wish, but do not do such a terrible thing to this man!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the men did not pay attention to what he said. So the man took his concubine and sent her to them, outside the house. They forced her to have sex with them and abused her all night. Then at dawn, they let her go.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She returned to the old man's house, and she fell down at the doorway and lay there until it was light.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next morning, her master got up and went outside of the house to continue his journey. He saw his slave wife lying there at the doorway of the house, her hands still touching the doorsill.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to her, \"Get up! Let us go!\" But she did not answer. He put her body on the donkey, and he and his servant traveled to his home.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he arrived at his home, he took a knife and he cut the body of the slave woman into twelve pieces. Then he sent one piece to each area of Israel, along with a message telling what had happened.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone who saw a piece of the body and the message said, \"Nothing like this has ever happened before. Not since our ancestors left Egypt have we heard of such a terrible thing. We need to think carefully about it. Someone should decide what we should do.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}