{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the soldiers of Israel came out united as one man, from the city of Dan in the north to Beersheba in the south, and from the region of Gilead to the east of the Jordan River, all of them heard what had happened. So they gathered together before Yahweh at Mizpah.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The leaders of eleven of the tribes of Israel stood in front of the people who gathered there. There were 400,000 men on foot, fighting men who were there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of the tribe of Benjamin heard that the other Israelites had gone up to Mizpah, but none of the men from the Benjamin tribe had gone to the meeting there.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "The people of Israel asked about the evil thing that had happened.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Levite who was the husband of the woman who had been killed replied, \"My slave wife and I came to Gibeah, wanting to stay there that night.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That evening, the men of Gibeah came to attack me. They surrounded the house where I was staying and wanted to have sex with me and then kill me. They abused my slave wife and raped her all night, and she died.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I took her body home and cut it into pieces. Then I sent one piece to each area of Israel, because I wanted you all to know about this wicked and disgraceful thing that has been done here in Israel.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now, all you Israelite people, speak, and tell me what you think should be done!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people stood up, and unitedly said, \"None of us will go home! Not one of us will return to his house!\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what we must do to the people of Gibeah. First, we will cast lots to determine which group should attack them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We will choose one tenth of our number to get supplies we will need to punish Gibeah for the terrible thing that they have done here in Israel.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And all the Israelite people agreed that the people of Gibeah should be punished.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Israelite men sent messengers throughout the tribe of Benjamin. They demanded, \"Do you realize that some of your men have done a very evil thing?\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bring those wicked men to us, in order that we can execute them. By doing that, we will get rid of this evil thing that has happened in Israel.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "But the people of the tribe of Benjamin paid no attention to their fellow Israelites.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of the tribe of Benjamin left their cities and gathered at Gibeah to fight the other Israelites.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In that one day the men of the tribe of Benjamin recruited twenty-six thousand fighting men. They also chose seven hundred men from Gibeah.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From all those soldiers there were seven hundred men who were left-handed, and each of them could sling a stone without missing a target that was very small and as narrow as a hair.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The soldiers of Israel, not including the soldiers from Benjamin, numbered 400,000 men. All of these were trained to fight with the sword, men experienced at fighting in war.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those other Israelites went up to Bethel and asked advice from God, \"Which tribe should be the first to attack the men from the tribe of Benjamin?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Yahweh answered, \"The men from the tribe of Judah should go first.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next morning, the Israelite men went and set up their tents near Gibeah.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they went to fight against the men from the tribe of Benjamin, and stood in their positions for fighting a battle, facing Gibeah.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of the tribe of Benjamin came out of Gibeah and fought against them, and they killed twenty-two thousand soldiers from Israel on that day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the soldiers of Israel encouraged themselves. Then they got ready to fight the next day in the same battle lines as on the first day.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they came together and begged Yahweh for help; they prayed until evening. They asked advice from Yahweh about what they should do: \"Should we go again to fight against our brothers, the people of Benjamin?\" Yahweh answered, \"Attack them!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day they again stood in their positions for fighting, just as they had done on the previous day.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of the tribe of Benjamin came out of Gibeah and attacked the Israelites, and killed eighteen thousand more of their men.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the afternoon, all the people of Israel who had not been killed again went to Bethel. There they sat down and cried to Yahweh, and they fasted until it was evening. They brought some offerings which they burned completely on the altar, and they also brought some offerings to restore fellowship with Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel asked Yahweh,—for the ark of the covenant of God was there in those days,\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and Phinehas son of Eleazar, was the grandson of Aaron; he was serving before the ark in those days—\"Should we go out to battle once more against the people of Benjamin, who are out brothers, or should we stop?\" Yahweh said, \"Attack! For tomorrow I will help you defeat them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Israelite men set up an ambush in the fields around Gibeah.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The other Israelite men went and stood in their positions for fighting a battle just as they had done on the previous days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the men of the tribe of Benjamin came out of the city to fight against them, the Israelite men retreated away from the city, and the men of the tribe of Benjamin pursued them. The men of the tribe of Benjamin killed many Israelites, like they had done before. They killed about thirty Israelites, who died in the fields and on the roads—one of the roads went to Bethel and another road went to Gibeah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of the tribe of Benjamin said, \"We are defeating them like we did before!\" But then Israelite men did what they had planned. The main group of Israelite men retreated a short distance from the city, to trick the men of Gibeah and cause them to pursue the Israelite men along the roads outside the city.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The main group of Israelite men left their positions and retreated, and then they stood in their battle positions again at a place named Baal Tamar. Then the soldiers of Israel who had been hiding in secret places ran out from their places in Maareh Gibeah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the other ten thousand Israelites came out from the places where they had been hiding, west of Gibeah, and attacked the city. They were men who had come from all parts of Israel. There was a very big battle. But the men of the tribe of Benjamin did not know that they were about to have a disastrous defeat.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh enabled the Israelite men to defeat the men of the tribe of Benjamin. They killed 25,100 of them, all of them were fighting men.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the soldiers of Benjamin saw they were defeated. The men of Israel had given ground to Benjamin, because they were counting on the men they had placed in hidden positions outside Gibeah to go out and shift the battle in their favor.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the men who were hiding got up and hurried and they rushed into Gibeah, and with their swords they killed everyone who lived in the city.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the arranged signal between the soldiers of Israel and the men hiding in secret would be that a great cloud of smoke would rise up out of the city.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By that time, Israelite men had turned away from attacking, so the men of the tribe of Benjamin said, \"We are winning the battle, as we did before!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But then smoke from the burning buildings began to rise up from the city. The men of the tribe of Benjamin turned around and saw that the whole city was burning.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the main group of Israelite men also saw the smoke, and they knew that the smoke signaled that they should turn around and begin to attack. The men of the tribe of Benjamin were very afraid, because they realized that they were about to have a disastrous defeat.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the men of the tribe of Benjamin tried to run away toward the wilderness to escape from the Israelite men, but they were not able to escape, because the Israelite men who had burned the two cities came out of those cities and killed many of them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They surrounded some of the men of the tribe of Benjamin, and pursued the others to the area east of Gibeah.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They killed eighteen thousand strong soldiers of the tribe of Benjamin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the rest of the men of the tribe of Benjamin realized that they had been defeated. They ran toward the rock of Rimmon, but the Israelite men killed five thousand more men of the tribe of Benjamin who fell behind along the roads. They pursued the rest of them to Gidom, and they killed two thousand more.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Altogether, there were twenty-five thousand—men of the tribe of Benjamin who were killed, all of them were experienced fighting men.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But six hundred men of the tribe of Benjamin ran to the rock of Rimmon in the wilderness. They stayed there for four months.\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Israelite men went back to the land belonging to the tribe of Benjamin, and killed the people in every city. They also killed all the animals, and destroyed everything else that they found there. And they burned all the cities that they came to.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}