{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Israelite men had gathered at Mizpah before the battle started, they solemnly declared, \"None of us will ever allow one of our daughters to marry any man from the tribe of Benjamin!\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now the Israelites went to Bethel and cried loudly to Yahweh all day until the sun went down.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They kept saying, \"Yahweh, God of us Israelite people, one of the tribes of us Israelites does not exist anymore! Why has this happened to us?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Early the next morning the people built an altar. Then they completely burned some sacrifices on the altar, and also offered other sacrifices to restore fellowship with God.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, because they had solemnly declared that anyone who did not meet with them at Mizpah to help fight the men of the tribe of Benjamin would be killed, they asked among themselves, \"Were there any of the tribes of Israel who did not come to Mizpah to meet with us in the presence of Yahweh?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelites felt sorry for their fellow Israelites from the tribe of Benjamin. They said, \"Today one of our Israelite tribes has been cut off from Israel.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What can we do to make certain that the men of the tribe of Benjamin who were not killed will have wives?\" Yahweh heard us solemnly declare that we would not allow any of our daughters to marry any man from the tribe of Benjamin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then one of them asked, \"Which of the tribes of Israel did not send any men here to Mizpah?\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They realized that when the soldiers were counted, there was no one who had come from the city of Jabesh Gilead.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So all the Israelites decided to send twelve thousand very good soldiers to Jabesh Gilead to kill the people there, even the women and the children.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They told this to those men: \"This is what you must do: You must kill every man in Jabesh Gilead. You must also kill every married woman. But do not kill the unmarried women.\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So those soldiers went to Jabesh Gilead and killed all the men, married women, and the children. But they found four hundred virgin young women there. So they brought them to their camp at Shiloh in Canaan, across the river from the region of Gilead that belonged to the tribe of Benjamin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the Israelites who had gathered sent a message to the six hundred men who were at the rock of Rimmon. They said that they would like to make peace with them.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the men came back from the rock of Rimmon. The Israelites gave to them the young women from Jabesh Gilead. But there were only four hundred women There were not enough women for those six hundred men.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelites still felt sorry for the men of the tribe of Benjamin, because Yahweh had set the other tribes against them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelite leaders said, \"We have killed all the married women of the tribe of Benjamin. Where can we get women to be wives of the men who are still alive?\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These men must have wives to give birth to children, in order that their families of Benjamin will continue. If that does not happen, all the people of one of the tribes of Israel will all die out, and the tribe will be destroyed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But we cannot allow our daughters to marry these men, because we solemnly declared that Yahweh will curse anyone who gives one of his daughters to become a wife of any man of the tribe of Benjamin.\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they had an idea. They said, \"Every year there is a festival to honor Yahweh at Shiloh, which is north of Bethel and east of the road that extends from Bethel to Shechem, and it is south of the city of Lebonah.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Israelite leaders told the men of the tribe of Benjamin, \"When it is the time for that festival, go to Shiloh and hide in the vineyards.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Keep watching for the young women to come out of the city to dance. When they come out, run out of the vineyards. Each of you can seize one of the young women of Shiloh. Then you can all return to your homes with those women.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If their fathers or brothers come to us and complain about what you have done, we will say to them, 'Act kindly toward the men of the tribe of Benjamin. When we fought them, we did not leave any women alive to become their wives, and you did not give those young women to the men from the tribe of Benjamin. They stole them. So you will not be guilty, even though you said that you would not give any of your daughters to marry one of them.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So that is what the men of the tribe of Benjamin did. They went to Shiloh at the time of the festival. And when the young women were dancing, each man caught one of them and took her away and married her. Then they took their wives back to the land that God had given to them. They rebuilt their cities that had been burned down, and they lived there.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The other Israelites went to their home in the areas where their tribes and clans lived, the areas that God had allotted to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, the Israelite people did not have a king. Everyone did what was right according to his own opinion.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}