{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time there were still many people groups in Canaan. Yahweh left them there to test the Israelite people because many of the Israelites in Canaan had not fought in any of the previous wars.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh did this to teach the new generation of Israelites how to wage war.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is a list of the people groups that Yahweh left there to test the Israelites: The Philistines and their five leaders, the people living in the area near the city of Sidon, the descendants of Canaan, and the Hivites who were living in the mountains of Lebanon between Mount Baal Hermon and Lebo Hamath (\"the pass of Hamath\").\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh left these people groups there to test the Israelites, to see if they would obey his commands which he had told Moses to give them.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelites lived among the people groups of the Canaanites, the Hivites, the Amorites, the Perizites, the Hivites, and the Jebusites.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Israelites took the daughters of those people to be their own wives, and gave their own daughters to those men to marry them. And they worshiped the gods of those people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelites did things that Yahweh said were very evil. They forgot about Yahweh, their God, and they started to worship the idols that represented the god Baal and the goddess Asherah.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore Yahweh was very angry with Israel, and he handed them over that they might live under the power of King Cushan-Rishathaim, who was king of Aram Naharaim in Mesopotamia. The people of Israel served Cushan-Rishathaim for eight years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when they pleaded to Yahweh to help them, he brought a leader to rescue them. He was Othniel (the son of Caleb's younger brother, Kenaz).\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh's Spirit gave him power and insight, and he became their leader. He led an army that fought against the army of Cushan-Rishathaim, and Othniel defeated them.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After that, for forty years there was peace in the land, until Othniel died.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After that, the Israelites again did things that Yahweh had forbidden them to do, things that were very evil. Yahweh made the army of King Eglon, who ruled the land of Moab, much stronger so that he could defeat the Israelites.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eglon persuaded the leaders of the Ammonites and the Amalekites to join their armies with his army to attack Israel. They captured Jericho, which was called \"The City of Palm Trees.\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then King Eglon ruled the Israelites for eighteen years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But then the Israelites again pleaded to Yahweh to help them. So he brought another leader to rescue them. He was Ehud son of Gera, a left-handed man from the descendants of Benjamin. The Israelites sent him to King Eglon to give him the money he required every year so he would not attack them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ehud had with him a short double-edged sword, one-half meter in length. He hid it under his clothes by strapping the sword to his right thigh.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He gave the money to King Eglon, who was a very fat man.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Ehud started to go back home with the men who had carried the money.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they arrived at the stone quarries near Gilgal, he told the other men to go on, but he himself turned around and went back to the king of Moab. When he arrived at the palace, he said to the king, \"Your majesty, I have a secret message for you.\" So the king told all his servants to be quiet, and he sent them out of the room.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, as Eglon was sitting alone in the upstairs room of his summer palace, Ehud came close to him and said, \"I have a message for you from God.\" Just then the king got up from his chair.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As the king got up, Ehud reached with his left hand and pulled the dagger from his right thigh, and plunged it into the king's belly.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He thrust it in so far that the handle went into the king's belly, and the blade came out the king's back. Ehud did not pull the dagger out. He left it there, with the handle buried in the king's fat.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Ehud left the room. He went out to the porch. He shut the doors to the room and locked them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After he had gone, his servants came back, but they saw that the doors of the room were locked. They said, \"The king must be defecating in the inner room.\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they waited, but when the king did not open the doors of the room, after a while they were worried. They got a key and unlocked the doors. And they saw that their king was lying on the floor, dead.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Meanwhile, Ehud escaped. He passed by the stone quarries and arrived at Seirah, in the hill country where the descendants of Ephraim lived.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There he blew a trumpet to tell everyone that the people should join him to fight the people of Moab. So the Israelites went with him from the hills. They went down toward the Jordan River, with Ehud leading them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to the men, \"Yahweh is going to allow us to defeat your enemies, the people of Moab. So follow me!\" So they followed him down to the river, and they stationed some of their men at the place where people can walk across the river, in order that they could kill any people from Moab who tried to cross the river to escape.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, the Israelites killed about ten thousand people from Moab. They were all strong and capable men, but not one of them escaped.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that day, the Israelites conquered the people of Moab. Then there was peace in their land for eighty years.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Ehud died, Shamgar became their leader. He rescued the Israelites from the Philistines. In one battle he killed six hundred Philistines with an ox goad.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}