{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Again the Israelites did what Yahweh said was very evil. So he allowed the people of Midian to conquer them and rule them for seven years.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Midian treated the Israelites so cruelly that the Israelites fled to the mountains. There they made places to live in caves and places to be safe.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the time when the Israelites planted their crops in the fields, the people of Midian and Amalek and people from the east attacked the Israelites.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They set up tents in the area, and then destroyed the crops as far south as Gaza. They did not leave anything for the Israelites to eat and took away the sheep, the cattle and the donkeys.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They came into Israel with their tents and their livestock like a swarm of locusts. There were so many of them that arrived riding on their camels that no one could count. They stayed so they could ruin the land.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Midian took almost everything the Israelites owned. So finally the Israelites pleaded for Yahweh to help them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Israelites pleaded with Yahweh to help them because of what the people from Midian had done to them,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh sent to them a prophet, who said, \"This is what Yahweh the God of Israel says, 'I brought up your ancestors out of Egypt, out of the places where you all were slaves.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I rescued them from the leaders of Egypt and from all the others who oppressed you. I expelled their enemies from this land, and gave it to you.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I told you and your ancestors, \"I am Yahweh, your God. You are now in the land of the Amorites, but you must not worship the gods they worship here in this land in which you are living.\" But you did not obey me.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day the angel of Yahweh appeared and sat under a big oak tree at the town of Ophrah. (That tree belonged to Joash, who was from the clan of Abiezer.) Joash's son Gideon was threshing wheat in the pit where they pressed grapes to make wine. He was threshing the grain there in order to hide it from the people of Midian.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh went over to Gideon and said to him, \"You mighty warrior, Yahweh is helping you!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gideon replied, \"Sir, if Yahweh is helping us, why have all these bad things happened to us? We heard about all the miracles that Yahweh performed for our ancestors. We heard people tell us about how he rescued them from being slaves in Egypt. But now Yahweh has abandoned us, and we are ruled by the people from Midian.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh turned toward him and said, \"You have the strength to rescue the Israelites from the people of Midian. I am sending you to do that!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gideon replied, \"But Lord, how can I rescue the Israelites? My clan is the least significant in the whole tribe descended from Manasseh, and I am the least significant person in my whole family!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to him, \"I will help you. So you will defeat the Midianite army as easily as if you were fighting only one man!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gideon replied, \"If you are truly pleased with me, do something which will prove that you who are speaking to me are really Yahweh.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But do not go away until I go and bring back an offering to you.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Yahweh answered, \"Very well, I will stay here until you return.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gideon hurried to his home. He killed a young goat and cooked it. Then he took a about twenty-two liters of flour and baked some bread without yeast. Then he put the cooked meat in a basket, and put the broth from the meat in a pot, and took it to Yahweh, who was sitting under the tree.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the angel of God said to him, \"Put the meat and the bread on this rock. Then pour the broth on top of it.\" So Gideon did that.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh reached out and touched the meat and bread with the walking stick that was in his hand. A fire flamed up from the rock and burned up the meat and the bread that Gideon had brought! And then the angel of Yahweh disappeared.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Gideon realized that it was the angel of Yahweh, he exclaimed, \"O, Lord Yahweh, I have seen the face of the angel of Yahweh!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh called to him and said, \"Do not be afraid! You will not die!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Gideon built an altar to worship Yahweh there. He named it 'Yahweh is Peace.' That altar is still there at the town of Ophrah, in the land of the Abiezrites.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That night Yahweh said to Gideon, \"Take the bull that belongs to your father and another bull, one that is seven years old, and tear down the altar that your father built to worship the god Baal. Also cut down the pole for worshiping the goddess Asherah that is there beside it.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then build a stone altar to worship me, your God Yahweh, here on this hill. Take the wood from the Asherah pole you cut down and make a fire to burn the meat of these bulls as a burnt offering to me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Gideon and ten of his servants did what Yahweh commanded. But they did it at night, because he was afraid what the other members of his family and the other men in town would do to him if they found out that he had done that.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Early the next morning, as soon as the men got up, they saw that the altar to Baal was in ruins, and the Asherah pole was gone. They saw that there was a new altar there, and on it was what remained from the bulls they had sacrificed.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people asked each other, \"Who did this?\" After they investigated, someone told them that it was Gideon son of Joash who had done it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of the town said to Joash, \"Bring your son out here! He must be put to death, because he destroyed our god Baal's altar and cut down the Asherah pole where we worship!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Joash replied to those who came against him, \"Are you trying to defend Baal? Are you trying to argue his case? Anyone who tries to defend Baal should be executed by tomorrow morning! If Baal is truly a god, he ought to be able to defend himself, when someone tears down his altar!\"\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From that time, people called Gideon Jerub Baal, which means \"Baal should defend himself,\" because he had torn down Baal's altar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Soon after that, the armies of the people of Midian and of Amalek and the people from the east gathered together. They crossed the Jordan River to attack the Israelites. They set up their tents in the Valley of Jezreel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh's Spirit took control of Gideon. He blew a ram's horn to summon the men to prepare to fight. So the men of the clan of Abiezer came to him.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also sent messengers throughout the tribes descended from Manasseh, Asher, Zebulun, and Naphtali to tell their soldiers to come, and all of them came.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Gideon said to God, \"If you are truly going to enable me to rescue the Israelite people as you promised,\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "confirm it by doing this: Tonight I will put a dry wool fleece on the ground where I thresh the grain. Tomorrow morning, if the fleece is wet with dew but the ground is dry, then I will know that I am the one you will enable to rescue the people of Israel as you promised.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And that is what happened. When Gideon got up the next morning, he picked up the fleece, and squeezed out a whole bowlful of water!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Gideon said to God, \"Do not be angry with me, but let me ask you to do one more thing. Tonight I will put the fleece out again. This time, let the fleece remain dry, while the ground is wet with the dew.\"\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So that night, God did what Gideon asked him to do. The next morning the fleece was dry, but the ground was covered with dew.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}