{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next morning, Jerub Baal (his name is also Gideon) and his men got up early and went as far as the spring of Harod. The army of Midian was camped north of them, in the valley near the hill of Moreh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Gideon, \"You have too many soldiers with you. If I allow all of you to fight the army of Midian and your army defeats them, they will boast to me that they defeated their enemies by themselves, without my help.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So tell the men, 'Whoever among you is timid or afraid may leave us and depart from Mount Gilead.'\" So after Gideon told that to them, twenty-two thousand of them went home. Only ten thousand men were left there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh told Gideon, \"There are still too many men! Take them down to the spring, and there I will choose from among them, which ones will go with you and which ones will not go.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Gideon took the men down to the spring, Yahweh told him, \"When they drink, put into one group the ones who lap the water with their tongues, like dogs do. Put into another group the ones who kneel down to drink with their mouths in the water.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So when they drank, only three hundred men lapped the water with their tongues. All the others drank by kneeling down and putting their mouths into the water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh told Gideon, \"The three hundred men who lapped the water will be your army! I will help them defeat the Midianite army. Let all the others go home!\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Gideon's three hundred men collected the food and rams' horns (used as trumpets) from all the other men, and then he sent them home.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "The men of Midian were camping in the valley below Gideon.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During that night, Yahweh said to Gideon, \"Get up and go down to their camp, and you will hear something that will convince you that I will enable your men to defeat them.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you are afraid to go by yourself, take your servant Purah with you.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Go down and listen to what some of the Midian soldiers are saying. Then you will be very encouraged, and you will be ready to attack their camp.\" So Gideon took Purah with him, and they went down to the edge of the enemy camp.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The armies of the people of Midian and Amalek and from the east had set up their tents and looked like a swarm of locusts. It seemed that their camels were too many to count, like the grains of sand on the seashore.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gideon crept closer and heard one man telling a friend about a dream. He said, \"I just had a dream, and in the dream I saw a round loaf of barley bread tumble down into our Midian camp. It struck a tent so hard that the tent turned upside down and collapsed!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His friend said, \"Your dream can mean only one thing. It means that God will enable Gideon, the man of Israel, to defeat all of the armies that are here with us men from Midian.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Gideon heard the man tell about his dream and the meaning of that dream, he thanked God. Then he and Purah returned to the Israelite camp, and he shouted to the men, \"Get up! Because God is enabling you to defeat the men from Midian!\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He divided his men into three groups. He gave each man a ram's horn (as a trumpet) and an empty clay jar. He also gave each of them a torch to carry.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to them, \"Watch me. When we come close to the enemy camp, spread out to surround the camp. Then do exactly what I do.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As soon as my men blow their ram's horns, you men in the other two groups surrounding the camp blow your horns and shout, 'We are doing this for Yahweh and for Gideon!'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A while before midnight, at the \"middle of the watch,\" just when a new group of guards took the places of the previous guards, Gideon and the hundred men with him arrived at the edge of the Midian camp. Suddenly he and his men blew their horns, and broke the jars that they were carrying.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the men in all three groups blew their horns and smashed their jars. They held the torches high with their left hands, and held up the horns with their right hands and alternatively blew them and shouted, \"We have swords to fight for Yahweh and for Gideon!\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each of Gideon's men stood in his position around the enemy camp. As they watched, all the Midian men started running around and shouting in a panic.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While the three hundred Israelite men kept blowing their horns, Yahweh caused the Midianites to start fighting each other with their swords. Some of them killed each other. The rest fled. Some fled south to Beth Shittah. Some fled to the town of Zerarah, as far as the border of Abel Meholah, near Tabbath.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of Israel gathered together more men from the tribes of Naphtali, Asher, and Manasseh and they went after the army of Midian.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gideon sent messengers throughout the hill country where the descendants of Ephraim lived, saying, \"Go down and attack the army of Midian. Go down to the Jordan River, to the places where people can wade across, to prevent enemy troops from crossing it! Station men as far south as Beth Barah.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "So the men of Ephraim did what Gideon told them to do.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also captured Oreb and Zeeb, the two generals of the Midian army. They killed Oreb at the big rock which is now called the rock of Oreb, and they killed Zeeb at the place where they crush grapes that is now called the winepress of Zeeb. Afterwards, the Israelites cut off the heads of Oreb and Zeeb and brought them to Gideon, who was on the other side of the Jordan River.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}