{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the soldiers from the tribe of Ephraim said to Gideon, \"Why have you acted toward us like this? When you went out to fight against the army of Midian, why did you not call us to help you?\" They argued very much with Gideon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Gideon replied, \"I have done very little compared with what you have done! The grapes you do not bother to pick in the land of Ephraim are much better than the whole harvest among the descendants of Abiezer!\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God helped you defeat Oreb and Zeeb, the generals of the army from Midian. That is much more important than what I did!\" After Gideon told them that, they no longer resented what he had done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Gideon and his three hundred men went east. They came to the Jordan River and crossed it. Although they were very tired, they continued to pursue their enemies.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they arrived at the town of Succoth, Gideon said to the town leaders, \"Please give my men bread that they may eat it! They are very tired. We are pursuing Zebah and Zalmunna, the kings of Midian.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the leaders of Succoth replied, \"You are ready to capture Zebah and Zalmunna and put them under your power as prisoners. You are strong enough to get food for yourself. So why should we give bread to your army?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gideon replied, \"Because you said that, Yahweh will help us capture Zebah and Zalmunna and take them from you. We will come to you and we will make whips from the thorns and sharp barbs that grow in the desert. We will use those thorns and barbs to tear your flesh to pieces!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gideon and his three hundred men went up to Peniel and asked for food there in the same way. But the people gave him the same answer.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he said to the men of Peniel, \"After I defeat those kings and make peace, then I will come and pull down this tower!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By that time, Zebah and Zalmunna had gone to Karkor town with fifteen thousand troops. They were all that were left of the armies that had come from the people of the East, and 120,000 of their men had already been killed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gideon and his men went east along the road on which caravans travel. They went past the villages of Nobah and Jogbehah and arrived at the enemy camp by surprise.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zebah and Zalmunna fled, but Gideon's men pursued them. He captured the two kings of Midian—Zebah and Zalmunna, and their whole army was sent off in confusion.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After that, Gideon and his men took Zebah and Zalmunna with them and started to return, going through the pass of Heres.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There he met a young man from Succoth, and sought advice from him. He asked him to identify all the names of the leaders in the town. The young man told him the names of seventy-seven men.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Gideon and his men returned to Succoth and said to those leaders, \"Here are Zebah and Zalmunna. When we were here before, you made fun of me and said 'You have not caught Zebah and Zalmunna yet! After you catch them, we will give your exhausted men some food.'\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Gideon's men took the town leaders and whipped them with whips made from briers from the desert, to teach them that they deserved to be punished for doing things like that.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they went to Peniel and tore down the tower, and killed all the men in the town.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Gideon said to Zebah and Zalmunna, \"The men you killed near Mount Tabor, what did they look like?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "They replied, \"They were like you; they all looked like they were sons of a king.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gideon replied, \"They were my brothers! Just as surely as Yahweh lives, I would not kill you if you had not killed them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he turned to his oldest son, Jether. He said to him, \"Kill them!\" But Jether was only a boy, and he was afraid, so he did not pull out his sword to kill them.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Zebah and Zalmunna said to Gideon, \"Do not ask a young boy to do the work that a man should do!\" So Gideon killed both of them. Then he took the golden crescent-shaped ornaments from the necks of their camels.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then a group of Israelite men came to Gideon and said to him, \"You be our ruler! We want you and your son and your grandsons to be our rulers, because you rescued us from the Midian army.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Gideon replied, \"No, I will not rule over you, and my son will not rule over you. Yahweh will rule over you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said, \"I request only one thing. I request that each of you give me one earring from the things you captured after the battle.\" Now all the men descended from Ishmael wore earrings.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They replied, \"We will be glad to give the earrings to you!\" So they spread a cloth on the ground, and each man threw on it the gold earrings that he had taken from those whom he had killed in the battle.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The weight of all the earrings was twenty kilograms. That did not include other things that they gave to Gideon—the other ornaments or the pendants or the clothes that their kings wore or the gold chains that were on the necks of their camels.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gideon made for the people a sacred garment that they worshiped instead of worshiping only God. Gideon and all his family sinned by worshiping it.\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is how the Israelites defeated the people from Midian. The people of Midian did not become strong enough to attack Israel again. So while Gideon was alive, there was peace in the land for forty years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gideon went back home to live there.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He had many wives, and they bore him seventy sons.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also had a slave wife in the city of Shechem, who bore him a son whom he named Abimelech.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gideon son of Joash died when he was very old. They buried his body in the grave where his father Joash was buried, at Ophrah, in the land of the Abietherites.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as soon as Gideon died, the Israelites left God and gave themselves to worship the images of the god Baal, like adultresses leave their husbands and go to other men. They made Baal-Berith the god they worshiped.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They forgot about Yahweh, the one who had rescued them from all their enemies that surrounded them.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And even though Gideon had done many good things for the Israelites, they did not act kindly toward Gideon's family.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}