{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gideon's son Abimelech went to talk with his mother's brothers in the city of Shechem. Gideon was also called Jerub Baal. He said to them and to all his mother's relatives,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Ask all the leaders of Shechem: 'Do you think it would be good for all seventy of Gideon's sons to rule over you? Or would it be better to have only one man, Abimelech, to rule over you?' And do not forget that I am a part of your family! \"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Abimelech's mother's brothers spoke to all the leaders of Shechem about what Abimelech had said. They said to each other, \"We should allow Abimelech to rule over us, because he is our relative.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the leaders of Shechem took from the temple of their god Baal-Berith one kilo of silver and gave it to Abimelech. With that silver he paid some worthless troublemakers to help him, and they went with Abimelech wherever he went.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abimelech went to Ophrah, his father's town, and he murdered his seventy brothers, the sons of his father Gideon. They killed all those men on one huge rock. But Gideon's youngest son Jotham hid from Abimelech and his men, and he escaped.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the leaders of the towns of Shechem and Bethmillo gathered under the big sacred tree at Shechem. There they appointed Abimelech to be their leader.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jotham heard about that, he climbed up Mount Gerizim. He stood at the top of the mountain and shouted to the people down below, \"You leaders of Shechem, listen to me, in order that God will listen to you!\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day the trees decided to appoint a king to rule over all of them. So they said to the olive tree, 'You be our king!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the olive tree said, 'No! I will not be your king! Men and gods enjoy the oil from my fruit. I will not stop producing olives from which we make that oil, in order to rule over you other trees!'\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the trees said to the fig tree, 'You come and be our king!'\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the fig tree replied, 'No! I do not want to stop producing my good sweet fruit, and go and rule over you other trees!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the trees said to the grapevine, 'Come and be our king!'\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the grapevine replied, 'No! I will not be your king! The new wine that is made from my grapes causes people and gods who drink it to become very happy. I do not want to stop producing grapes and go and rule over you other trees!'\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the trees said to the thornbush, 'Come and be our king!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The thornbush said to the trees, 'If you truly want to appoint me to be your king, come into the shade of my tiny branches. But if you do not want to do that, I hope that fire will come out from me and burn up all the cedar trees in Lebanon country!'\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Jotham finished telling them this parable, he said, \"So now I ask you, were you being completely honest and sincere when you appointed Abimelech to be your king? Have you rewarded Gideon (who is also called Jerub Baal) by honoring him as he deserved because of all the good things he did for you? No!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not forget that my father fought a battle for you, and he was willing to die for you if that were necessary, to save you from the power of the Midian people group.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now you have rebelled against my father's family, and you have murdered seventy of his sons on one huge rock. And you have appointed Abimelech—who is the son of my father's slave girl, not the son of his wife—to be the king who will rule you people of Shechem. You have done that only because he is one of your relatives!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, if today you think that you have truly acted fairly and sincerely toward Gideon and his family, I hope that he will cause you to be happy and that you will cause him to be happy.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if what you did was not right, I wish that Abimelech will destroy Shechem and Beth Millo!\" I wish that the leaders of Shechem and Beth Millo will also destroy Abimelech!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Jotham finished saying that, he escaped from them and ran away to the town of Beer. He stayed there because he was afraid that his brother Abimelech would try to kill him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For three years Abimelech was the leader over the people of Israel.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then God sent an evil spirit to cause trouble between Abimelech and the leaders of Shechem, with the result that the leaders of Shechem rebelled against Abimelech.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The leaders of Shechem had helped Abimelech murder seventy of Gideon's sons, who were his brothers. So now God sent the evil spirit to punish all of them for what they had done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The leaders of Shechem set an ambush on the hilltops. Those men robbed everyone who passed by. But someone told Abimelech about it, so he did not go near them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a man named Gaal son of Ebed who moved into Shechem, along with his brothers. The leaders of Shechem grew to trust him.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They went out to their vineyards to pick some grapes. They pressed the grapes to make juice, and then they made wine. Then they had a feast in the house of their god, and they ate a lot of food and drank a lot of wine. Then they cursed Abimelech.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gaal son of Ebed said, \"Why should we allow Abimelech to rule over us? Is he not the son of Jerub Baal? And is Zebul not his officer? You should serve the men of Hamor, Shechem's father! Why should we serve Abimelech?\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you would appoint me to be your leader, I would get rid of Abimelech. I would say to him, 'Get your army ready! Come and fight us!'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Someone told Zebul what Gaal had said, and he became very angry.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He sent messengers to Abimelech. They told him, \"Gaal and his brothers have come here to Shechem, and they are stirring up the people so they will rebel against you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You and your men should get up during the night and go and hide in the fields outside the city.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As soon as the sun rises in the morning, get up and attack the city. When Gaal and his men come out to fight against you, you can do to them whatever you want to.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Abimelech and all the men who were with him got up during the night. They divided into four groups and hid in the fields near Shechem.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next morning, Gaal went out and stood at the entrance to the city gate. While he was standing there, Abimelech and his soldiers came out of their hiding places and started walking toward the city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Gaal saw the soldiers, he said to Zebul, \"Look! There are people coming down from the hills!\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "But Zebul said, \"You are seeing only the shadows of trees on the hills. They are not people; they only look like people.\"\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Gaal looked again, and said, \"Look! There are people coming down in the middle of the land! There is a group of them coming down from by way of the oak tree where people claim to talk with the spirits of dead people!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zebul said to Gaal, \"Now what good is your bragging? You who said, 'Who is Abimelech that we should serve him?' Are these not the men you hated? Go out now and fight against them.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Gaal led the men of Shechem outside the city to fight the army of Abimelech.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abimelech and his men pursued them, and they killed many of Gaal's men before they could return safely inside the city gate.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abimelech then stayed at Arumah, about five miles away from Shechem, and Zebul's men forced Gaal and his brothers to leave Shechem.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day, the people of Shechem got ready to leave the city and work in their fields. When someone told Abimelech about that,\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "he divided his men into three groups, and told them to hide in the fields. So they did that. And when they saw the people coming out of the city, they jumped up and attacked them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abimelech and the men who were with him ran to the city gate. The other two groups ran out to the people in the fields and attacked them.\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abimelech and his men fought all day. They captured the city and killed all the people. They tore down all the buildings, and then they threw salt over the ruins to try to keep anything from growing there again.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the leaders who lived in the tower outside of Shechem heard what had happened, they ran and hid inside the fortress, which was also a temple of their god El-Berith.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But someone told Abimelech that all the leaders had gathered there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he and all the men who were with him went up Mount Zalmon, which is near Shechem. Abimelech cut some branches of trees with an axe, and put them on his shoulders. Then he said to all the men who were with him, \"Quickly, do what I have just done!\"\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So his men all cut branches carried them down the mountain, following Abimelech. They went to the fortress and piled the branches against its walls. Then they kindled a fire, and the fire burned down the fortress and killed all the people who were inside. So all the people who were inside the fortress—about a thousand men and women—died.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Abimelech and his men went to the city of Thebez. They surrounded it and captured it.\n"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But there was a strong tower inside the city. So all the men, women, and leaders of the city ran to the tower. When they were all inside, they locked the door. Then they climbed up to the roof of the tower.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abimelech and his men came to the tower and he came up to the door to light a fire to burn down the door.\n"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when Abimelech came near the doorway, a woman who was on the roof dropped the upper half of a large grinding stone on his head, which cracked the bone of his skull.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abimelech quickly called to the young man who carried Abimelech's weapons, and said, \"Pull out your sword and kill me with it! I do not want people to say 'A woman killed Abimelech.'\" So the young man thrust his sword into Abimelech, and Abimelech died.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Israelite soldiers saw that Abimelech was dead, they all returned to their homes.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In that way God punished Abimelech for all the evil things that he had done to his father by murdering all seventy of his brothers.\n"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God also punished the men of Shechem for the evil things that they had done. And when these things happened, it made true the curse of Jotham son of Jerub Baal.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}