{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, Peter, whom Jesus Christ made an apostle, am writing this letter to you who believe in him, you whom God has chosen to belong to himself. I am writing to you who live in the provinces of Pontus, Galatia, Cappadocia, Asia, and Bithynia, far away from your true home in heaven.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God our Father chose you as he himself decided previously, and his Spirit has set you apart in order that you may obey Jesus Christ, and in order that his blood may make you acceptable to God. May God act very kindly to you, and may he make you live more and more peacefully.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Praise God, who is the Father of our Lord Jesus Christ! It is because he is kind to us and he has shown us great mercy, by causing us to experience the new birth that gives us a living hope, and we receive the new life because God raised Jesus Christ to life from the dead ones.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He has enabled us to expect to receive things that he has kept for us in heaven, things that will last forever.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God, by his mighty power, is guarding you as you trust in Jesus. He is guarding you so that he may, at the end of the time in which we now live, completely rescue you from Satan's power.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You rejoice because of what will happen then, but now you are grieving for a short time while you suffer many different hardships.\nGod is allowing you to be tested, as precious metals are tested to see if they are pure. These trials that you are experiencing are necessary.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These hardships happen in order to prove that you really do trust in Jesus. This means more to God than all the gold in the world, which fire can destroy. Because you trust in Jesus, God will honor you very highly when Jesus Christ comes again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You love Jesus, although you have not seen him. Although you do not see him now, you rejoice very much;\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because you trust in him, God is saving you from the guilt of your sins.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Long ago prophets spoke messages that God had shown them about how he would one day save you. They investigated very carefully these things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They wanted to know whom the Spirit of Christ that was in them was referring to. They also wanted to know what time he was talking about. This was because the Spirit was telling them beforehand that the Christ would suffer and die, and that glorious things would happen to him afterwards.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God told them that it was not for their own sake that he was revealing these things to them, but that it was for your sake. They proclaimed them to you because the Holy Spirit whom God sent from heaven enabled them to do that. And even angels would like to know more about these truths about how God saves us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, prepare your minds to obey God. What I mean is that you should discipline your minds. Be confident that you will receive the good things that God will kindly do for you when Jesus Christ returns from heaven.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And because you should obey your heavenly Father, just as children ought to obey their fathers here on earth, do not do the evil deeds that you previously wished to do, when you did not know the truth about God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, just like God, the one who chose you to belong to him, is holy, you also must be holy in everything that you do.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be holy, because it is written in the scriptures that God said, \"You must be holy because I am holy.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God is the one who judges what each one does, and he does this very fairly. Since you call him 'Father,' behave in a right way while you are living here on earth. You are like people whom others have driven from their homes, because you are living away from heaven, your true home.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Live reverently because you know that it was not with things like gold and silver—things that will not last forever—that God bought you, so you could stop behaving foolishly, as you learned to do from your ancestors.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, it was with the precious blood of Christ that flowed from his body when he died that God bought you. Christ was a like the lambs that the Jewish priests sacrificed: Perfect, without any blemishes or spots.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God chose him to do this before he created the world. But it was not until now, when the world will soon end, that God revealed him to you.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of what Christ has done, you are trusting in God, who caused him to become alive again after he died, and who greatly honored him. As a result, God is the one in whom you are trusting and expecting that he will do great things for you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because you have obeyed the truth about God and have allowed him to make you pure and to love our fellow believers, continue to love each other earnestly and sincerely.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I ask you to do this, because you now are living a new life. It was not by means of something that will perish that you received this new life. Instead, it was by means of something that will last forever: The promises of God, which you have believed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We know that this is true because, as the prophet Isaiah wrote,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"All people will perish like grass perishes. And all the greatness that people have will not last forever,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "like the flowers in the grass do not last long.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "The grass withers and the flowers die,\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but God's message endures forever.\"\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "This message that endures is the message about Christ that we proclaimed to you.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}