{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, do not act maliciously in any way or deceive others. Do not be hypocrites, and do not envy others. Do not ever speak evil about anyone untruthfully.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Just as newborn babies long for their mothers' pure milk, you should desire to learn true things from God, so that by learning it you may become like adults in trusting him. You must do this until the time when God sets you completely free from all the evil in this world.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, you must do this because you have experienced that the Lord acts very kindly toward you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Come to the Lord Jesus. He is like the most important stone in the foundation of a building, but he is living, not lifeless like a stone. Many people rejected him, but God chose him and considers him to be very valuable.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And like men build houses with stones, God is joining you together like a building in which his Spirit lives. He is doing this in order that you—like the priests who offer sacrifices at the altar, might do things that please God because Jesus Christ has died for you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What the scriptures say show us that this is true: \"I am placing in Jerusalem someone who is like a very valuable stone, the most important stone in the building, and those who believe in him will never become ashamed.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, God will honor you who believe in Jesus. But those who refuse to believe in him are like the builders that the scriptures talk about:\n \"The stone that the builders rejected has become the most important stone in the building.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is also written in the scriptures:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"He will be like a stone that causes people to stumble,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and like a rock that people trip over.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Just as people are injured when they stumble over a rock,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "people who disobey God's message injure themselves;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "that is what God determined would happen to them.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you are people whom God has chosen to belong to him. You are a group that worship God like priests, and you rule with God like kings. You are a people group that belongs to God, so that you might proclaim the wonderful things he has done. He has called you from your former ways, when you were ignorant of his truth, and he has made you understand the marvelous true things about him.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What the scriptures say is true about you:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"Formerly, you were no people group at all,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "But now you are God's people group.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "At one time God had not acted mercifully toward you,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "But now he has acted mercifully toward you.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You people whom I love, I urge you to think about this: You are like foreigners whose real home is in heaven. So you should not do the sinful things you used to want to do, because if you do them, you will not be able to live well with God.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Keep behaving in a good way among those who do not know God. If you do that, although they may say that you do what is evil, they will see that you are doing good things, and at the time when God comes to judge everyone, they will honor him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because you wish to honor the Lord Jesus, obey everyone who has proper authority. This includes the king, because he has the greatest power.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It also includes governors, because God sends them to punish those who do what is wrong and to praise those who do what is right.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What God wants is for you to do good. If you do that, you will cause foolish people who do not know God to be unable to say that you have done wrong.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behave as though you were free from having to obey any master, but do not think that you can do evil because of that. Instead, behave as servants of God should.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Act respectfully toward everyone. Love all your fellow believers. Honor God, and honor the king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You slaves who are believers, submit yourselves to your masters and completely respect them. Submit yourselves not only to those who act in a good and kind way toward you, but also submit yourselves to those who act in a harsh way toward you.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You should do that because God is pleased with those who know what he wants and obey him, and who, for this reason, accept to suffer pain because their masters treat them unjustly.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God will certainly not be pleased with you if you do something that is wrong and then they beat you for that. But if you do what is good and still suffer harm, you are suffering for doing what is good. If you endure that, God will praise you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of the reasons why God chose you is that you might suffer. When Christ suffered for you he became an example for you, in order that you would imitate what he did.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Remember how Christ conducted himself,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "He never sinned,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "And he never said anything to deceive people.\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When people insulted him, he did not insult them in return.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "When people caused him to suffer, he did not threaten to get revenge.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "Instead, he decided to let God, who always judges justly, prove that he was innocent.\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He himself endured the punishment for our sins in his body when he died on the cross, in order that we would stop sinning and start living rightly.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "It is because they wounded him that God has healed you.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Truly you were like sheep that had become lost, but now you have returned to Jesus, who cares for you as a shepherd cares for his sheep.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}