{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You women believers should submit yourselves to your husbands. Do this in order that if any of them do not believe the message about Christ, they may become believers without your having to say anything to them.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will believe in Christ when they see that you honor them and that you are completely faithful to them.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not try to do this by decorating the outside of your bodies, such as having fancy hair arrangements or wearing gold jewelry and fine clothes.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, make your inner beings beautiful in a way that will not fade. I mean, have a humble and quiet attitude, which is something that God considers to be very valuable.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The women who honored God, who lived long ago, made themselves beautiful in this way. They trusted in God and obeyed their husbands.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sarah, for example, obeyed her husband Abraham and called him master. God will consider you to be her daughters if you do what is right and are not afraid of what your husbands or anyone else may do to you because you are believers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You men who are believers, just as your wives should respect you, you should conduct your lives in an appropriate way with them. Treat them respectfully, realizing that they are usually weaker than you are. But also realize that God is making them to live forever, just like you. Do this so that nothing will hinder you from praying.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To end this part of my letter, I say to all of you, agree with each other in what you think. Be sympathetic toward each other. Love each other as members of the same family should. Act compassionately toward each other. Be humble.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When people do evil things to you or insult you, do not do the same to them. Instead, ask God to help them, because that is what you have been chosen by God to do, in order that he may help you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Consider what the psalmist wrote about the proper way of conducting our lives:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"As for those who want to enjoy life and for good things to happen to them,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "they must not say what is evil or speak words that deceive others.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must continually refuse to do evil, and do what is good instead.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "They must try to help people act peacefully toward each other;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "they must earnestly urge people to act in a peaceful way,\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because the Lord accepts what righteous people do.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "He listens to righteous people when they pray, and he answers them.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "But he rejects those who do evil.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Who is going to harm you if you are making every effort to do what is good?\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But even if you suffer because you did what was right, God will bless you. \"Do not be afraid of the things that other fear; and do not be troubled when people treat you badly.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, acknowledge in your inner beings that Christ is your master, whom you love. Always be ready to answer anyone who demands that you tell them about what you are confidently expecting God to do for you. But answer them humbly and respectfully,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and make sure that you do nothing wrong, in order that those who speak evil about you may be ashamed when they see the good way in which you are conducting yourselves because you are joined to Christ.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It may be that God wants you to suffer. If so, it is better to do good deeds, even if you suffer for doing them, than to do evil deeds.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say that because Christ died once for the sake of people who have sinned. He was a righteous person who died for unrighteous people. He died in order that he might bring us to God. During the time that he had an ordinary body, he was killed, but God's Spirit caused him to become alive again.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Spirit also enabled him to go proclaim God's victory to the evil spirits whom God had imprisoned.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Long ago, during the time that Noah was building a big boat, those evil spirits disobeyed God when he waited patiently to see if people would turn from their evil behavior. Only a few people were saved in that boat. Specifically, God brought only eight persons safely through the waters of the flood, while all the others drowned in it.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That water represents the water in which we are baptized, by which God saves us because he raised Jesus Christ from the dead. This water, of course, removes no dirt from our bodies. Instead, it shows that we are requesting God to assure us that he has removed our guilt for having sinned.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Christ has gone into heaven and is ruling in the place of highest honor next to God, after God caused all the evil and powerful spirit beings to be made obedient to him.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}