{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, because Christ suffered in his body, you also be willing to suffer. Those who suffer in their bodies have stopped their sinning.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As a result, during their remaining time here on earth, they do not do the things that sinful people desire to do, but instead they do the things that God wants them to do.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say that to you because you have already spent too much of your time here on earth doing what the people who do not know God like to do. In the past you committed all kinds of sexually immoral acts, you got drunk and then participated in orgies and carousing, and you worshiped idols, which is disgusting to God.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now your friends are surprised that you do not join with them anymore when they do these things. As a result, they say bad things about you.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But one day they will have to admit to God everything they have done. He is the one who will judge them.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is the reason why Christ preached the good news to the dead. He did that so that, although God had judged them when they were alive, they might by the power of the Holy Spirit live forever as God lives.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All things on this earth will soon come to an end. Therefore, keep thinking sensibly, and control what you think so that you can pray well.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Most importantly of all, love each other sincerely, because if we love others we will not try to find out what they have done wrong.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Provide food and a place to sleep for those Christian travelers who come among you, and do it without complaining.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Believers should all use the gifts that God has given them to serve others. They should manage well the various gifts that God has kindly given them.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who speak to the assembly of believers should do that as if they were speaking the very words of God. Those who do kind deeds for others should do it with the strength that God gives them, in order that you might honor God as Jesus Christ enables us to do so. May we all praise God because he has all authority to rule everything forever. May it be so!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You whom I love, do not be surprised about the painful things that you are suffering because you belong to Christ. Those things are testing you as people test metal by putting it into a fire. Do not think that something strange is happening to you.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, rejoice that you are suffering the same kinds of things that Christ endured. Rejoice when you suffer, in order that you may also be very glad when Christ returns and shows everyone how glorious he is.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If others insult you because you believe in Christ, God is pleased with you, because it shows that the Spirit of God, the Spirit who reveals how great God is, lives within you.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you suffer, do not let it be because you murdered anyone, or stole anything, or did some other kind of evil thing, or because you interfered in someone else's affairs.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you suffer because you are a Christian, do not be ashamed about it. Instead, praise God that you are suffering because you belong to Christ.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say this, because it is now time for God to begin judging people, and first he will judge those who belong to him. Since he will judge us believers first, think about the terrible things that will happen to those who do not obey the good news that comes from him!\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That will be as it is written in the scriptures:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"Many righteous people will have to suffer many difficult trials before going to heaven.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "So ungodly and sinful people will surely have to suffer much severe punishment from God!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, those who suffer because God wishes it, should trust God to keep them—God is the one who created them and he is the one who always does what he promises to do. And so they should continue to do what is right.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}