{
  "1": "I give praise to Yahweh with all my life,\n\\q and with all that is within me, I give praise to his holy name.\n\\q",
  "2": "I give praise to Yahweh with all my life,\n\\q and I remember all of his good deeds.",
  "3": "He forgives all your sins;\n\\q he heals all your diseases.\n\\q",
  "4": "He redeems your life from destruction;\n\\q he crowns you with covenant faithfulness and acts of tender mercy.\n\\q",
  "5": "He satisfies your life with good things\n\\q so that your youth is renewed like the eagle.",
  "6": "Yahweh does what is fair\n\\q and does acts of justice for all who are oppressed.\n\\q",
  "7": "He made known his ways to Moses,\n\\q his deeds to the descendants of Israel.\n\\q",
  "8": "Yahweh is merciful and gracious;\n\\q he is patient; he has great covenant loyalty.",
  "9": "He will not always discipline;\n\\q he is not always angry.\n\\q",
  "10": "He does not deal with us as our sins deserve\n\\q or repay us for what our sins demand.",
  "11": "For as the skies are high above the earth,\n\\q so great is his covenant faithfulness toward those who honor him.\n\\q",
  "12": "As far as the east is from the west,\n\\q this is how far he has removed the guilt of our sins from us.\n\\q",
  "13": "As a father has compassion on his children,\n\\q so Yahweh has compassion on those who honor him.",
  "14": "For he knows how we are formed;\n\\q he knows that we are dust.\n\\q",
  "15": "As for man, his days are like grass;\n\\q he flourishes like a flower in a field.\n\\q",
  "16": "The wind blows over it, and it disappears,\n\\q and no one can even tell where it once grew.",
  "17": "But the covenant faithfulness of Yahweh is from everlasting to everlasting on those who honor him.\n\\q His righteousness extends to their descendants.\n\\q",
  "18": "They keep his covenant\n\\q and remember to obey his instructions.\n\\q",
  "19": "Yahweh has established his throne in the heavens,\n\\q and his kingdom rules over everyone.",
  "20": "Give praise to Yahweh, you his angels,\n\\q you mighty ones who are strong and do his word,\n\\q and obey the sound of his word.\n\\q",
  "21": "Give praise to Yahweh, all his angel armies,\n\\q you are his servants who carry out his will.\n\\q",
  "22": "Give praise to Yahweh, all his creatures,\n\\q in all the places where he reigns.\n\\q I will give praise to Yahweh with all my life.",
  "23": "\\q",
  "27": "\\q",
  "103": "\\m\n\\d A psalm of David.\n\\q"
}
