{
  "1": "Give thanks to Yahweh, for he is good,\n\\q for his covenant faithfulness endures forever.\n\\q",
  "2": "Let Israel say,\n\\q \"His covenant faithfulness endures forever.\"",
  "3": "Let the house of Aaron say,\n\\q \"His covenant faithfulness endures forever.\"\n\\q",
  "4": "Let the loyal followers of Yahweh say,\n\\q \"His covenant faithfulness endures for ever.\"",
  "5": "In my distress I called out to Yahweh;\n\\q Yahweh answered me and set me free.\n\\q",
  "6": "Yahweh is with me; I will not be afraid;\n\\q what can man do to me?\n\\q",
  "7": "Yahweh is on my side as my helper;\n\\q I will look in triumph on those who hate me.",
  "8": "It is better to take shelter in Yahweh\n\\q than to put confidence in man.\n\\q",
  "9": "It is better to take refuge in Yahweh\n\\q than to put one's trust in a princes.",
  "10": "All the nations surrounded me;\n\\q in Yahweh's name I cut them off.\n\\q",
  "11": "They surrounded me; yes, they surrounded me;\n\\q in Yahweh's name I cut them off.\n\\q",
  "12": "They surrounded me like bees;\n\\q they disappeared as quickly as fire among thorns;\n\\q in Yahweh's name I cut them off.",
  "13": "They attacked me to knock me down,\n\\q but Yahweh helped me.\n\\q",
  "14": "Yahweh is my strength and joy,\n\\q and he is the one who rescues me.",
  "15": "The joyful shout of victory is heard in the tents of the righteous;\n\\q the right hand of Yahweh conquers.\n\\q",
  "16": "The right hand of Yahweh is exalted;\n\\q the right hand of Yahweh conquers.",
  "17": "I will not die, but live\n\\q and declare the deeds of Yahweh.\n\\q",
  "18": "Yahweh has punished me harshly;\n\\q but he has not handed me over to death.",
  "19": "Open to me the gates of righteousness;\n\\q I will enter them and I will give thanks to Yahweh.\n\\q",
  "20": "This is the gate of Yahweh;\n\\q the righteous enter through it.\n\\q",
  "21": "I will give thanks to you, for you answered me,\n\\q and you have become my salvation.",
  "22": "The stone that the builders rejected\n\\q has become the cornerstone.\n\\q",
  "23": "This is Yahweh's doing;\n\\q it is marvelous in our eyes.",
  "24": "This is the day on which Yahweh has acted;\n\\q we will rejoice and be glad in it.\n\\q",
  "25": "Please, Yahweh, give us victory!\n\\q Please, Yahweh, give us success!",
  "26": "Blessed is he who comes in the name of Yahweh;\n\\q we bless you from the house of Yahweh.\n\\q",
  "27": "Yahweh is God, and he has given us light;\n\\q bind the sacrifice with cords to the horns of the altar.\n\\q",
  "28": "You are my God, and I will give thanks to you;\n\\q you are my God; I will exalt you.",
  "29": "Oh, give thanks to Yahweh; for he is good;\n\\q for his covenant faithfulness endures forever.",
  "31": "\\q",
  "34": "\\q",
  "37": "\\q",
  "41": "\\q",
  "118": "\\m\n\\q"
}
