{
  "1": "Yahweh, you have examined me, and you know me.\n\\q",
  "2": "You know when I sit down and when I get up;\n\\q you understand my thoughts from far away.",
  "3": "You observe my path and my lying down;\n\\q you are familiar with all my ways.\n\\q",
  "4": "For before there is a word on my tongue,\n\\q you know it completely, Yahweh.\n\\q",
  "5": "Behind me and before me you surround me\n\\q and place your hand upon me.\n\\q",
  "6": "Such knowledge is too much for me;\n\\q it is too high, and I cannot reach it.",
  "7": "Where can I go from your Spirit?\n\\q Where can I flee from your presence?\n\\q",
  "8": "If I ascend up to the heavens, you are there;\n\\q if I make my bed in Sheol, behold, you are there.",
  "9": "If I fly away on the wings of the morning\n\\q and go to live in the uttermost parts across the sea,\n\\q",
  "10": "even there your hand will lead me,\n\\q your right hand will hold on to me.",
  "11": "If I said, \"Surely the darkness will cover me,\n\\q and the light will become night around me,\"\n\\q",
  "12": "even the darkness would not be dark to you.\n\\q The night would shine like the day,\n\\q for the darkness and the light are both alike to you.",
  "13": "You formed my inner parts;\n\\q you formed me in my mother's womb.\n\\q",
  "14": "I will praise you,\n\\q for I am wonderfully made.\n\\q My soul knows this very well.",
  "15": "My bones were not hidden from you\n\\q when I was made in private,\n\\q when I was intricately made in the depths of the earth.\n\\q",
  "16": "You saw me inside the womb;\n\\q all the days assigned to me were recorded\n\\q in your book even before the first one happened.\n\\q",
  "17": "How precious are your thoughts to me, God!\n\\q How vast is their sum!\n\\q",
  "18": "If I tried to count them, they would be more in number than the sand.\n\\q When I awake, I am still with you.",
  "19": "If only you would kill the wicked, God;\n\\q get away from me, you violent men.\n\\q",
  "20": "They rebel against you and act deceitfully;\n\\q your enemies tell lies.",
  "21": "Do I not hate those, Yahweh, who hate you?\n\\q Do I not despise those who rise up against you?\n\\q",
  "22": "I hate them completely;\n\\q they have become my enemies.",
  "23": "Examine me, God, and know my heart;\n\\q test me and know my thoughts.\n\\q",
  "24": "See if there is any wicked way in me,\n\\q and lead me in the everlasting way.",
  "27": "\\q",
  "30": "\\q",
  "33": "\\q",
  "139": "\\m\n\\d For the chief musician. A psalm of David.\n\\q"
}
