{
  "1": "Praise Yahweh,\n\\q for it is good to sing praises to our God,\n\\q it is pleasant, and praise is suitable.",
  "2": "Yahweh rebuilds Jerusalem,\n\\q he gathers together the scattered people of Israel.\n\\q",
  "3": "He heals the brokenhearted\n\\q and binds up their wounds.",
  "4": "He counts the stars,\n\\q he gives names to all of them.\n\\q",
  "5": "Great is our Lord and awesome in power,\n\\q his understanding cannot be measured.",
  "6": "Yahweh lifts up the oppressed,\n\\q he brings the wicked down to the ground.\n\\q",
  "7": "Sing to Yahweh with thanksgiving,\n\\q sing praises to our God with a harp.",
  "8": "He covers the heavens with clouds\n\\q and prepares rain for the earth,\n\\q making the grass to grow on the mountains.\n\\q",
  "9": "He gives food to the animals\n\\q and to the young ravens when they cry.",
  "10": "He finds no delight in the strength of a horse,\n\\q he takes no pleasure in the strong legs of a man.\n\\q",
  "11": "Yahweh takes pleasure in those who honor him,\n\\q who hope in his covenant faithfulness.",
  "12": "Praise Yahweh, Jerusalem,\n\\q praise your God, Zion.\n\\q",
  "13": "For he strengthens the bars of your gates,\n\\q he blesses your children among you.\n\\q",
  "14": "He brings prosperity inside your borders,\n\\q he satisfies you with the finest of wheat.",
  "15": "He sends out his commandment to earth,\n\\q his command runs very swiftly.\n\\q",
  "16": "He makes the snow like wool,\n\\q he scatters the frost like ashes.",
  "17": "He dispenses the hail like crumbs,\n\\q who can withstand the cold he sends?\n\\q",
  "18": "He sends out his command and melts them,\n\\q he makes the wind to blow and the water to flow.",
  "19": "He proclaimed his word to Jacob,\n\\q his statutes and his righteous decrees to Israel.\n\\q",
  "20": "He has not done so with any other nation,\n\\q and as for his decrees, they do not know them.\n\\q Praise Yahweh.",
  "22": "\\q",
  "25": "\\q",
  "28": "\\q",
  "147": "\\m\n\\q"
}
