{
  "1": "Rejoice in Yahweh, you righteous;\n\\q praise is appropriate for the upright.\n\\q",
  "2": "Give thanks to Yahweh with the harp;\n\\q sing praises to him with the harp of ten strings.\n\\q",
  "3": "Sing to him a new song;\n\\q play skillfully and sing with joy.",
  "4": "For Yahweh's word is upright,\n\\q and everything he does is fair.\n\\q",
  "5": "He loves righteousness and justice.\n\\q The earth is full of Yahweh's covenant faithfulness.\n\\q",
  "6": "By the word of Yahweh the heavens were made,\n\\q and all the stars were made by the breath of his mouth.",
  "7": "He gathers the waters of the sea together like a heap;\n\\q he puts the oceans in storehouses.\n\\q",
  "8": "Let the whole earth fear Yahweh;\n\\q let all the inhabitants of the world stand in awe of him.\n\\q",
  "9": "For he spoke, and it was done;\n\\q he commanded, and it stood in place.",
  "10": "Yahweh frustrates the alliances of nations;\n\\q he overrules the plans of the peoples.\n\\q",
  "11": "The plans of Yahweh stand forever,\n\\q the plans of his heart for all generations.\n\\q",
  "12": "Blessed is the nation whose God is Yahweh,\n\\q the people whom he has chosen as his own inheritance.",
  "13": "Yahweh looks from heaven;\n\\q he sees all the people.\n\\q",
  "14": "From the place where he lives,\n\\q he looks down on all who live on the earth.\n\\q",
  "15": "He who shapes the hearts of them all\n\\q observes all their deeds.",
  "16": "No king is saved by a vast army;\n\\q a warrior is not saved by his great strength.\n\\q",
  "17": "A horse is false security for victory;\n\\q in spite of his great strength, he cannot rescue.",
  "18": "See, Yahweh's eye is on those who fear him,\n\\q on those who count on his covenant faithfulness\n\\q",
  "19": "to deliver their lives from death\n\\q and to keep them alive in times of famine.",
  "20": "We wait for Yahweh;\n\\q he is our help and our shield.\n\\q",
  "21": "Our hearts rejoice in him,\n\\q for we trust in his holy name.",
  "22": "Let your covenant faithfulness, Yahweh, be with us\n\\q as we put our hope in you.",
  "24": "\\q",
  "27": "\\q",
  "30": "\\q",
  "33": "\\m\n\\q"
}
