{
  "1": "I will praise Yahweh at all times,\n\\q his praise will always be in my mouth.",
  "2": "I will praise Yahweh!\n\\q May the oppressed hear and rejoice.\n\\q",
  "3": "Praise Yahweh with me,\n\\q let us lift up his name together.",
  "4": "I sought Yahweh and he answered me,\n\\q and he gave me victory over all my fears.\n\\q",
  "5": "Those who look to him are radiant,\n\\q and their faces are not ashamed.\n\\q",
  "6": "This oppressed man cried and Yahweh heard him\n\\q and saved him from all his troubles.",
  "7": "The angel of Yahweh camps around those who fear him\n\\q and rescues them.\n\\q",
  "8": "Taste and see that Yahweh is good.\n\\q Blessed is the man who takes refuge in him.\n\\q",
  "9": "Fear Yahweh, you his holy people.\n\\q There is no lack for those who fear him.",
  "10": "The young lions sometimes lack food and suffer hunger,\n\\q but those who seek Yahweh will not lack anything good.\n\\q",
  "11": "Come, sons, listen to me.\n\\q I will teach you the fear of Yahweh.",
  "12": "What man is there who desires life\n\\q and loves many days,\n\\q that he may see good?\n\\q",
  "13": "Then keep your tongue from evil\n\\q and keep your lips from speaking lies.\n\\q",
  "14": "Turn away from evil and do good.\n\\q Seek peace and go after it.",
  "15": "The eyes of Yahweh are on the righteous\n\\q and his ears are directed toward their cry.\n\\q",
  "16": "The face of Yahweh is against those who do evil,\n\\q to cut off the memory of them from the earth.\n\\q",
  "17": "The righteous cry out and Yahweh hears\n\\q and he rescues them from all their troubles.",
  "18": "Yahweh is close to the brokenhearted,\n\\q and he saves those who are crushed in spirit.\n\\q",
  "19": "Many are the troubles of the righteous,\n\\q but Yahweh delivers them out of them all.\n\\q",
  "20": "He keeps all his bones,\n\\q not one of them will be broken.",
  "21": "Evil will kill the wicked.\n\\q Those who hate the righteous will be condemned.\n\\q",
  "22": "Yahweh rescues the lives of his servants.\n\\q None of those who take refuge in him will be condemned.",
  "25": "\\q",
  "29": "\\q",
  "34": "\\m\n\\d A psalm of David; when he pretended to be insane before Abimelech, who drove him out.\n\\q"
}
