{
  "1": "Yahweh, do not rebuke me in your anger;\n\\q do not punish me in your wrath.\n\\q",
  "2": "For your arrows pierce me,\n\\q and your hand presses me down.",
  "3": "My whole body is sick because of your anger;\n\\q there is no health in my bones because of my sin.\n\\q",
  "4": "For my iniquities overwhelm me;\n\\q they are a burden too heavy for me.",
  "5": "My wounds are infected and smell\n\\q because of my foolish sins.\n\\q",
  "6": "I am stooped over and humiliated every day;\n\\q I go about mourning all day long.",
  "7": "For within me, I am filled with burning;\n\\q there is no health in my flesh.\n\\q",
  "8": "I am numb and utterly crushed;\n\\q I groan because of the anguish of my heart.",
  "9": "Lord, you understand my heart's deepest yearnings,\n\\q and my groanings are not hidden from you.\n\\q",
  "10": "My heart pounds, my strength fades,\n\\q and my eyesight dims.",
  "11": "My friends and companions shun me because of my condition;\n\\q my neighbors stand far off.\n\\q",
  "12": "Those who seek my life lay snares for me.\n\\q They who seek my harm speak destructive words\n\\q and say deceitful words all day long.",
  "13": "But I, I am like a deaf man and hear nothing;\n\\q I am like a mute man who says nothing.\n\\q",
  "14": "I am like a man who does not hear\n\\q and who has no reply.",
  "15": "Surely I wait for you, Yahweh;\n\\q you will answer, Lord my God.\n\\q",
  "16": "I say this so that my enemies will not gloat over me.\n\\q If my foot slips, they will do terrible things to me.",
  "17": "For I am about to stumble,\n\\q and I am in constant pain.\n\\q",
  "18": "I confess my guilt;\n\\q I am concerned about my sin.",
  "19": "But my enemies are numerous;\n\\q those who hate me wrongfully are many.\n\\q",
  "20": "They repay me evil for good;\n\\q they hurl accusations at me although I have pursued what is good.",
  "21": "Do not abandon me, Yahweh;\n\\q my God, do not stay far away from me.\n\\q",
  "22": "Come quickly to help me,\n\\q Lord, my salvation.",
  "25": "\\q",
  "28": "\\q",
  "31": "\\q",
  "38": "\\m\n\\d A psalm of David, to bring to remembrance.\n\\q"
}
