{
  "1": "Yahweh my God, I take refuge in you!\n\\q Save me from all who chase me, and rescue me.\n\\q",
  "2": "Otherwise, they will rip me apart like a lion,\n\\q tearing me in pieces with no one else able to bring me to safety.",
  "3": "Yahweh my God, I never did what my enemies say I did;\n\\q there is no injustice on my hands.\n\\q",
  "4": "I have never done wrong to anyone at peace with me,\n\\q or senselessly harmed any who are against me.",
  "5": "If I am not telling the truth then let my enemy pursue my life and overtake it;\n\\q let him trample my living body on the ground\n\\q and leave me lying dishonored in the dust.\n\\qs Selah\\qs*",
  "6": "Arise, Yahweh, in your anger;\n\\q stand up against the rage of my enemies;\n\\q wake up for my sake and carry out the righteous decrees that you have commanded for them.\n\\q",
  "7": "The countries are assembled all around you;\n\\q take once more your rightful place over them.",
  "8": "Yahweh, judge the nations;\n\\q vindicate me, Yahweh, because I am righteous and innocent, Most High.\n\\q",
  "9": "May the evil deeds of the wicked come to an end, but establish the righteous people,\n\\q righteous God, you who examine hearts and minds.",
  "10": "My shield comes from God,\n\\q the one who saves the upright in heart.\n\\q",
  "11": "God is a righteous judge,\n\\q a God who is indignant each day.",
  "12": "If a person does not repent, God will sharpen his sword\n\\q and will prepare his bow for battle.\n\\q",
  "13": "He prepares to use weapons against him;\n\\q he makes his arrows flaming shafts.",
  "14": "Think about the one who is pregnant with wickedness,\n\\q who conceives destructive plans, who gives birth to harmful lies.\n\\q",
  "15": "He digs a pit and hollows it out\n\\q and then falls into the hole he has made.\n\\q",
  "16": "His own destructive plans return to his own head,\n\\q for his violence comes down on his own head.\n\n \n\\q",
  "17": "I will give thanks to Yahweh for his justice;\n\\q I will sing praise to Yahweh Most High.",
  "18": "\\q",
  "21": "\\q"
}
