{
  "1": "Give the king your righteous decrees, God,\n\\q your righteousness to the king's son.\n\\q",
  "2": "May he judge your people with righteousness\n\\q and your poor with justice.\n\\q",
  "3": "May the mountains produce peace for the people;\n\\q may the hills produce righteousness.",
  "4": "May he judge the poor of the people;\n\\q may he save the children of the needy\n\\q and break in pieces the oppressor.\n\\q",
  "5": "May they honor you while the sun endures,\n\\q and as long as the moon lasts throughout all generations.",
  "6": "May he come down like rain on the mown grass,\n\\q like showers that water the earth.\n\\q",
  "7": "May the righteous flourish in his days,\n\\q and may there be an abundance of peace till the moon is no more.",
  "8": "May he have dominion from sea to sea,\n\\q and from the River to the ends of the earth.\n\\q",
  "9": "May those who live in the wilderness bow down before him;\n\\q may his enemies lick the dust.\n\\q",
  "10": "May the kings of Tarshish and of the islands render tribute;\n\\q may the kings of Sheba and Seba offer gifts.",
  "11": "Indeed, may all kings fall down before him;\n\\q may all nations serve him.\n\\q",
  "12": "For he helps the needy person who cries out\n\\q and the poor person who has no other helper.",
  "13": "He has pity on the poor and needy,\n\\q and he saves the lives of needy people.\n\\q",
  "14": "He redeems their lives from oppression and violence,\n\\q and their blood is precious in his sight.",
  "15": "May he live! May the gold of Sheba be given to him.\n\\q May people always pray for him;\n\\q may God bless him all day long.\n\\q",
  "16": "May there be abundance of grain in the land;\n\\q on the mountaintops may their crops wave.\n\\q May the fruit of it be like Lebanon;\n\\q may the people flourish in the cities like the grass of the field.",
  "17": "May his name endure forever;\n\\q may his name continue as long as the sun;\n\\q may people be blessed in him;\n\\q may all nations call him blessed.",
  "18": "May Yahweh God, the God of Israel, be blessed,\n\\q who alone does wonderful things.\n\\q",
  "19": "May his glorious name be blessed forever,\n\\q and may the whole earth be filled with his glory.\n\\q Amen and Amen.\n\\q",
  "20": "The prayers of David son of Jesse are finished.",
  "21": "\\q",
  "24": "\\q",
  "26": "\\q",
  "72": "\\m\n\\d A psalm of Solomon.\n\\q"
}
