{
  "1": "\\ms Book Three",
  "2": "\\q",
  "4": "For they have no pain until their death,\n\\q but they are strong and well fed.\n\\q",
  "5": "\\q",
  "6": "Pride adorns them like a necklace around their neck;\n\\q violence clothes them like a robe.\n\\q",
  "7": "Out of such blindness comes sin;\n\\q evil thoughts pass through their hearts.",
  "8": "They mock and speak wickedly;\n\\q in their arrogance they threaten oppression.\n\\q",
  "9": "They set their mouth against the heavens,\n\\q and their tongues march through the earth.",
  "10": "Therefore his people turn to them\n\\q and abundant waters are drained out.\n\\q",
  "11": "They say, \"How does God know?\n\\q Is there knowledge with the Most High?\"\n\\q",
  "12": "Take notice: these people are wicked;\n\\q they are always carefree, becoming richer and richer.",
  "13": "Surely it is in vain that I have guarded my heart\n\\q and washed my hands in innocence.\n\\q",
  "14": "For all the day long I have been afflicted\n\\q and disciplined every morning.\n\\q",
  "15": "If I had said, \"I will say these things,\"\n\\q then I would have betrayed this generation of your children.",
  "16": "Though I tried to understand these things,\n\\q it was too difficult for me.\n\\q",
  "17": "Then I went into God's sanctuary\n\\q and came to understand their fate.",
  "18": "Surely you put them in slippery places;\n\\q you bring them down to ruin.\n\\q",
  "19": "How they become a wilderness in a moment!\n\\q They come to an end and are finished in awful terrors.\n\\q",
  "20": "They are like a dream after one wakes up;\n\\q2 Lord, when you arise, you will think nothing of those dreams.",
  "21": "For my heart was grieved,\n\\q and I was deeply wounded.\n\\q",
  "22": "I was ignorant and lacked insight;\n\\q I was like a senseless animal before you.",
  "23": "Yet I am always with you;\n\\q you hold my right hand.\n\\q",
  "24": "You will guide me with your advice\n\\q and afterward receive me to glory.",
  "25": "Whom have I in heaven but you?\n\\q There is no one on earth that I desire but you.\n\\q",
  "26": "My flesh and my heart grow weak,\n\\q but God is the strength of my heart forever.",
  "27": "Those who are far from you will perish;\n\\q you will destroy all those who are unfaithful\nto you.\n\\q",
  "28": "But as for me, all I need to do is to approach God.\n\\q I have made the Lord Yahweh my refuge.\n\\q I will declare all your deeds.",
  "29": "\\q",
  "32": "\\q",
  "35": "\\q"
}
