{
  "1": "I will call out with my voice to God;\n\\q I will call with my voice to God, and my God will hear me.",
  "2": "In the day of my trouble I sought the Lord;\n\\q at night I stretched my hands out, and they would not become tired.\n\\q My soul refused to be comforted.\n\\q",
  "3": "I thought of God as I groaned;\n\\q I thought about him as I grew faint.\n\\qs Selah\\qs*",
  "4": "You held my eyes open;\n\\q I was too troubled to speak.\n\\q",
  "5": "I thought about the days of old,\n\\q about times long past.",
  "6": "During the night I called to mind the song I once sang.\n\\q I thought carefully\n\\q and tried to understand what had happened.\n\\q",
  "7": "Will the Lord reject me forever?\n\\q Will he never again show me favor?",
  "8": "Was his covenant faithfulness gone forever?\n\\q Had his promise failed forever?\n\\q",
  "9": "Had God forgotten to be gracious?\n\\q Had his anger shut off his compassion?\n\\qs Selah\\qs*",
  "10": "I said, \"This is my sorrow:\n\\q the changing of the right hand of the Most High toward us.\"",
  "11": "But I will call to mind your deeds, Yahweh;\n\\q I will think about your wonderful deeds of old.\n\\q",
  "12": "I will ponder all your deeds\n\\q and will reflect on them.",
  "13": "Your way, God, is holy;\n\\q what god compares to our great God?\n\\q",
  "14": "You are the God who does wonders;\n\\q you have revealed your strength among the peoples.\n\\q",
  "15": "You gave your people victory by your great power—\n\\q the descendants of Jacob and Joseph.\n\\qs Selah\\qs*",
  "16": "The waters saw you, God;\n\\q the waters saw you, and they were afraid;\n\\q the depths trembled.\n\\q",
  "17": "The clouds poured down water;\n\\q the cloudy skies gave voice;\n\\q your arrows flew about.",
  "18": "Your thunderous voice was heard in the wind;\n\\q the lightning lit up the world;\n\\q the earth trembled and shook.\n\\q",
  "19": "Your path went through the sea\n\\q and your way through the surging waters,\n\\q but your footprints were not seen.\n\\q",
  "20": "You led your people like a flock\n\\q by the hand of Moses and Aaron.",
  "24": "\\q",
  "27": "\\q",
  "77": "\\m\n\\d For the chief musician; after the manner of Jeduthun. A psalm of Asaph.\n\\q"
}
