{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now it came about after the death of Moses the servant of Yahweh, that Yahweh spoke to Joshua the son of Nun, Moses' chief assistant, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Moses, my servant, is dead. Now therefore, arise, cross over this Jordan, you and all this people, into the land that I am giving to them—to the people of Israel.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have given you every place where the sole of your foot will walk. I have given it to you, just as I promised to Moses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the wilderness and Lebanon, as far as the great river, the Euphrates, all the land of the Hittites, and to the Great Sea, where the sun goes down, will be your land.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one will be able to stand before you all the days of your life. I will be with you as I was with Moses. I will not abandon you or leave you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be strong and courageous. You will cause this people to inherit the land that I promised their ancestors I would give to them.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be strong and very courageous. Be careful to obey all the law my servant Moses commanded you. Do not turn from it to the right or to the left, so that you may be successful wherever you go.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will always speak about this book of the law. You will meditate on it day and night so that you can obey all that is written in it. Then you will be prosperous and successful.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Have I not commanded you? Be strong and courageous! Do not be afraid. Do not be discouraged. Yahweh your God is with you wherever you go.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua commanded the leaders of the people,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Go through the camp and command the people, 'Prepare provisions for yourselves. In three days you will cross over this Jordan and go in and possess the land that Yahweh your God is giving you to possess.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To the Reubenites, the Gadites and the half tribe of Manasseh, Joshua said,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Call to mind the word that Moses the servant of Yahweh, commanded you when he said, 'Yahweh your God is giving you rest, and he is giving you this land.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your wives, your little ones, and your livestock will stay in the land that Moses gave you beyond the Jordan. But your fighting men will go over with your brothers and help them\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "until Yahweh has given your brothers rest just as he has given it to you. Then they also will take possession of the land Yahweh your God gives them. Then you will return to your own land and possess it, the land that Moses the servant of Yahweh gave you beyond the Jordan, where the sun rises.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they answered Joshua, saying, \"All that you have commanded us we will do, and wherever you send us we will go.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We will obey you just as we obeyed Moses. Only may Yahweh your God be with you, as he was with Moses.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever rebels against your commands and disobeys your words will be put to death. Only be strong and courageous.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}