{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now when Adoni-Zedek, king of Jerusalem, heard that Joshua had captured Ai and had completely destroyed it (just as he had done to Jericho and its king), he also heard how the people of Gibeon had made peace with Israel and were living among them.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Jerusalem were very afraid because Gibeon was a large city, like one of the royal cities. It was larger than Ai, and all its men were mighty warriors.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Adoni-Zedek, king of Jerusalem, sent a message to Hoham, king of Hebron, to Piram, king of Jarmuth, to Japhia, king of Lachish, and to Debir, king of Eglon:\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Come up to me and help me. Let us attack Gibeon because they have made peace with Joshua and with the people of Israel.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The five kings of the Amorites, the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and the king of Eglon came up, they and all their armies. They set up their positions against Gibeon, and they attacked it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Gibeon sent a message to Joshua and to the army at Gilgal. They said, \"Hurry! Do not withdraw your hands from your servants. Come up to us quickly and save us. Help us, for all the kings of the Amorites who live in the hill country have gathered together to attack us.\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua went up from Gilgal, he and all the men of war with him, and all the fighting men.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Joshua, \"Do not be afraid of them. I have given them into your hand. Not one of them will be able to stop your attack.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua came upon them suddenly, having marched all night from Gilgal.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh confused the enemy before Israel, and Israel killed them with a great slaughter at Gibeon and pursued them on the road going up to Beth Horon, and they killed them on the road to Azekah and Makkedah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As they ran away from Israel, down the hill from Beth Horon, Yahweh threw large stones down from heaven upon them all the way to Azekah, and they died. There were more who died because of the hailstones than who were killed with the sword by the men of Israel.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua spoke to Yahweh on the day Yahweh gave the men of Israel victory over the Amorites. This is what Joshua said to Yahweh before Israel,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"Sun, be still at Gibeon,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and moon, in the Valley of Aijalon.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sun stood still, and the moon stopped moving\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "until the nation took vengeance on their enemies.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Is this not written in the Book of Jashar?\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "The sun stayed in the middle of the sky;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "it did not go down for about a whole day.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There has been no other day like it before or after it, when Yahweh obeyed the voice of a human being. For Yahweh was waging war on behalf of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua and all Israel with him returned to the camp at Gilgal.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the five kings had escaped and hidden themselves in the cave at Makkedah.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was told to Joshua, \"They have been found!—the five kings hidden in the cave at Makkedah!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua said, \"Roll large stones against the mouth of the cave and place soldiers there to guard them.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not stay yourselves. Pursue your enemies and attack them from the rear. Do not permit them to enter into their cities, because Yahweh your God has given them into your hand.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua and the sons of Israel had finished slaughtering them with a very great slaughter, until they were almost completely destroyed; only a few survivors who escaped reached the fortified cities.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the whole army returned in peace to Joshua at the camp at Makkedah. No one dared to say one word against any of the people of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua said, \"Open the mouth of the cave and out of the cave bring to me these five kings.\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They did as he said. They brought to him these five kings from the cave—the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and the king of Eglon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they brought the kings to Joshua, he summoned every man of Israel. He said to the commanders of the soldiers who had gone into battle with him, \"Put your feet on their necks.\" So they came up and put their feet on their necks.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to them, \"Do not be afraid and do not be dismayed. Be strong and courageous. This is what Yahweh will do to all your enemies you are going to fight.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua attacked and killed the kings. He hung them on five trees. They hung on the trees until evening.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When it was sunset, Joshua gave orders, and they took them down from the trees and threw them into the cave where they had hidden themselves. They put large stones over the mouth of the cave. Those stones remain there to this very day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this way, Joshua captured Makkedah on that day and killed everyone there with the sword, including its king. He completely destroyed everyone in it. He left no survivor in it. He did to the king of Makkedah just as he had done to the king of Jericho.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua and all Israel passed on from Makkedah to Libnah. He went into battle against Libnah.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also gave it into the hand of Israel—along with their king. Joshua struck it with the edge of the sword and every person in it. He left no survivor in it. He did to its king just as he had done to the king of Jericho.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua and all Israel with him passed on from Libnah to Lachish. He camped by it and waged war against it.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh gave Lachish into the hand of Israel. Joshua captured it on the second day and struck it with the edge of the sword, and every person in it, just as he had done to Libnah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Horam, king of Gezer, came up to help Lachish. Joshua attacked him and his army until there was not even one survivor left.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua and all Israel passed on from Lachish to Eglon. They camped by it and waged war against it,\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and captured it that same day. They struck it with the edge of the sword and they completely destroyed everyone in it, as Joshua had done to Lachish.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua and all Israel passed on from Eglon to Hebron. They waged war against it.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They captured it and struck it with the edge of the sword, and its king and its villages, and everyone in it. They left no survivor it, as they had done to Eglon, they totally destroyed it and every person in it. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua turned, and all the army of Israel with him, and they passed on to Debir and waged war against it.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They captured it, its king and all its nearby villages. They struck them with the edge of the sword and completely destroyed every person in it. They left no survivor. They did to Debir and its king as they had done to Libnah and its king and to Hebron. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua conquered all the land, the hill country, the Negev, the lowlands, and the foothills. Of all their kings he left not one survivor. He completely destroyed every living thing, just as Yahweh, the God of Israel, had commanded.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua struck them from Kadesh Barnea to Gaza, and all the country of Goshen to Gibeon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua captured all these kings and their land at one time because Yahweh, the God of Israel, fought for Israel.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua, and all Israel with him, returned to the camp at Gilgal.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}