{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jabin, king of Hazor, heard this, he sent a message to Jobab, king of Madon, to the king of Shimron, and to the king of Akshaph.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also sent the message to the kings who were in the northern hill country, in the Jordan River valley south of Kinnereth, in the lowlands, and in Naphoth Dor to the west.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also sent a message to the Canaanites to the east and west, the Amorites, the Hittites, the Perizzites, the Jebusites in the hill country, and the Hivites by Mount Hermon in the land of Mizpah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All their armies came out with them, a great number of soldiers, in number like the sand on the seashore. They had a great number of horses and chariots.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All these kings met at the appointed time, and they camped at the waters of Merom to wage war with Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Joshua, \"Do not be afraid in their presence, because tomorrow at this time I am giving them all to Israel as dead men. You will hamstring their horses, and you will burn their chariots.\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua and all the men of war came. They arrived suddenly at the waters of Merom, and attacked the enemy.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh gave the enemy into the hand of Israel, and they struck them and pursued them to Sidon, Misrephoth Maim, and to the Valley of Mizpah to the east. They struck them until not even one survivor of them was left.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua did to them just as Yahweh told him. He hamstrung the horses and burned the chariots.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua turned back at that time and captured Hazor. He struck its king with the sword. (Hazor had been head of all these kingdoms.)\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They struck with the sword every living creature that was there, and he set them apart to be destroyed, so there was not any living creature left alive. Then he burned Hazor.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua captured all the cities of these kings. He also captured all their kings and struck them with the edge of the sword. He completely destroyed them with the edge of the sword, just as Moses the servant of Yahweh had commanded.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Israel did not burn any of the cities built on mounds, except Hazor. It alone Joshua burned.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The army of Israel took all the plunder from these cities along with the livestock for themselves. They killed every human being with the edge of the sword until all were dead. They left alive no creature that breathed.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Just as Yahweh had commanded his servant Moses, in the same way, Moses commanded Joshua, and so Joshua did it. He left nothing undone of all that Yahweh commanded Moses to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua took all that land, the hill country, all the Negev, all the land of Goshen, the foothills, the Jordan River valley, the hill country of Israel, and the lowlands.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From Mount Halak near Edom, and going north as far as Baal Gad in the valley near Lebanon below Mount Hermon, he captured all their kings and killed them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua waged war for a long time with all the kings.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Not one city made peace with the army of Israel except the Hivites who lived in Gibeon. Israel captured all the rest of the cities in battle.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For it was Yahweh who hardened their hearts so they would wage war against Israel, so that he might completely destroy them without mercy, just as he had instructed Moses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua came at that time and he destroyed the Anakim. He did this in the hill country, at Hebron, Debir, Anab, and in all the hill country of Judah, and in all the hill country of Israel. Joshua completely destroyed them and their cities.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "None of the Anakim were left in the land of Israel except at Gaza, Gath, and Ashdod.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joshua captured the whole land, just as Yahweh said to Moses. Joshua gave it as an inheritance to Israel, assigned to each of their tribes. Then the land had rest from the wars.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}