{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Joshua was very old when Yahweh said to him, \"You are very old, but there is still very much land to capture.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the land that still remains: All the regions of the Philistines, and all those of the Geshurites,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "from Shihor, which is east of Egypt, and northward to the border of Ekron, which is considered property of the Canaanites; the five rulers of the Philistines, those of Gaza, Ashdod, Ashkelon, Gath, and Ekron—the territory of the Avvites.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the south (the territory of the Avvites); all the lands of the Canaanites, from Arah that belongs to the Sidonians, as far as Aphek which is on the border of the Amorites;\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the land of the Gebalites, all of Lebanon toward the east, from Baal Gad below Mount Hermon to Lebo Hamath.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, all the inhabitants of the hill country from Lebanon as far as Misrephoth Maim, including all the people of Sidon. I will drive them out before the army of Israel. Be sure to assign the land to Israel as an inheritance, as I commanded you.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Divide this land as an inheritance to the nine tribes and to the half tribe of Manasseh.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "With the other half of the tribe of Manasseh, the Reubenites and the Gadites had received their inheritance that Moses gave them on the east side of the Jordan,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "from Aroer, which is on the edge of the Arnon river gorge (including the city that is in the middle of the gorge), to all the plateau of Medeba as far as Dibon;\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "all the cities of Sihon, king of the Amorites, who ruled in Heshbon, to the border of the Ammonites;\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gilead, and the region of the Geshurites and Maacathites, all of Mount Hermon, all Bashan to Salekah;\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "all the kingdom of Og in Bashan, who reigned in Ashtaroth and Edrei—these are what was left of the remnant of the Rephaim—Moses struck them and drove them out.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the people of Israel did not drive out the Geshurites or the Maacathites. Instead, Geshur and Maacath live among Israel to this day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To the tribe of Levi alone Moses gave no inheritance. The offerings of Yahweh, the God of Israel, made by fire, are their inheritance, as God said to Moses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses gave an inheritance to the tribe of Reuben, clan by clan.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their territory was from Aroer, on the edge of the Arnon River gorge, and the city that is in the middle of the valley, and all the plateau by Medeba.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Reuben also received Heshbon and all its cities that are in the plateau, Dibon, and Bamoth Baal, and Beth Baal Meon,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and Jahaz, and Kedemoth, and Mephaath,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and Kiriathaim, and Sibmah, and Zereth Shahar on the hill of the valley.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Reuben also received Beth Peor, the slopes of Pisgah, Beth Jeshimoth,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "all the cities of the plateau, and all the kingdom of Sihon king of the Amorites, who had reigned in Heshbon, whom Moses had defeated together with the leaders of Midian, Evi, Rekem, Zur, Hur and Reba, the princes of Sihon, who had lived in the land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel also killed with the sword Balaam son of Beor, who practiced divination, among the rest of those they had killed.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The border of the tribe of Reuben is the Jordan River; this is their boundary. This was the inheritance of the tribe of Reuben, given to each of their clans, with their cities and villages.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what Moses gave to the tribe of Gad, clan by clan:\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their territory was Jazer, all the cities of Gilead and half the land of the Ammonites, to Aroer, which is east of Rabbah,\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "from Heshbon to Ramath Mizpah and Betonim, from Mahanaim to the territory of Debir.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the valley, Moses gave them Beth Haram, Beth Nimrah, Succoth, and Zaphon, the rest of the kingdom of Sihon king of Heshbon, with the Jordan as a border, to the lower end of the Sea of Kinnereth, eastward beyond the Jordan.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the inheritance of the tribe of Gad, clan by clan, with their cities and villages.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses gave an inheritance to the half tribe of Manasseh. It was assigned to the half tribe of the people of Manasseh, clan by clan.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their territory was from Mahanaim, all Bashan, all the kingdom of Og king of Bashan, and all the towns of Jair, which are in Bashan, sixty cities;\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "half of Gilead, and Ashtaroth and Edrei (the royal cities of Og in Bashan). These were assigned to the clan of Machir son of Manasseh—half of the people of Machir, clan by clan.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the inheritance that Moses assigned to them on the plains of Moab, beyond the Jordan east of Jericho.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses did not give an inheritance to the tribe of Levi. Yahweh, the God of Israel, is their inheritance, just as he said to them.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}