{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are the areas of land that the people of Israel received as their inheritance in the land of Canaan, which Eleazar the priest, Joshua son of Nun, and the the tribal leaders of Israel allotted to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their inheritance was selected by lot for the nine and one-half tribes, just as Yahweh had commanded by the hand of Moses.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Moses had given the inheritance of the two and one-half tribes beyond the Jordan, but to the Levites he gave no inheritance.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The tribe of Joseph was actually two tribes, Manasseh and Ephraim. The Levites were given no portion of the inheritance in the land, but only certain cities to live in, with their pasturelands for livestock and for their own material resources.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel did as Yahweh commanded Moses, so they assigned the land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the tribe of Judah came to Joshua at Gilgal. Caleb son of Jephunneh the Kenizzite, said to him, \"You know what Yahweh said to Moses the man of God concerning you and me at Kadesh Barnea.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I was forty years old when Moses the servant of Yahweh sent me from Kadesh Barnea to spy on the land. I brought him a report again as it was in my heart to make.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But my brothers who went up with me made the heart of the people melt with fear. But I completely followed Yahweh my God.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses swore on that day, saying, 'Surely the land on which your foot has walked will be an inheritance for you and for your children forever, because you have completely followed Yahweh my God.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, look! Yahweh has kept me alive these forty-five years, just as he said—from the time when Yahweh spoke this word to Moses, while Israel walked in the wilderness. Now, look! I am this day eighty-five years old.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am still as strong this day as I was in the day that Moses sent me out. My strength is now as my strength was then, for war and for going and coming.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now therefore give me this hill country, which Yahweh promised me on that day. For you heard on that day that the Anakim were there with great fortified cities. It may be that Yahweh will be with me and that I will drive them out, just as Yahweh said.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua blessed him and gave Hebron as an inheritance to Caleb son of Jephunneh.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore Hebron became the inheritance of Caleb son of Jephunneh the Kenizzite to this day, because he completely followed Yahweh, the God of Israel.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the name of Hebron formerly was Kiriath Arba. (Arba had been the greatest man among the Anakim.) Then the land had rest from war.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}