{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The assignment of land for the tribe of Joseph extended from the Jordan at Jericho, east of the springs of Jericho, into the wilderness, going up from Jericho through the hill country of Bethel.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then it went from Bethel to Luz and passed along to Ataroth, the territory of the Arkites.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then it went down westward to the territory of the Japhletites, as far as the territory of Lower Beth Horon, and then on to Gezer; it ended at the sea.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was in this way that the tribes of Joseph, Manasseh and Ephraim received their inheritance.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The territory of the tribe of Ephraim, clan by clan: The border of their inheritance on the east went from Ataroth Addar as far as Upper Beth Horon,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and from there it continued to the sea. From Mikmethath on the north it turned eastward toward Taanath Shiloh and passed beyond it on the east to Janoah.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then it went down from Janoah to Ataroth and to Naarah, and then reached Jericho, ending at the Jordan.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From Tappuah the border went westward to the brook of Kanah and ended at the sea. This was the inheritance of the tribe of Ephraim, clan by clan,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "together with the cities that were chosen for the tribe of Ephraim within the inheritance of the tribe of Manasseh—all the cities, including their villages.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They did not drive out the Canaanites who lived in Gezer, so that the Canaanites live within Ephraim to this day, but these people were made to do forced labor.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}