{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This was the assignment of land for the tribe of Manasseh (who was the firstborn of Joseph)—that is, for Makir, who was Manasseh's firstborn and who himself was the father of Gilead. Makir's descendants were assigned the land of Gilead and Bashan, because Makir had been a man of war.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Land was assigned to the rest of the tribe of Manasseh, given to their clans—Abiezer, Helek, Asriel, Shechem, Hepher, and Shemida. These were the male descendants of Manasseh son of Joseph, presented by their clans.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Zelophehad son of Hepher son of Gilead son of Makir son of Manasseh had no sons, but only daughters. The names of his daughters were Mahlah, Noah, Hoglah, Milkah, and Tirzah.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They approached Eleazar the priest, Joshua son of Nun, and the leaders, and they said, \"Yahweh commanded Moses to give to us an inheritance along with our brothers.\" So, following the commandment of Yahweh, he gave those women an inheritance among the brothers of their father.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ten parcels of land were assigned to Manasseh in Gilead and Bashan, which is on the other side of the Jordan,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because the daughters of Manasseh received an inheritance along with his sons. The land of Gilead was assigned to the rest of the tribe of Manasseh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The territory of Manasseh reached from Asher to Mikmethath, which is east of Shechem. Then the border went southward to those living near the spring of Tappuah.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(The land of Tappuah belonged to Manasseh, but the town of Tappuah on the border of Manasseh belonged to the tribe of Ephraim.)\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The border went down to the brook of Kanah. These cities south of the brook among the towns of Manasseh belonged to Ephraim. The border of Manasseh was on the north side of the brook, and it ended at the sea.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The land to the south belonged to Ephraim, and the land to the north was Manasseh's; the sea was the border. On the north side Asher can be reached, and to the east, Issachar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also in Issachar and in Asher, Manasseh possessed Beth Shan and its villages, Ibleam and its villages, the inhabitants of Dor and its villages, the inhabitants of Endor and its villages, the inhabitants of Taanach and its villages, and the inhabitants of Megiddo and its villages (and the third city is Napheth).\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet the tribe of Manasseh could not take possession of those cities, for the Canaanites continued to live in this land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the people of Israel grew strong, they put the Canaanites to forced labor, but did not completely drive them out.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the descendants of Joseph said to Joshua, saying, \"Why have you given us only one assignment of land and one portion for an inheritance, since we are a people great in number, and all along Yahweh has blessed us?\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua said to them, \"If you are a people great in number, go up by yourselves to the forest and there clear the ground for yourselves in the land of the Perizzites and of the Rephaim. Do this, since the hill country of Ephraim is too small for you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The descendants of Joseph said, \"The hill country is not enough for us. But all the Canaanites who live in the valley have chariots of iron, both those who are in Beth Shan and its villages, and those who are in the Valley of Jezreel.\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua said to the house of Joseph—to Ephraim and Manasseh, \"You are a people great in number, and you have great power. You must not have only one piece of land assigned to you.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The hill country will also be yours. Though it is a forest, you will clear it and take possession of it to its farthest borders. You will drive out the Canaanites, even though they have chariots of iron, and even though they are strong.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}