{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the whole assembly of the people of Israel met together at Shiloh. They set up the tent of meeting there and they conquered the land before them.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were still seven tribes among the people of Israel whose inheritance had not been assigned.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua said to the people of Israel, \"How long will you put off going into the land that Yahweh, the God of your ancestors, has given you?\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Appoint for yourselves three men from each tribe, and I will send them out. They will set out and survey the land up and down. They will write out a description of it with a view to their inheritances, and then they will come back to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will divide it into seven sections. Judah will remain in their territory on the south, and the house of Joseph will continue in their territory in the north.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will describe the land in seven sections and bring the description here to me. I will cast lots for you here before Yahweh our God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Levites have no portion among you, for the priesthood of Yahweh is their inheritance. Gad, Reuben, and the half tribe of Manasseh have received their inheritance, beyond Jordan. This is the inheritance that Moses the servant of Yahweh gave them.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the men got up and went. Joshua commanded those who went to write the description of the land, saying, \"Go up and down in the land and write a description of it and return to me. I will cast lots for you here before Yahweh at Shiloh.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men left and walked up and down in the land and wrote a description of it in a scroll by its cities in seven sections, listing the cities in each section. Then they returned to Joshua in the camp at Shiloh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua cast lots for them at Shiloh before Yahweh. It was there that Joshua assigned the land to the people of Israel, and to each was given his portion of the land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The assignment of land for the tribe of Benjamin clan by clan. The territory of their assigned land was located between the descendants of Judah and the descendants of Joseph.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the north side, their border began at the Jordan. The border went up to the ridge north of Jericho, and then up through the hill country westward. There it reached the wilderness of Beth Aven.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From there the border passed along south in the direction of Luz (the same place as Bethel). Then the border went down to Ataroth Addar, by the mountain that lies south of Beth Horon.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The boundary then went in another direction: On the western side it turned toward the south, heading toward the mountain across from Beth Horon. This boundary ended at Kiriath Baal (that is, Kiriath Jearim), a city that belonged to the tribe of Judah. This formed the border on the western side.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The south side began just outside of Kiriath Jearim. The border went from there to Ephron, to the spring of the waters of Nephtoah.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The boundary then went down to the border of the mountain which was opposite the Valley of Ben Hinnom, which was at the northern end of the Valley of Rephaim. It then went down to the Valley of Hinnom, south of the slope of the Jebusites, and continued down to En Rogel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It turned northward, going in the direction of En Shemesh, and from there it went out to Geliloth, which was opposite the ascent of Adummim. Then it went down to the Stone of Bohan the son of Reuben.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It passed on to the north of the shoulder of Beth Arabah and down to the Arabah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The border passed on to the north shoulder of Beth Hoglah. The border ended at the north bay of the Salt Sea, at the southern end of the Jordan. This was the boundary on the south.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Jordan formed its border on the eastern side. This was the inheritance of the tribe of Benjamin, and it was given clan by clan, border after border, all around.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the cities of the tribe of Benjamin, clan by clan, had these cities: Jericho, Beth Hoglah, Emek Keziz,\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Beth Arabah, Zemaraim, Bethel,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Avvim, Parah, Ophrah,\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Kephar Ammoni, Ophni, and Geba. There were twelve cities, including their villages.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were also the cities of Gibeon, Ramah, Beeroth,\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mizpah, Kephirah, Mozah,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Rekem, Irpeel, Taralah,\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zelah, Haeleph, Jebus (the same as Jerusalem), Gibeah, and Kiriath. There were fourteen cities, including their villages. This was the inheritance of Benjamin for their clans.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}