{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua son of Nun secretly sent two men out from Shittim as spies. He said, \"Go, look over the land, especially Jericho.\" They went away and came to the house of a prostitute whose name was Rahab, and they lodged there.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was told to the king of Jericho, \"Look, men of Israel have come here to spy on the land.\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Jericho sent word to Rahab and said, \"Bring out the men who have come to you who entered your house, for they have come to spy on the whole land.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the woman had taken the two men and hidden them. She replied, \"Yes, the men came to me, but I did not know where they were from.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They left when it was dusk, when it was time for the city gate to shut. I do not know where they went. You will probably catch them if you hurry after them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But she had taken them up to the roof and hidden them with the stalks of flax that she had laid out on the roof.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the men pursued them on the road that leads to the fords of the Jordan. The gate was shut as soon as the pursuers went out.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men had not yet lain down for the night, when she came up to them on the roof.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She said, \"I know that Yahweh has given you the land and that the fear of you has come upon us. All those who live in the land will melt away before you.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We have heard how Yahweh dried up the water of the Sea of Reeds for you when you came out of Egypt. We also heard what you did to the two kings of the Amorites on other side of the Jordan—Sihon and Og—whom you completely destroyed.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As soon as we had heard it, our hearts melted and there was no courage left in anyone—for Yahweh your God, he is God in heaven above and on the earth below.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now then, please swear to me by Yahweh that, just as I have been kind to you, you will also deal kindly with my father's house. Give me a sure sign\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "that you will spare the lives of my father, mother, brothers, sisters and all their families, and that you will save us from death.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men said to her, \"Our life for yours, even to death! If you do not speak about our business, then, when Yahweh gives us this land we will be merciful and faithful to you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So she let them down out through the window using a rope. The house in which she lived was built into the wall of the city.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She said to them, \"Go in the hills and hide or the pursuers will find you. Hide there for three days until the pursuers have returned. Then go on your way.\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men said to her, \"We will be not be bound to the promises of the oath you made us swear to, if you do not do this.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When we come into the land, you must tie this scarlet rope in the window through which you let us down, and you will gather into the house your father and mother, your brothers and all your father's household.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever goes out of the doors of your house into the street, their blood will be upon their own heads and we will be guiltless. But if a hand is laid upon any who is with you in the house, his blood will be on our head.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you speak about our business, we will be free from the oath you made us swear.\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Rahab replied, \"May what you say be done.\" She sent them away and they left. Then she tied the scarlet rope in the window.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They left and went up into the hills and they stayed there three days until their pursuers returned. The pursuers searched all along the road and found nothing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The two men returned and crossed over and came back to Joshua son of Nun, and they told him everything that had happened to them.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to Joshua, \"Truly Yahweh has given this land to us. All the inhabitants of the land are melting away because of us.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}