{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Joshua,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Speak to the people of Israel, saying, 'Appoint the cities of refuge of which I spoke to you by the hand of Moses.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do this so that one who unintentionally kills a person can go there. These cities will be a place of refuge from anyone who seeks to avenge the blood of a person who was killed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will run to one of those cities and will stand at the entrance of the city gate, and explain his case to the elders of that city. Then they will take him into the city and give him a place for him to live among them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If one of them comes to try to avenge the blood of the person who was killed, then the people of the city must not hand the one who killed him over to the authorities. They must not do this because he killed his neighbor unintentionally, and he had no hatred toward him in the past.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must stay in that city until he has stood before the assembly for judgment, until the death of the one who was serving as high priest in those days. Then the one who had accidentally killed the person may return to his own town and his own home, to the town from which he fled.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Israelites selected Kedesh in Galilee in the hill country of Naphtali, Shechem in the hill country of Ephraim, and Kiriath Arba (the same as Hebron) in the hill country of Judah.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Beyond the Jordan east of Jericho, they selected Bezer in the wilderness on the plateau from the tribe of Reuben; Ramoth Gilead, from the tribe of Gad; and Golan in Bashan, from the tribe of Manasseh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the cities selected for all the people of Israel and for the foreigners residing among them, so that anyone who killed a person unintentionally could run to them for safety. This person would not die by the hand of the one who wanted to avenge the blood that was shed, until the accused person would first stand before the assembly.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}