{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time Joshua called the Reubenites, the Gadites, and the half tribe of Manasseh.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"You have done everything that Moses the servant of Yahweh commanded you. You have obeyed my voice in all that I commanded you.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have not deserted your brothers these many days, down to this present day, and you have fulfilled the duties required by the commandments of Yahweh your God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Yahweh your God has given rest to your brothers, just as he promised them. Therefore turn and go to your tents in the land you own, which Moses the servant of Yahweh gave you on the other side of the Jordan.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Just be very careful to observe the commandments and the law that Moses the servant of Yahweh commanded you, to love Yahweh your God, to walk in all his ways, to keep his commandments, and to cling to him and worship him with all your heart and with all your soul.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joshua blessed them and sent them away, and they went back to their tents.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now to one-half of the tribe of Manasseh Moses had given an inheritance in Bashan, but to the other half Joshua gave an inheritance beside their brothers in the land west of the Jordan. Joshua sent them away to their tents; he blessed them\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and said to them, \"Return to your tents with much money, and with very much livestock, and with silver and gold, and with bronze and iron, and with very many garments. Divide the plunder from your enemies with your brothers.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the descendants of Reuben, the descendants of Gad, and the half tribe of Manasseh returned home, leaving the people of Israel at Shiloh, which is in the land of Canaan. They left to go to the region of Gilead, to their own land, which they themselves possessed, in obedience to the commandment of Yahweh, by the hand of Moses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they came to the Jordan that is in the land of Canaan, the Reubenites and the Gadites and the half tribe of Manasseh built an altar beside the Jordan, a very large and prominent altar.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel heard about this and said, \"Look! The people of Reuben, Gad, and the half tribe of Manasseh have built an altar at the front of the land of Canaan, at Geliloth, in the region near the Jordan, on the side that belongs to the people of Israel.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the people of Israel heard of it, the whole assembly of the people of Israel gathered together at Shiloh to go up to make war against them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the people of Israel sent messengers to the Reubenites, the Gadites, and the half tribe of Manasseh, in the land of Gilead. They also sent Phinehas son of Eleazar, the priest,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and with him ten leaders, one from each of the tribal families of Israel, and every one of them was the head of a family among the clan of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They came to the people of Reuben, Gad, and the half tribe of Manasseh, in the land of Gilead, and they spoke to them:\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"The whole assembly of Yahweh says this, 'What is this unfaithfulness that you have committed against the God of Israel, by turning this day from following Yahweh by building yourself an altar this day in rebellion against Yahweh?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Was our sin at Peor not enough for us? Yet we have not even now cleansed ourselves from it. For that sin there came a plague on the assembly of Yahweh.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Must you also turn away from following Yahweh at this present day? If you also rebel against Yahweh today, tomorrow he will be angry with the whole assembly of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the land that you possess is defiled, then you should pass over into the land where Yahweh's tabernacle stands and take for yourselves a possession among us. Only do not rebel against Yahweh, nor rebel against us by building an altar for yourselves other than the altar of Yahweh our God.\n\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Did not Achan son of Zerah break faith in the matter of those things that had been reserved for God? Did not wrath fall on all the people of Israel? That man did not perish alone for his iniquity.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the tribes of Reuben, Gad, and the half tribe of Manasseh replied in answer to the heads of the clans of Israel:\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"The Mighty One, God, Yahweh! The Mighty One, God, Yahweh!—He knows, and let Israel itself know! If it was in rebellion or in breach of faith against Yahweh, do not spare us on this day\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "for having built an altar to turn ourselves away from following Yahweh. If we built that altar in order to offer on it burnt offerings, grain offerings, or peace offerings, then let Yahweh make us pay for it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No! We did it for fear that in time to come your children might say to our children, 'What have you to do with Yahweh, the God of Israel?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Yahweh has made the Jordan a border between us and you. You people of Reuben and people of Gad, you have nothing to do with Yahweh.' So your children might make our children cease to worship Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So we said, 'Let us now build an altar, not for burnt offerings nor for any sacrifices,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but to be a witness between us and you, and between our generations after us, that we will perform the service of Yahweh before him, with our burnt offerings and with our sacrifices and with our peace offerings, so that your children will never say to our children in time to come, \"You have no share in Yahweh.\"'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So we said, 'If this should be said to us or to our descendants in time to come, we would say, \"Look! This is a copy of the altar of Yahweh, which our ancestors made, not for burnt offerings, nor for sacrifices, but as a witness between us and you.\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May it be far from us that we should rebel against Yahweh, and today turn away from following him by building an altar for burnt offering, for grain offering, or for sacrifice, other than the altar of Yahweh our God that is before his tabernacle.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Phinehas the priest and the leaders of the people, that is, the heads of the clans of Israel who were with him, heard the words that the people of Reuben, Gad, and Manasseh said, that it was good in their eyes.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Phinehas son of Eleazar the priest said to the people of Reuben, Gad, and Manasseh, \"Today we know that Yahweh is among us, because you have not committed this breach of faith against him. Now you have rescued the people of Israel out of the hand of Yahweh.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Phinehas son of Eleazar the priest, and the leaders returned from the Reubenites and the Gadites, out of the land of Gilead, back to the land of Canaan, to the people of Israel, and brought back word to them.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their report was good in the eyes of the people of Israel. The people of Israel blessed God and spoke no more about making war against the Reubenites and the Gadites, in order to destroy the land where they had settled.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Reubenites and the Gadites named the altar \"Witness,\" for they said, \"It is a witness between us that Yahweh is God.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}