{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua got up early in the morning, and they set out from Shittim. They came to the Jordan, he and all the people of Israel, and they camped there before they crossed over.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After three days, the officers went through the middle of the camp;\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "they commanded the people, \"When you see the ark of the covenant of Yahweh your God, and the priests from the Levites carrying it, you must leave this place and follow it.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There must be a distance between you and it of about two thousand cubits. Do not come close to it, so that you can see which way to go, since you have not gone this way before.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua said to the people, \"Consecrate yourselves tomorrow, for Yahweh will do wonders among you.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua said to the priests, \"Take up the ark of the covenant, and pass in front of the people.\" So they picked up the ark of the covenant and went in front of people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Joshua, \"This day I will make you a great man in the eyes of all Israel. They will know that as I was with Moses, I will be with you.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will command the priests who carry the ark of the covenant, 'When you have come to the edge of the waters of the Jordan, you must stand still in the Jordan River.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua said to the people of Israel, \"Come here, and listen to the words of Yahweh your God.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By this you will know that the living God is among you and will drive out from before you the Canaanites, the Hittites, the Hivites, the Perizzites, the Girgashites, the Amorites, and the Jebusites.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look! The ark of the covenant of the Lord of all the earth crosses over ahead of you into the Jordan.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now choose twelve men from the tribes of Israel, one man from each.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the soles of the feet of the priests that carry the ark of Yahweh, the Lord of all the earth, touch the waters of the Jordan, the waters of the Jordan will be cut off, and even the waters that flow down from upstream will stop flowing and they will stand in one heap.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So when the people set out to cross over the Jordan, the priests that carried the ark of the covenant went ahead of the people.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As soon as those who were carrying the ark had come to the Jordan, and the feet of those who carried the chest were dipped in the edge of the water (now the Jordan overflows all its banks throughout the time of the harvest),\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the waters that flowed down from upstream stood up in one heap. The water stopped flowing from a great distance. The waters stopped flowing from Adam, the city that is beside Zarethan, all the way down to the sea of the Negev, the Salt Sea. The people crossed over near Jericho.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests that carried the ark of the covenant of Yahweh stood on dry ground in the middle of the Jordan until all the people of Israel crossed over on dry ground.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}