{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When all the people crossed over the Jordan, Yahweh said to Joshua,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Choose twelve men for yourselves from among the people, one man from each tribe.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Give them this command: 'Take up twelve stones from the middle of the Jordan where the priests are standing on the dry ground, and bring them over with you and lay them down in the place where you will spend the night tonight.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua called the twelve men whom he had chosen from the tribes of Israel, one from each tribe.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua said to them, \"Go over before the ark of Yahweh your God into the middle of the Jordan. Each of you is to take up a stone upon his shoulder, according to the number of the tribes of the people of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This will be a sign in your midst for you when your children ask in days to come, 'What do these stones mean to you?'\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you will say to them, 'The waters of the Jordan were cut off before the ark of the covenant of Yahweh. When it passed over the Jordan, the waters of the Jordan were cut off. So these stones will be a memorial to the people of Israel forever.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel did just as Joshua commanded, and they picked up twelve stones from the middle of the Jordan, as Yahweh said to Joshua. They set the stones up according to the number of the tribes of the people of Israel. They carried the stones with them, over to the place where they camped and they set them down there.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua set up twelve stones in the middle of the Jordan River, in the place where the feet of the priests that carried the ark of the covenant stood. The memorial is there to this day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests that carried the ark stood in the middle of the Jordan until everything that Yahweh commanded Joshua to tell the people was completed, according to all that Moses had commanded Joshua. The people hurried and they crossed over.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When all the people had finished crossing over, the ark of Yahweh and the priests crossed over before the people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The tribe of Reuben, the tribe of Gad, and the half tribe of Manasseh passed before the people of Israel formed up as an army, just as Moses said to them.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "About forty thousand men equipped for war passed before Yahweh, for battle on the plains of Jericho.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that day Yahweh made Joshua great in the eyes of all Israel. They honored him—just as they honored Moses— all his days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh spoke to Joshua,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Command the priests who carry the ark of the testimony to come up out of the Jordan.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, Joshua commanded the priests, \"Come up out of the Jordan.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the priests carrying the ark of the covenant of Yahweh came up out of the middle of the Jordan, and the soles of their feet were lifted up out on dry ground, then the waters of the Jordan returned to their place and overflowed its banks, just as they were four days before.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people came up out of the Jordan on the tenth day of the first month. They stayed in Gilgal, east of Jericho.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The twelve stones that they took out of the Jordan, Joshua set up in Gilgal.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to the people of Israel, \"When your descendants ask their fathers in times to come, 'What are these stones?'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell your children, 'This is where Israel crossed over the Jordan on dry ground.'\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh your God dried up the waters of the Jordan for you, until you had crossed over, just as Yahweh your God did to the Sea of Reeds, which he dried up for us until we passed over,\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so that all the peoples of the earth may know that the hand of Yahweh is mighty, and that you will honor Yahweh your God forever.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}