{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As soon as all the kings of the Amorites on the west side of the Jordan, and all the kings of the Canaanites, who were along the coast of the Great Sea, heard that Yahweh had dried up the waters of the Jordan until the people of Israel had crossed over, their hearts melted, and there was no longer any spirit in them because of the people of Israel.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some modern versions have: \\fqa until the people of Israel had crossed over, \\fqa* and others have, \\fqa until we had crossed over \\fqa* . The Hebrew text has \\fqa we, \\fqa* but a note in the margin instructs readers to say \\fqa they \\fqa* . Translators can decide for themselves. ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time Yahweh said to Joshua, \"Make flint knives and once more circumcise all the males of Israel.\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua made himself flint knives and he circumcised all the males of Israel at Gibeath Haaraloth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the reason Joshua circumcised them: All the males who had come out of Egypt, including all the men of war, had died in the wilderness along the way, after they came out from Egypt.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Though all the males who came out of Egypt were circumcised, still, none of the boys born in the wilderness on the way out of Egypt had been circumcised.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the people of Israel walked forty years in the wilderness until all the people, that is, all the men of war who had come out of Egypt, died, because they did not obey the voice of Yahweh. Yahweh swore to them that he would not let them see the land that he had sworn to their ancestors that he would give to us, a land flowing with milk and honey.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was their children that Yahweh raised up in their place that Joshua circumcised, because they had not been circumcised on the way.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they were all circumcised, they remained where they were in the camp until they healed.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Joshua, \"This day I have rolled away the disgrace of Egypt from you.\" So, the name of that place has been called Gilgal until this present day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel camped at Gilgal. They kept the Passover on the fourteenth day of the month, in the evening, on the plains of Jericho.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the day after Passover, that same day, they ate some of the produce of the land on the day, unleavened bread and roasted grain.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The manna stopped on the day after they ate the produce of the land. There was no longer manna for the people of Israel, but they ate the produce of the land of Canaan that year.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Joshua was near Jericho, he lifted up his eyes and looked, and behold, a man was standing in front of him; he had drawn his sword and it was in his hand. Joshua went to him and said, \"Are you for us or for our enemies?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"Neither. For I am the commander of the army of Yahweh. Now I have come.\" Then Joshua lay facedown on the ground to worship and said to him, \"What does my master say to his servant?\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The commander of Yahweh's army said to Joshua, \"Take off your sandals from your feet, because the place you are standing is holy.\" That is what Joshua did.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}