{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now all the entrances to Jericho were closed because of the army of Israel. No one went out and no one came in.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Joshua, \"See, I have delivered Jericho into your hand, its king, and its trained soldiers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must march around the city, all the men of war going around the city one time. You must do this for six days.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Seven priests must carry seven trumpets of rams' horns before the ark. On the seventh day, you must march around the city seven times, and the priests must sound blasts on the trumpets.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they must sound a long blast with the ram's horn, and when you hear the sound of the trumpet all the people must shout with a great shout, and the wall of the city will fall down flat. The soldiers must attack, each one going straight ahead.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua son of Nun called the priests and said to them, \"Take up the ark of the covenant, and let seven priests carry seven trumpets of rams' horns in front of the ark of Yahweh.\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to the people, \"Go over and march around the city, and the armed men will go ahead of the ark of Yahweh.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Just as Joshua had said to the people, the seven priests carried the seven trumpets of rams' horns before Yahweh. As they advanced, they gave a blast on the trumpets. The ark of the covenant of Yahweh followed after them.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Armed men walked before the priests, and they made a blast on their trumpets, but then the rear guard walked up behind the ark, and the priests blew their trumpets continually.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Joshua commanded the people, saying, \"Do not shout. No sound must leave your mouths until the day I tell you to shout. Only then you must shout.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he caused the ark of Yahweh to go around the city one time that day. Then they entered their camp, and they stayed the night in the camp.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua got up early in the morning, and the priests picked up the ark of Yahweh.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The seven priests, who were carrying the seven trumpets of rams' horns in front of the ark of Yahweh, walked steadily and gave blasts on the trumpets. Armed soldiers were walking in front of them. But when the rear guard walked after the ark of Yahweh, then the trumpets gave out continual blasts.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They marched around the city one time the second day and returned to the camp. They did this for six days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was on the seventh day that they got up early at daybreak, and they marched around the city in the same way that was their pattern, this time for seven times. It was on this day that they marched around the city seven times.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was on the seventh day, when the priests gave a blast with the trumpets, that Joshua commanded the people, \"Shout! For Yahweh has given you the city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The city and all that is in it will be set apart to Yahweh for destruction. Only Rahab the prostitute will live—she and all the ones with her in her house—because she hid the men we sent.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as for you, be on guard about taking the things set apart for destruction, so that after you mark them for destruction, you do not then take any of them. If you do this, you will make the camp of Israel something that must be destroyed and you will bring trouble on it.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the silver, gold, and the things made of bronze and iron are set apart to Yahweh. They must go into the treasury of Yahweh.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they gave blasts with the trumpets, the people gave a great shout and the wall fell down flat, so every man charged straight in and captured the city.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They completely destroyed all that was in the city by the edge of the sword—man and woman, young and old, oxen, sheep and donkeys.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua said to the two men who had spied out the land, \"Go into the prostitute's house. Bring out the woman and all who are with her, as you swore to her.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the young men who had been spies went in and brought Rahab out. They brought out her father, mother, brothers, and all the relatives that were with her. They brought them to a place outside the camp of Israel.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They burned the city and everything in it. Only the silver, gold, and the vessels of bronze and iron were put into the treasury of the house of Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Joshua allowed Rahab the prostitute, her father's household, and all that were with her to live. She lives in Israel to this day because she hid the men whom Joshua sent to spy on Jericho.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua commanded them at that time with an oath, and he said, \"Cursed is the man in Yahweh's sight who rebuilds this city, Jericho. At the cost of his firstborn son, he will lay the foundation, and at the cost of his youngest son, he will set up its gates.\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh was with Joshua, and his fame spread throughout the land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}