{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the people of Israel acted unfaithfully regarding the things that were set apart for destruction. Achan son of Karmi son of Zabdi son of Zerah, from the tribe of Judah, took some things that were set apart for destruction, and Yahweh's anger burned against the people of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua sent men from Jericho to Ai, which was near Beth Aven, east of Bethel. He said to them, \"Go up and spy out the land.\" So the men went up and spied out Ai.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they returned to Joshua, they said to him, \"Do not send all the people up to Ai. Send only two or three thousand men to go up and attack Ai. Do not make all the people labor in battle, for they are few in number.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So only about three thousand men went up from the army, but these ran away from the men of Ai.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of Ai killed about thirty-six men as they pursued them from the city gate as far as to the stone quarries, and they killed them as they were going down a hill. The hearts of the people melted and became like water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua tore his garments. He and the elders of Israel put dust on their heads and lay facedown on the ground in front of the ark of Yahweh, remaining there until evening.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua said, \"Ah, Yahweh Lord, why have you brought this people across the Jordan at all? To give us into the hands of the Amorites to destroy us? If only we made a different decision and we had stayed on the other side of the Jordan!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Lord, what can I say, after Israel has turned their backs before their enemies?\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the Canaanites and all the inhabitants of the land will hear of it. They will surround us and make the people of the earth forget our name. What will you do for your great name?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Joshua, \"Get up! Why are you lying there on your face?\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Israel has sinned. They have broken my covenant which I commanded them. They have stolen some of the things that were set apart. They have stolen and then also hidden their sin by putting what they have taken among their own belongings.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As a result, the people of Israel cannot stand before their enemies. They turned their backs from their enemies because they themselves have been set apart for destruction. I will not be with you any more unless you destroy the things that should have been destroyed, but are still among you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Get up! Consecrate the people to me and say to them, 'Consecrate yourselves for tomorrow. For Yahweh, the God of Israel says, \"There are things set apart to be destroyed that are still among you, Israel. You cannot stand against your enemies until you remove from among you all the things that were set apart to be destroyed.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the morning, you must present yourselves by your tribes. The tribe that Yahweh selects will come near by their clans. The clan that Yahweh selects must come near by each household. The household that Yahweh selects must come near one by one.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It will happen that the one who is selected and who has those things that were set apart for destruction, he will be burned, he and all he has, because he has broken the covenant of Yahweh and because he has done a disgraceful thing in Israel.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, Joshua got up early in the morning and brought Israel near, tribe by tribe, and the tribe of Judah was selected.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua brought the clans of Judah near, and the clan of the Zerahites was selected. He brought near the clan of the Zerahites person by person, and Zabdi was selected.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He brought Zabdi's household near, person by person, and Achan son of Karmi, son of Zabdi, son of Zerah, from the tribe of Judah, was selected.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua said to Achan, \"My son, tell the truth before Yahweh, the God of Israel, and give your confession to him. Please tell me what you have done. Do not hide it from me.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Achan answered Joshua, \"Truly, I have sinned against Yahweh, the God of Israel. This is what I did:\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I saw among the plunder a beautiful coat from Babylon, two hundred shekels of silver, and a bar of gold weighing fifty shekels, I desired them and took them. They are hidden in the ground in the middle of my tent, and the silver is under it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua sent messengers, who ran to the tent and there were the things. When they looked, they found them hidden in his own tent, and the silver under them.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They took the items from the middle of the tent and brought them to Joshua and to all the people of Israel. They poured them out before Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua, and all Israel with him, took Achan son of Zerah, and the silver, the coat, the bar of gold, his sons and daughters, his oxen, his donkeys, his sheep, his tent, and all that he had, and they brought them up to the Valley of Achor.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua said, \"Why have you troubled us? Yahweh will trouble you today.\" All Israel stoned him with stones. Then they stoned the rest with stones and burned them with fire. \n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They set up over him a great heap of stones that is here until this day. Yahweh turned away his burning anger. Therefore the name of the place is the Valley of Achor until this present day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}