{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Joshua, \"Do not fear; do not be discouraged. Take with you all the people of war. Go up to Ai. See, I have given into your hand the king of Ai, his people, his city, and his land.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will do to Ai and her king as you have done to Jericho and her king, except that you will take the plunder and the cattle for yourselves. Set an ambush behind the city.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joshua got up and took all the men of war up to Ai. Then Joshua chose thirty thousand men—strong, courageous men—and he sent them out at night.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He commanded them, \"Look, you will lie in ambush against the city, behind it. Do not go very far from the city, but all of you be ready.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I and all the men with me will approach the city, and when they come out to attack us, we will run away from them just as before.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will come out after us until we have drawn them away from the city. They will say, 'They are running away from us as they did the last time.' So we will run away from them.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you come up out of your place of hiding, and you will capture the city. Yahweh your God will give it into your hand.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you capture the city, you will set it on fire. You will do this when you obey the command given in the word of Yahweh. See, I have commanded you.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua sent them out, and they went to the place of ambush, and they hid between Bethel and Ai to the west of Ai. But Joshua slept that night among the people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua got up early in the morning and got his soldiers ready, Joshua and the elders of Israel, and they attacked the people of Ai.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the fighting men who were with him went up and approached the city. They came near the city and camped on the north side of Ai. Now there was a valley between them and Ai.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He took about five thousand men and set them in ambush on the west side of the city between Bethel and Ai.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They positioned all the soldiers, the main army on the north side of the city, and the rear guard on the west side of the city. Joshua spent that night in the valley.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about when the king of Ai saw it, he and his army got up early and rushed out to attack Israel at a certain place that was overlooking the Jordan River valley. He did not know that an ambush was waiting to attack from behind the city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua and all Israel let themselves be defeated before them, and they fled toward the wilderness.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people who were in the city were called together to go after them, and they went after Joshua and they were drawn away from the city.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was not a man left in Ai and Bethel who had not gone out to pursue Israel. They abandoned the city and left it open as they pursued Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Joshua, \"Point that spear in your hand toward Ai, for I will give Ai into your hand.\" Joshua held out the spear that was in his hand toward the city.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The soldiers hiding in ambush quickly rushed out of their place as he reached out with his hand. They ran and entered the city and captured it. They quickly set the city on fire.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of Ai turned and looked back. They saw the smoke from the city rising into the sky, and they could not escape this way or that. For the Israelite soldiers who had fled into the wilderness now turned back to face those who were pursuing them.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Joshua and all Israel saw the ambush had captured the city with the smoke rising, they turned around and killed the men of Ai.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The other soldiers of Israel, those who had gone in the city, came out to attack them. So the men of Ai were caught between the armies of Israel, some on this side and some on that side. Israel attacked the men of Ai; none of them survived or escaped.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They kept the king of Ai, whom they captured alive, and they brought him to Joshua.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about when Israel had finished killing all the inhabitants of Ai in the field near the wilderness where they pursued them, and when all of them, to the very last one, had fallen by the edge of the sword, all Israel returned to Ai. They attacked it with the edge of the sword.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All those who fell that day, both men and women, were twelve thousand, all the people of Ai.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua did not draw back his hand with which he had reached out while holding his spear, until he had completely destroyed all the people of Ai.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Israel took only the livestock and the plunder from the city for themselves, just as Yahweh had commanded Joshua.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua burned Ai and turned it into a heap of ruins forever. It is an abandoned place to this day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He hanged the king of Ai on a tree until evening. When the sun was going down, Joshua gave the command and they took the king's body down from the tree and threw it in front of the city gates. There they set up a great heap of stones on top of it. That heap remains there to this day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua built an altar to Yahweh, the God of Israel, on Mount Ebal,\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "just as Moses the servant of Yahweh had commanded the people of Israel, as it was written in the Book of the Law of Moses: \"An altar from uncut stones, on which no one has wielded an iron tool.\" He offered on the altar burnt offerings to Yahweh, and they sacrificed peace offerings.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There, in the presence of the people of Israel, he wrote on the stones a copy of the law of Moses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All Israel, their elders, officers, and their judges stood on both sides of the ark before the priests and Levites who carried the ark of the covenant of Yahweh—the foreigner as well as the native born—half of them stood in front of Mount Gerizim and the other half stood in front of Mount Ebal. They blessed the people of Israel, just as Moses the servant of Yahweh had commanded them at first.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Afterward, Joshua read all the words of the law, the blessings and the curses, just as they had been written in the book of the law.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was not one word from all that Moses commanded that Joshua did not read in front of the assembly of Israel, including the women, the little children, and the foreigners who lived among them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}