{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the kings who lived beyond the Jordan in the hill country, and in the lowlands along the shore of the Great Sea toward Lebanon—the Hittites, Amorites, Canaanites, Perizzites, Hivites, and the Jebusites—\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "these joined together under one command, to wage war against Joshua and Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the inhabitants of Gibeon heard what Joshua had done to Jericho and to Ai,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "they acted with a cunning plan. They went as messengers. They took worn-out sacks and put them on their donkeys. They also took old wineskins that were worn, torn, and had been repaired. \n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa They went as messengers, \\fqa* some versions have, \\fqa They got provisions ready \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They put old and patched sandals on their feet, and dressed in old, worn-out clothing. All the bread in their food supply was dry and moldy.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they went to Joshua in the camp at Gilgal and said to him and to the men of Israel, \"We have traveled from a very far country, so now make a covenant with us.\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of Israel said to the Hivites, \"Perhaps you live near us. How can we make a covenant with you?\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to Joshua, \"We are your servants.\" Joshua said to them, \"Who are you? Where did you come from?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to him, \"Your servants have come here from a land very far away, because of the name of Yahweh your God. We have heard a report about him and about everything that he did in Egypt—\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and everything that he did to the two kings of the Amorites on the other side of the Jordan—to Sihon king of Heshbon, and to Og king of Bashan who was at Ashtaroth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our elders and all the inhabitants of our country said to us, 'Take provisions in your hand for the journey. Go to meet them and say to them, \"We are your servants. Make a treaty with us.\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is our bread, it was still warm when we took it from our houses on the day we set out to come to you. But now, see, it is dry and moldy.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These wineskins were new when we filled them, and look, now they are leaking. Our garments and our sandals are worn-out from a very long journey.'\" \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Israelites took some of their provisions, but they did not consult with Yahweh for guidance.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua made peace with them and made a covenant with them, to let them live. The leaders of the people also made a vow to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Three days after the Israelites made this covenant with them, they learned that they were their neighbors and that they lived nearby.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the people of Israel set out and came to their cities on the third day. Their cities were Gibeon, Kephirah, Beeroth, and Kiriath Jearim.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel did not attack them because their leaders had taken an oath about them before Yahweh, the God of Israel. All the Israelites were grumbling against their leaders.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But all the leaders said to all the people, \"We have taken an oath concerning them by Yahweh, the God of Israel, and now we cannot harm them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what we will do to them: To avoid any wrath that may come on us because of the oath we swore to them, we will let them live.\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The leaders said to their people, \"Let them live.\" So, the Gibeonites became cutters of wood and drawers of water for all the Israelites, just as the leaders said about them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua called for them and said, \"Why did you deceive us when you said, 'We are very far from you', when you live right here among us?\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, because of this, you are cursed and some of you will always be slaves, those who cut wood and draw water for the house of my God.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They answered Joshua and said, \"Because it was told to your servants that Yahweh your God commanded his servant Moses to give you all the land, and to destroy all the inhabitants of the land before you—so we were very afraid for our lives because of you. That is why we did this thing.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, look, you hold us in your power. Whatever seems good and right for you to do to us, do it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joshua did this for them: He delivered them out of the control of the people of Israel, so that the Israelites did not kill them.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That day Joshua made the Gibeonites cutters of wood and drawers of water for the community, and for the altar of Yahweh, to this day, in the place that Yahweh chooses.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}