{"1":"When you cast lots to divide up the land as an inheritance, you must make an offering to Yahweh; this offering will be a holy part of the land, twenty-five thousand cubits in length, and ten thousand cubits in width. It will be holy, all its area round about.\\f + \\ft Instead of \\fqa ten thousand \\fqa* , which the Hebrew text and some modern versions have, some ancient copies and many modern versions have \\fqa twenty thousand \\fqa* . \\f*","2":"From this there will be a five hundred cubits by five hundred cubits square surrounding the holy place, with a surrounding border fifty cubits in width.","3":"From this area you will measure a portion that is twenty-five thousand cubits in length and ten thousand in width; it will be the sanctuary, the most holy place.","4":"It will be a holy place in the land for the priests who serve Yahweh, who come near Yahweh to serve him. It will be a place for their houses and a holy area for the holy place.","5":"So it will be twenty-five thousand cubits in length and ten thousand in width, and it will be for towns for the Levites who serve in the house.","6":"You will designate an area for the city, five thousand cubits in width and twenty-five thousand in length, that will be next to the area reserved for the holy place; this city will belong to all the house of Israel.","7":"The prince's land will be on both sides of the area reserved for the holy place and the city. It will be to their west and to their east. The length will correspond to the length of one of those portions, from the west to the east.","8":"This land will be property for the prince in Israel. My princes will no longer oppress my people; instead, they will give the land to the house of Israel, for their tribes.","9":"The Lord Yahweh says this: It is enough for you, princes of Israel! Remove violence and strife; do justice and righteousness! Quit your evictions of my people!—this is the Lord Yahweh's declaration.","10":"You must have accurate scales, accurate ephahs, and accurate baths!","11":"The ephah and the bath will be the same amount, so that a bath will be a tenth of a homer; the ephah will be a tenth of a homer. Their measure will be corresponding to the homer.","12":"The shekel will be twenty gerahs; sixty shekels will make a mina for you.","13":"This is the contribution that you must present: A sixth of an ephah for every homer of wheat, and you will give a sixth of an ephah for every homer of barley.","14":"The regulation offering of oil will be a tenth of a bath for every cor (which is ten baths), or for every homer, since a homer is also ten baths.","15":"One sheep or goat from the flock for every two hundred animals from the watered regions of Israel will be used for any burnt offering or peace offering to make atonement for the people—this is the Lord Yahweh's declaration.","16":"All the people of the land will give this contribution to the prince in Israel.","17":"It will be the prince's responsibility to furnish animals for the burnt offerings, the grain offerings, and the drink offerings at the festivals and the new moon celebrations, and on the Sabbath days—all the fixed festivals of the house of Israel. He will provide for the sin offerings, the grain offerings, the burnt offerings, and the peace offerings for atonement on behalf of the house of Israel.","18":"The Lord Yahweh says this: In the first month, on the first day of the month, you will take an unblemished bull from the herd and perform a sin offering for the sanctuary.","19":"The priest will take some of the blood of the sin offering and place it on the doorposts of the house and on the four corners of the border of the altar, and on the doorposts of the gate to the inner court.","20":"You will do this on the seventh of the month for each person's sin by accident or ignorance; in this way you will atone for the temple.","21":"In the first month on the fourteenth day of the month, there will be for you a festival, a seven-day festival. You will eat unleavened bread.","22":"On that day, the prince will prepare for himself and for all the people of the land a bull as a sin offering.","23":"For the seven days of the festival, the prince will prepare a burnt offering for Yahweh: Seven bulls and seven unblemished rams each day for seven days, and a male goat each day as a sin offering.","24":"Then the prince will perform a food offering of an ephah for each bull and an ephah for each ram with a hin of oil for each ephah.","25":"In the seventh month on the fifteenth day of the month, at the festival, the prince will perform offerings on these seven days: Sin offerings, burnt offerings, food offerings, and offerings of oil."}
