{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You priests, I will say something to warn you.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh, commander of the angel armies, says this:\n"
      },
      {
        "tag": "pi",
        "type": "paragraph",
        "text": "\"Pay attention to what I am saying, and then decide to honor me. If you do not do that, I will curse you, and I will curse the things that I have done for you to help you. And I have already cursed them, because you have not honored me.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will punish your descendants, and it will be as though I had splattered on your faces the dung from the animals that you have sacrificed, and I will make others come and throw you away with that dung.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When that happens, you will know that I warned you like this, in order that you descendants of Levi will obey my covenant with the priests.\"\n"
      },
      {
        "tag": "m",
        "type": "paragraph",
        "text": "This is what Yahweh, commander of the angel armies, is saying to you.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also says,\n"
      },
      {
        "tag": "pi",
        "type": "paragraph",
        "text": "\"I made my covenant with your ancestor Levi because I wanted the priests to live prosperously and peacefully. And that is what I enabled them to do. I required that they greatly respect me and honor me, and they did so.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They taught the people what was true and right; they did not tell lies. They worked for me peacefully and loyally, and they helped many people to stop sinning.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What priests say should enable people to continue to learn the truth from generation to generation. They should be certain that the priests will teach them correction, because they must be true messengers from me, Yahweh, commander of the angel armies.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But, you priests do not act in that way any more. Instead, what you have taught people has caused many of them to sin. You have rejected the covenant that I made with the descendants of Levi long ago.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore I have caused all the people to despise you, and I have caused them to shame you, for you have not obeyed me. Instead, you teach people different things, depending on how important they are.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now I, Malachi, will warn you about something else. It is certain that we Israelites are a people group only because God has created us as a people group. But we lie to each other and harm each other; in this way we disgrace the covenant that Yahweh made with our ancestors.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You people of Judah have been unfaithful toward Yahweh. You have done disgusting things in Jerusalem and elsewhere in Israel. You Israelite men have defiled the temple that Yahweh loves. You have done that by marrying foreign women, women who worship idols.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I wish that Yahweh would drive away from Israel absolutely every man who has done that, along with his descendants—even if they bring offerings to Yahweh, commander of the angel armies.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is another thing that you do: You come and weep in front of Yahweh's altar, covering it with your tears. You wail because he no longer pays attention to your offerings.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You cry out, saying \"Why does Yahweh not like our offerings?\" The answer is that Yahweh heard that each of you men solemnly promised to be faithful to your wives when you were young. But you men have not done what you promised; you have sent them away, the ones with whom you made that covenant, so you could marry foreign women.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Indeed, Yahweh made you one with your wife, and he gave you some of his spirit. He did this because he wanted you to have children who would honor him. So you must be careful not to let other women attract you. Let none of you be faithless to the woman whom you married when you were young.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh, the God to whom we Israelites belong, says, \"I hate divorce!\" So if you men divorce your wives, you are overwhelming them by acting cruelly toward them. So be sure that you are not disloyal to your wives. That is what Yahweh, commander of the angel armies, says.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have made Yahweh lose his paitence with you by saying all those disgusting things. But you dare to ask, \"How have we made him impatient?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "The answer is that you have said that Yahweh is pleased with all those who do what is evil, that he actually views them as good. And you have also made him impatient by always saying, \"Why does God not act justly toward us?\"\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}