{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh, commander of the angel armies, says this:\n"
      },
      {
        "tag": "pi",
        "type": "paragraph",
        "text": "\"Look, I will soon send a messenger to you, who will get you ready to welcome me. I, the Lord, whom you say you desire to come, will appear suddenly in my temple. A messenger will come, whom Yahweh had promised in the covenant that you say you take pleasure in. I myself am coming.\" This is what Yahweh, commander of the angel armies, says.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And none of you will be able to stop Yahweh from judging you. For he will declare no one innocent when he comes. He will act like a fire that burns hot enough to refine precious metals. He will act as the strong soap that laundrymen use to clean clothing.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh will judge you; he will be like a silversmith who sits down and makes his silver pure, free from all impurities. Yahweh will forgive you and make all of you priests and Levite temple workers not want to sin any longer. He will make you like pure gold or silver. Then he will accept your offerings that you bring to him, because you will be righteous.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When that happens, Yahweh will again accept the offerings that the people of Jerusalem and Judah bring to him, as he did previously.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what Yahweh, commander of the angel armies, says:\n"
      },
      {
        "tag": "pi",
        "type": "paragraph",
        "text": "\"At that time, I will come to you to judge you. I will quickly testify against all those who practice sorcery, against those who mistreat helpless widows and orphans, against those who do not treat the foreigners among you justly, and against those who refuse to honor me.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am Yahweh, and I never change. That is why I have not yet gotten rid of you, although you deceive people like your ancestor Jacob did.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ever since the time when your ancestors were alive, you have ignored my commands and refused to obey them. Now return to me; if you do so, I will return to you. That is what I, Yahweh, commander of the angel armies, say. But you ask,\n"
      },
      {
        "tag": "pi2",
        "type": "paragraph",
        "text": "'We have never gone away from you, so how can we return to you?'\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I reply: People should certainly not cheat God; but you people have cheated me! You ask,\n"
      },
      {
        "tag": "pi2",
        "type": "paragraph",
        "text": "'In what way did we cheat you?'\n"
      },
      {
        "tag": "pi",
        "type": "paragraph",
        "text": "I reply: You have cheated me by not bringing to me each year the tithes and other offerings that I have required you to give me.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have cursed everything that you do, because all you people in this country have been cheating me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now bring all the tithes to the storerooms of the temple, in order that there may be enough food for the people who serve me there. If you do that, I, Yahweh, commander of the angel armies, promise that I will open the windows of heaven and pour out from them blessings on you. If you bring your tithes to the temple, the blessings will be very great, with the result that you will not have enough space to store all of them. So test me to see if I am telling the truth.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will have abundant crops to harvest, because I will protect them in order that locusts do not harm them. Your grapes will not fall from the vines before they are ripe.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When that happens, the people of all nations will say that I have truly helped you, because your country will be delightful. That is what I, Yahweh, commander of the angel armies, say.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I, Yahweh, have something else to say to you. You have said terrible things about me.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "But you reply,\n"
      },
      {
        "tag": "pi2",
        "type": "paragraph",
        "text": "'What terrible things have we said about you?'\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I reply: You have said that it is useless for you to worship me. You say that you have gained nothing by obeying my commands. You say that you have gained nothing by being sorry for your sins.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have also decided that from now on, you will say that I like to help arrogant people. You think that it is those who do evil who become rich. You say they dare me to punish them because they think I never will.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the people heard these messages that I brought them from Yahweh, the people who honored Yahweh discussed these things with each other. And Yahweh listened to their conversations. While he was watching, they wrote on a scroll the things that would remind them about what they promised, and they wrote on that scroll the names of those who honored Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh, commander of the angel armies, says this about those people:\n"
      },
      {
        "tag": "pi",
        "type": "paragraph",
        "text": "\"They will be my people. On the day that I punish the wicked people among you, I will not punish them. I will be just like a father who does not punish his son who obeys him.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When that happens, you will again see that the manner in which I treat righteous people is different from the manner in which I treat wicked people. You will see that the manner in which I act toward those who worship me is different from the manner in which I act toward those who do not.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}