{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is also what Yahweh, commander of the angel armies, says: \"There will be a time when I will judge and punish all the proud people and evildoers in Israel. When that happens, it will be like a day that they burn the useless remains of crops in the fields. Those people will burn up completely—as roots and branches and everything else on a tree burns completely in a very hot fire.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But for you who honor me, I, who always act righteously, will come to you and heal you, as the sun rises in the morning. You will be as happy as young calves when they leave their stalls to play in the fields.\n\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the day when I judge the wicked, you will celebrate. It will be as if you had walked all over them.\" This is what Yahweh, commander of the angel armies, promises.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be sure to obey the laws that I commanded Moses, who served me well, to give you. Obey all the commandments and decrees that I gave him on Mount Sinai, for all you people of Israel to obey.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Listen to this: One day I will send to you the prophet Elijah. He will arrive before the great and dreadful day when I, Yahweh, will judge everyone and punish those who deserve punishment.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of what Elijah will preach, parents and their children join together in loving each other again. If that does not happen, I will come and destroy your country.\"\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}