{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "False prophets came to the people, and false teachers will also come to you. They will secretly bring with them destructive heresies, and they will deny the master who bought them. They are bringing quick destruction upon themselves.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many will follow their sensuality, and through them the way of truth will be blasphemed.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In their greed they will exploit you with deceptive words. For a long time their condemnation has not been idle, and their destruction is not asleep.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For God did not spare the angels who sinned. Instead he handed them down to Tartarus to be kept in chains of lower darkness until the judgment.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some other versions read, \\fqa to be kept in pits of lower darkness until the judgment \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, he did not spare the ancient world. Instead, he preserved Noah, who was a herald of righteousness, along with seven others, when he brought a flood on the world of the ungodly.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God also reduced the cities of Sodom and Gomorrah to ashes and condemned them to destruction, as an example of what is to happen to the ungodly.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as for the righteous Lot, he was oppressed by the sensual behavior of lawless people.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So that righteous man, who was living among them day after day, was tormented in his righteous soul because of what he saw and heard.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord knows how to rescue godly men out of trials, and how to hold unrighteous men for punishment at the day of judgment.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is especially true for those who continue in the corrupt desires of the flesh and who despise authority. Bold and self-willed, they are not afraid to blaspheme the glorious ones.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Angels have greater strength and power, but they do not bring insulting judgments against them to the Lord.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But these unreasoning animals are naturally made for capture and destruction. They do not know what they insult. They will be destroyed.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will receive the reward of their wrongdoing. They think that luxury during the day is a pleasure. They are stains and blemishes. They enjoy their deceitful actions while they are feasting with you.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Other versions read, \\fqa They enjoy their actions while they are feasting with you in love feasts  \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They have eyes full of adultery, they are never satisfied with sin. They entice unstable souls into wrongdoing, and they have their hearts trained in covetousness. They are cursed children!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They have abandoned the right way and have wandered off to follow the way of Balaam son of Beor, who loved to receive payment for unrighteousness.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some other versions read, \\fqa Balaam, son of Bosor \\fqa* ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he obtained a rebuke for his own transgression—a mute donkey speaking in a human voice stopped the prophet's insanity.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These men are springs without water and mists driven by a storm. The gloom of thick darkness is reserved for them.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They speak with vain arrogance. They entice people through the lusts of the flesh. They entice people who try to escape from those who live in error.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They promise freedom to them, but they themselves are slaves of corruption. For a man is a slave to whatever overcomes him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If they have escaped the corruption of the world through the knowledge of the Lord and Savior Jesus Christ and are again entangled in them and overcome, the last state has become worse for them than the first.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It would have been better for them not to know the way of righteousness than to know it and turn away from the holy commandment delivered to them.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This proverb is true for them: \"A dog returns to its own vomit, and  a washed pig returns to the mud.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}