{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Beloved, this is now the second letter that I have written to you; and in both of them they are reminders to stir up your sincere mind,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so that you will recall the words spoken in the past by the holy prophets and the command of our Lord and Savior given through your apostles.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Know this first, that mockers will come in the last days. They will mock and proceed according to their own desires.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will say, \"Where is the promise of his return? From when our fathers fell asleep, all things have stayed the same, since the beginning of creation.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They willfully forget that the heavens and the earth came to exist out of water and through water, long ago, by God's command,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and that through these things, the world of that time was destroyed, being flooded with water.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now the heavens and the earth are reserved for fire by that same command. They are reserved for the day of judgment and the destruction of the ungodly people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It should not escape your notice, beloved, that one day with the Lord is like a thousand years, and a thousand years are like one day.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord does not move slowly concerning his promises, as some consider slowness to be. Instead, he is patient toward you. He does not desire for any of you to perish, but for everyone to make room for repentance.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, the day of the Lord will come as a thief: The heavens will pass away with a loud noise. The elements will be burned with fire, and the earth and the deeds in it will be revealed.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some versions read, \\fqa The elements will be burned with fire, and the earth and the deeds in it will be burned up \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Since all these things will be destroyed in this way, what kind of people should you be? You should live holy and godly lives.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You should expect and hasten the coming of the day of God. On that day, the heavens will be destroyed by fire, and the elements will be melted in great heat.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But according to his promise, we are waiting for the new heavens and the new earth, where righteousness will dwell.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, beloved, since you expect these things, do your best to be found spotless and blameless before him, in peace.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, consider the patience of our Lord to be salvation, just as our beloved brother Paul wrote to you, according to the wisdom that was given to him.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul speaks of these things in all his letters, in which there are things that are difficult to understand. Ignorant and unstable men distort these things, as they also do the other scriptures, to their own destruction.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, beloved, since you know about these things beforehand, guard yourselves so that you are not led astray by the deceit of lawless people and you lose your own faithfulness.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But grow in the grace and knowledge of our Lord and Savior Jesus Christ. May the glory be to him both now and forever. Amen!\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}